[
  {
    "id": 1,
    "Chapter": "1",
    "Text": "`(अनुगीतापर्व)`  `अर्जुनका श्रीकृष्णसे गीताका विषय पूछना और श्रीकृष्णका अर्जुनसे सिद्ध, महर्षि एवं काश्यपका संवाद सुनाना`  `जनमेजय उवाच` \n 'सभायां वसतोस्तत्र निहत्यारीन् महात्मनोः ⁠। केशवार्जुनयोः का नु कथा समभवद् द्विज ⁠।⁠।⁠ १ ⁠।⁠।' \n जनमेजयने पूछा—ब्रह्मन्! शत्रुओंका नाश करके जब महात्मा श्रीकृष्ण और अर्जुन सभाभवनमें रहने लगे, उन दिनों उन दोनोंमें क्या-क्या बातचीत हुई? ⁠।⁠।⁠ १ ⁠।⁠। \n `वैशम्पायन उवाच` \n 'कृष्णेन सहितः पार्थः स्वं राज्यं प्राप्य केवलम् ⁠। तस्यां सभायां दिव्यायां विजहार मुदा युतः ⁠।⁠।⁠ २ ⁠।⁠।' \n वैशम्पायनजीने कहा—राजन्! श्रीकृष्णके सहित अर्जुनने जब केवल अपने राज्यपर पूरा अधिकार प्राप्त कर लिया, तब वे उस दिव्य सभाभवनमें आनन्दपूर्वक रहने लगे ⁠।⁠।⁠ २ ⁠।⁠। \n 'तत्र कंचित् सभोद्देशं स्वर्गोद्देशसमं नृप ⁠। यदृच्छया तौ मुदितौ जग्मतुः स्वजनावृतौ ⁠।⁠।⁠ ३ ⁠।⁠।' \n नरेश्वर! एक दिन वहाँ स्वजनोंसे घिरे हुए वे दोनों मित्र स्वेच्छासे घूमते-घामते सभामण्डपके एक ऐसे भागमें पहुँचे, जो स्वर्गके समान सुन्दर था ⁠।⁠।⁠ ३ ⁠।⁠। \n 'ततः प्रतीतः कृष्णेन सहितः पाण्डवोऽर्जुनः ⁠। निरीक्ष्य तां सभां रम्यामिदं वचनमब्रवीत् ⁠।⁠।⁠ ४ ⁠।⁠।' \n पाण्डुनन्दन अर्जुन भगवान् श्रीकृष्णके साथ रहकर बहुत प्रसन्न थे। उन्होंने एक बार उस रमणीय सभाकी ओर दृष्टि डालकर भगवान् श्रीकृष्णसे कहा— ⁠।⁠।⁠ ४ ⁠।⁠। \n 'विदितं मे महाबाहो संग्रामे समुपस्थिते ⁠। माहात्म्यं देवकीमातस्तच्च ते रूपमैश्वरम् ⁠।⁠।⁠ ५ ⁠।⁠।' \n ‘महाबाहो! देवकीनन्दन! जब संग्रामका समय उपस्थित था, उस समय मुझे आपके माहात्म्यका ज्ञान और ईश्वरीय स्वरूपका दर्शन हुआ था ⁠।⁠।⁠ ५ ⁠।⁠। \n 'यत् तद् भगवता प्रोक्तं पुरा केशव सौहृदात् ⁠। तत् सर्वं पुरुषव्याघ्र नष्टं मे भ्रष्टचेतसः ⁠।⁠।⁠ ६ ⁠।⁠।' \n ‘किंतु केशव! आपने सौहार्दवश पहले मुझे जो ज्ञानका उपदेश दिया था, मेरा वह सब ज्ञान इस समय विचलित-चित्त हो जानेके कारण नष्ट हो गया (भूल गया) है ⁠।⁠।⁠ ६ ⁠।⁠। \n 'मम कौतूहलं त्वस्ति तेष्वर्थेषु पुनः पुनः ⁠। भवांस्तु द्वारकां गन्ता नचिरादिव माधव ⁠।⁠।⁠ ७ ⁠।⁠।' \n ‘माधव! उन विषयोंको सुननेके लिये मेरे मनमें बारंबार उत्कण्ठा होती है। इधर आप जल्दी ही द्वारका जानेवाले हैं; अतः पुनः वह सब विषय मुझे सुना दीजिये’ ⁠।⁠।⁠ ७ ⁠।⁠। \n `वैशम्पायन उवाच` \n 'एवमुक्तस्तु तं कृष्णः फाल्गुनं प्रत्यभाषत ⁠। परिष्वज्य महातेजा वचनं वदतां वरः ⁠।⁠।⁠ ८ ⁠।⁠।' \n वैशम्पायनजी कहते हैं—राजन्! अर्जुनके ऐसा कहनेपर वक्ताओंमें श्रेष्ठ महातेजस्वी भगवान् श्रीकृष्णने उन्हें गलेसे लगाकर इस प्रकार उत्तर दिया ⁠।⁠।⁠ ८ ⁠।⁠। \n `वासुदेव उवाच` \n 'श्रावितस्त्वं मया गुह्यं ज्ञापितश्च सनातनम् ⁠। धर्मं स्वरूपिणं पार्थ सर्वलोकांश्च शाश्वतान् ⁠।⁠।⁠ ९ ⁠।⁠। \n अबुद्ध‍या नाग्रहीर्यस्त्वं तन्मे सुमहदप्रियम् ⁠। न च साद्य पुनर्भूयः स्मृतिर्मे सम्भविष्यति ⁠।⁠।⁠ १० ⁠।⁠। ' \n श्रीकृष्ण बोले—अर्जुन! उस समय मैंने तुम्हें अत्यन्त गोपनीय ज्ञानका श्रवण कराया था, अपने स्वरूपभूत धर्म-सनातन पुरुषोत्तमतत्त्वका परिचय दिया था और (शुक्ल-कृष्ण गतिका निरूपण करते हुए) सम्पूर्ण नित्य लोकोंका भी वर्णन किया था; किंतु तुमने जो अपनी नासमझीके कारण उस उपदेशको याद नहीं रखा, यह मुझे बहुत अप्रिय है। उन बातोंका अब पूरा-पूरा स्मरण होना सम्भव नहीं जान पड़ता ⁠।⁠।⁠ ९-१० ⁠।⁠। \n 'नूनमश्रद्दधानोऽसि दुर्मेधा ह्यसि पाण्डव ⁠। न च शक्यं पुनर्वक्तुमशेषेण धनंजय ⁠।⁠।⁠ ११ ⁠।⁠।' \n पाण्डुनन्दन! निश्चय ही तुम बड़े श्रद्धाहीन हो, तुम्हारी बुद्धि बहुत मन्द जान पड़ती है। धनंजय! अब मैं उस उपदेशको ज्यों-का-त्यों नहीं कह सकता ⁠।⁠।⁠ ११ ⁠।⁠। \n 'स हि धर्मः सुपर्याप्तो ब्रह्मणः पदवेदने ⁠। न शक्यं तन्मया भूयस्तथा वक्तुमशेषतः ⁠।⁠।⁠ १२ ⁠।⁠।' \n क्योंकि वह धर्म ब्रह्मपदकी प्राप्ति करानेके लिये पर्याप्त था, वह सारा-का-सारा धर्म उसी रूपमें फिर दुहरा देना अब मेरे वशकी बात भी नहीं है ⁠।⁠।⁠ १२ ⁠।⁠। \n 'परं हि ब्रह्म कथितं योगयुक्तेन तन्मया ⁠। इतिहासं तु वक्ष्यामि तस्मिन्नर्थे पुरातनम् ⁠।⁠।⁠ १३ ⁠।⁠।' \n उस समय योगयुक्त होकर मैंने परमात्मतत्त्वका वर्णन किया था। अब उस विषयका ज्ञान करानेके लिये मैं एक प्राचीन इतिहासका वर्णन करता हूँ ⁠।⁠।⁠ १३ ⁠।⁠। \n 'यथा तां बुद्धिमास्थाय गतिमग्र‍यां गमिष्यसि ⁠। शृणु धर्मभृतां श्रेष्ठ गदितं सर्वमेव मे ⁠।⁠।⁠ १४ ⁠।⁠।' \n जिससे तुम उस समत्वबुद्धिका आश्रय लेकर उत्तम गति प्राप्त कर लोगे। धर्मात्माओंमें श्रेष्ठ अर्जुन! अब तुम मेरी सारी बातें ध्यान देकर सुनो ⁠।⁠।⁠ १४ ⁠।⁠। \n 'आगच्छद् ब्राह्मणः कश्चित् स्वर्गलोकादरिंदम ⁠। ब्रह्मलोकाच्च दुर्धर्षः सोऽस्माभिः पूजितोऽभवत् ⁠।⁠।⁠ १५ ⁠।⁠। अस्माभिः परिपृष्टश्च यदाह भरतर्षभ ⁠। दिव्येन विधिना पार्थ तच्छृणुष्वाविचारयन् ⁠।⁠।⁠ १६ ⁠।⁠।' \n शत्रुदमन! एक दिनकी बात है, एक दुर्धर्ष ब्राह्मण ब्रह्मलोकसे उतरकर स्वर्गलोकमें होते हुए मेरे यहाँ आये। मैंने उनकी विधिवत् पूजा की और मोक्षधर्मके विषयमें प्रश्न किया। भरतश्रेष्ठ! मेरे प्रश्नका उन्होंने सुन्दर विधिसे उत्तर दिया। पार्थ! वही मैं तुम्हें बतला रहा हूँ। कोई अन्यथा विचार न करके इसे ध्यान देकर सुनो ⁠।⁠।⁠ १५-१६ ⁠।⁠। \n `ब्राह्मण उवाच` \n 'मोक्षधर्मं समाश्रित्य कृष्ण यन्मामपृच्छथाः ⁠। भूतानामनुकम्पार्थं यन्मोहच्छेदनं विभो ⁠।⁠।⁠ १७ ⁠।⁠। \n तत् तेऽहं सम्प्रवक्ष्यामि यथावन्मधुसूदन ⁠। शृणुष्वावहितो भूत्वा गदतो मम माधव ⁠।⁠।⁠ १८ ⁠।⁠।' \n ब्राह्मणने कहा—श्रीकृष्ण! मधुसूदन! तुमने सब प्राणियोंपर कृपा करके उनके मोहका नाश करनेके लिये जो यह मोक्ष-धर्मसे सम्बन्ध रखनेवाला प्रश्न किया है, उसका मैं यथावत् उत्तर दे रहा हूँ। प्रभो! माधव! सावधान होकर मेरी बात श्रवण करो ⁠।⁠।⁠ १७-१८ ⁠।⁠। \n 'कश्चिद् विप्रस्तपोयुक्तः काश्यपो धर्मवित्तमः ⁠। आससाद द्विजं कंचिद् धर्माणामागतागमम् ⁠।⁠।⁠ १९ ⁠।⁠। \n गतागते सुबहुशो ज्ञानविज्ञानपारगम् ⁠। लोकतत्त्वार्थकुशलं ज्ञातार्थं सुखदुःखयोः ⁠।⁠।⁠ २० ⁠।⁠। \n जातीमरणतत्त्वज्ञं कोविदं पापपुण्ययोः ⁠। द्रष्टारमुच्चनीचानां कर्मभिर्देहिनां गतिम् ⁠।⁠।⁠ २१ ⁠।⁠।' \n प्राचीन समयमें काश्यप नामके एक धर्मज्ञ और तपस्वी ब्राह्मण किसी सिद्ध महर्षिके पास गये; जो धर्मके विषयमें शास्त्रके सम्पूर्ण रहस्योंको जाननेवाले, भूत और भविष्यके ज्ञान-विज्ञानमें प्रवीण, लोक-तत्त्वके ज्ञानमें कुशल, सुख-दुःखके रहस्यको समझनेवाले, जन्म-मृत्युके तत्त्वज्ञ, पाप-पुण्यके ज्ञाता और ऊँच-नीच प्राणियोंको कर्मानुसार प्राप्त होनेवाली गतिके प्रत्यक्ष द्रष्टा थे ⁠।⁠।⁠ १९—२१ ⁠।⁠। \n 'चरन्तं मुक्तवत्सिद्धं प्रशान्तं संयतेन्द्रियम् ⁠। दीप्यमानं श्रिया ब्राह्म‍या क्रममाणं च सर्वशः ⁠।⁠।⁠ २२ ⁠।⁠। \n अन्तर्धानगतिज्ञं च श्रुत्वा तत्त्वेन काश्यपः ⁠। तथैवान्तर्हितैः सिद्धैर्यान्तं चक्रधरैः सह ⁠।⁠।⁠ २३ ⁠।⁠। \n सम्भाषमाणमेकान्ते समासीनं च तैः सह ⁠। यदृच्छया च गच्छन्तमसक्तं पवनं यथा ⁠।⁠।⁠ २४ ⁠।⁠।' \n वे मुक्तकी भाँति विचरनेवाले, सिद्ध, शान्तचित्त, जितेन्द्रिय, ब्रह्मतेजसे देदीप्यमान, सर्वत्र घूमनेवाले और अन्तर्धान विद्याके ज्ञाता थे। अदृश्य रहनेवाले चक्रधारी सिद्धोंके साथ वे विचरते, बातचीत करते और उन्हींके साथ एकान्तमें बैठते थे। जैसे वायु कहीं आसक्त न होकर सर्वत्र प्रवाहित होती है, उसी तरह वे सर्वत्र अनासक्त भावसे स्वच्छन्दतापूर्वक विचरा करते थे। महर्षि काश्यप उनकी उपर्युक्त महिमा सुनकर ही उनके पास गये थे ⁠।⁠।⁠ २२—२४ ⁠।⁠। \n 'तं समासाद्य मेधावी स तदा द्विजसत्तमः ⁠। चरणौ धर्मकामोऽस्य तपस्वी सुसमाहितः ⁠। प्रतिपेदे यथान्यायं दृष्ट्‌वा तन्महदद्भुतम् ⁠।⁠।⁠ २५ ⁠।⁠। \n विस्मितश्चाद्भुतं दृष्ट्‌वा काश्यपस्तद् द्विजोत्तमम् ⁠। परिचारेण महता गुरुं तं पर्यतोषयत् ⁠।⁠।⁠ २६ ⁠।⁠। \n उपपन्नं च तत्सर्वं श्रुतचारित्रसंयुतम् ⁠। भावेनातोषयच्चैनं गुरुवृत्त्या परंतपः ⁠।⁠।⁠ २७ ⁠।⁠।' \n निकट जाकर उन मेधावी, तपस्वी, धर्माभिलाषी और एकाग्रचित्त महर्षिने न्यायानुसार उन सिद्ध महात्माके चरणोंमें प्रणाम किया। वे ब्राह्मणोंमें श्रेष्ठ और बड़े अद्‌भुत संत थे। उनमें सब प्रकारकी योग्यता थी। वे शास्त्रके ज्ञाता और सच्चरित्र थे। उनका दर्शन करके काश्यपको बड़ा विस्मय हुआ। वे उन्हें गुरु मानकर उनकी सेवामें लग गये और अपनी शुश्रूषा, गुरुभक्ति तथा श्रद्धाभावके द्वारा उन्होंने उन सिद्ध महात्माको संतुष्ट कर लिया ⁠।⁠।⁠ २५—२७ ⁠।⁠। \n 'तस्मै तुष्टः स शिष्याय प्रसन्नो वाक्यमब्रवीत् ⁠। सिद्धिं परामभिप्रेक्ष्य शृणु मत्तो जनार्दन ⁠।⁠।⁠ २८ ⁠।⁠।' \n जनार्दन! अपने शिष्य काश्यपके ऊपर प्रसन्न होकर उन सिद्ध महर्षिने परासिद्धिके सम्बन्धमें विचार करके जो उपदेश किया, उसे बताता हूँ, सुनो ⁠।⁠।⁠ २८ ⁠।⁠। \n `सिद्ध उवाच` \n 'विविधैः कर्मभिस्तात पुण्ययोगैश्च केवलैः ⁠। गच्छन्तीह गतिं मर्त्या देवलोके च संस्थितिम् ⁠।⁠।⁠ २९ ⁠।⁠।' \n सिद्धने कहा—तात काश्यप! मनुष्य नाना प्रकारके शुभ कर्मोंका अनुष्ठान करके केवल पुण्यके संयोगसे इस लोकमें उत्तम फल और देवलोकमें स्थान प्राप्त करते हैं ⁠।⁠।⁠ २९ ⁠।⁠। \n 'न क्वचित्‌ सुखमत्यन्तं न क्वचिच्छाश्वती स्थितिः ⁠। स्थानाच्च महतो भ्रंशो दुःखलब्धात् पुनः पुनः ⁠।⁠।⁠ ३० ⁠।⁠।' \n जीवको कहीं भी अत्यन्त सुख नहीं मिलता। किसी भी लोकमें वह सदा नहीं रहने पाता। तपस्या आदिके द्वारा कितने ही कष्ट सहकर बड़े-से-बड़े स्थानको क्यों न प्राप्त किया जाय, वहाँसे भी बार-बार नीचे आना ही पड़ता है ⁠।⁠।⁠ ३० ⁠।⁠। \n 'अशुभा गतयः प्राप्ताः कष्टा मे पापसेवनात् ⁠। काममन्युपरीतेन तृष्णया मोहितेन च ⁠।⁠।⁠ ३१ ⁠।⁠।' \n मैंने काम-क्रोधसे युक्त और तृष्णासे मोहित होकर अनेक बार पाप किये हैं और उनके सेवनके फलस्वरूप घोर कष्ट देनेवाली अशुभ गतियोंको भोगा है ⁠।⁠।⁠ ३१ ⁠।⁠। \n 'पुनः पुनश्च मरणं जन्म चैव पुनः पुनः ⁠। आहारा विविधा भुक्ताः पीता नानाविधाः स्तनाः ⁠।⁠।⁠ ३२ ⁠।⁠।' \n बार-बार जन्म और बार-बार मृत्युका क्लेश उठाया है। तरह-तरहके आहार ग्रहण किये और अनेक स्तनोंका दूध पीया है ⁠।⁠।⁠ ३२ ⁠।⁠। \n 'मातरो विविधा दृष्टाः पितरश्च पृथग्विधाः ⁠। सुखानि च विचित्राणि दुःखानि च मयानघ ⁠।⁠।⁠ ३३ ⁠।⁠।' \n अनघ! बहुत-से पिता और भाँति-भाँतिकी माताएँ देखी हैं। विचित्र-विचित्र सुख-दुःखोंका अनुभव किया है ⁠।⁠। \n 'प्रियैर्विवासो बहुशः संवासश्चाप्रियैः सह ⁠। धननाशश्च सम्प्राप्तो लब्ध्वा दुःखेन तद् धनम् ⁠।⁠।⁠ ३४ ⁠।⁠।' \n कितनी ही बार मुझसे प्रियजनोंका वियोग और अप्रिय जनोंका संयोग हुआ है। जिस धनको मैंने बहुत कष्ट सहकर कमाया था, वह मेरे देखते-देखते नष्ट हो गया है ⁠।⁠।⁠ ३४ ⁠।⁠। \n 'अवमानाः सुकष्टाश्च राजतः स्वजनात् तथा ⁠। शारीरा मानसा वापि वेदना भृशदारुणाः ⁠।⁠।⁠ ३५ ⁠।⁠।' \n राजा और स्वजनोंकी ओरसे मुझे कई बार बड़े-बड़े कष्ट और अपमान उठाने पड़े हैं। तन और मनकी अत्यन्त भयंकर वेदनाएँ सहनी पड़ी हैं ⁠।⁠।⁠ ३५ ⁠।⁠। \n 'प्राप्ता विमाननाश्चोग्रा वधबन्धाश्च दारुणाः ⁠। पतनं निरये चैव यातनाश्च यमक्षये ⁠।⁠।⁠ ३६ ⁠।⁠।' \n मैंने अनेक बार घोर अपमान, प्राणदण्ड और कड़ी कैदकी सजाएँ भोगी हैं। मुझे नरकमें गिरना और यमलोकमें मिलनेवाली यातनाओंको सहना पड़ा है ⁠।⁠।⁠ ३६ ⁠।⁠। \n 'जरा रोगाश्च सततं व्यसनानि च भूरिशः ⁠। लोकेऽस्मिन्ननुभूतानि द्वन्द्वजानि भृशं मया ⁠।⁠।⁠ ३७ ⁠।⁠।' \n इस लोकमें जन्म लेकर मैंने बारंबार बुढ़ापा, रोग, व्यसन और राग-द्वेषादि द्वन्द्वोंके प्रचुर दुःख सदा ही भोगे हैं ⁠।⁠।⁠ ३७ ⁠।⁠। \n 'ततः कदाचिन्निर्वेदान्निराकाराश्रितेन च ⁠। लोकतन्त्रं परित्यक्तं दुःखार्तेन भृशं मया ⁠।⁠।⁠ ३८ ⁠।⁠।' \n इस प्रकार बारंबार क्लेश उठानेसे एक दिन मेरे मनमें बड़ा खेद हुआ और मैं दुखोंसे घबराकर निराकार परमात्माकी शरण ली तथा समस्त लोकव्यवहारका परित्याग कर दिया ⁠।⁠।⁠ ३८ ⁠।⁠। \n 'लोकेऽस्मिन्ननुभूयाहमिमं मार्गमनुष्ठितः ⁠। ततः सिद्धिरियं प्राप्ता प्रसादादात्मनो मया ⁠।⁠।⁠ ३९ ⁠।⁠।' \n इस लोकमें अनुभवके पश्चात् मैंने इस मार्गका अवलम्बन किया है और अब परमात्माकी कृपासे मुझे यह उत्तम सिद्धि प्राप्त हुई है ⁠।⁠।⁠ ३९ ⁠।⁠। \n 'नाहं पुनरिहागन्ता लोकानालोकयाम्यहम् ⁠। आसिद्धेराप्रजासर्गादात्मनोऽपि गताः शुभाः ⁠।⁠।⁠ ४० ⁠।⁠।' \n अब मैं पुनः इस संसारमें नहीं आऊँगा। जबतक यह सृष्टि कायम रहेगी और जबतक मेरी मुक्ति नहीं हो जायगी, तबतक मैं अपनी और दूसरे प्राणियोंकी शुभगतिका अवलोकन करूँगा ⁠।⁠।⁠ ४० ⁠।⁠। \n 'उपलब्धा द्विजश्रेष्ठ तथेयं सिद्धिरुत्तमा ⁠। इतः परं गमिष्यामि ततः परतरं पुनः ⁠।⁠।⁠ ४१ ⁠।⁠।' \n 'ब्रह्मणः पदमव्यक्तं मा तेऽभूदत्र संशयः ⁠। नाहं पुनरिहागन्ता मर्त्यलोकं परंतप ⁠।⁠।⁠ ४२ ⁠।⁠।' \n द्विजश्रेष्ठ! इस प्रकार मुझे यह उत्तम सिद्धि मिली है। इसके बाद मैं उत्तम लोकमें जाऊँगा। फिर उससे भी परम उत्कृष्ट सत्यलोकमें जा पहुँचूँगा और क्रमशः अव्यक्त ब्रह्मपद (मोक्ष)-को प्राप्त कर लूँगा। इसमें तुम्हें संशय नहीं करना चाहिये। काम-क्रोध आदि शत्रुओंको संताप देनेवाले काश्यप! अब मैं पुनः इस मर्त्यलोकमें नहीं आऊँगा ⁠।⁠।⁠ ४१-४२ ⁠।⁠। \n 'प्रीतोऽस्मि ते महाप्राज्ञ ब्रूहि किं करवाणि ते ⁠। यदीप्सुरुपपन्नस्त्वं तस्य कालोऽयमागतः ⁠।⁠।⁠ ४३ ⁠।⁠।' \n महाप्राज्ञ! मैं तुम्हारे ऊपर बहुत प्रसन्न हूँ। बोलो, तुम्हारा कौन-सा प्रिय कार्य करूँ? तुम जिस वस्तुको पानेकी इच्छासे मेरे पास आये हो, उसके प्राप्त होनेका यह समय आ गया है ⁠।⁠।⁠ ४३ ⁠।⁠। \n 'अभिजाने च तदहं यदर्थं मामुपागतः ⁠। अचिरात् तु गमिष्यामि तेनाहं त्वामचूचुदम् ⁠।⁠।⁠ ४४ ⁠।⁠।' \n तुम्हारे आनेका उद्देश्य क्या है, इसे मैं जानता हूँ और शीघ्र ही यहाँसे चला जाऊँगा। इसीलिये मैंने स्वयं तुम्हें प्रश्न करनेके लिये प्रेरित किया है ⁠।⁠।⁠ ४४ ⁠।⁠। \n 'भृशं प्रीतोऽस्मि भवतश्चारित्रेण विचक्षण ⁠। परिपृच्छस्व कुशलं भाषेयं यत् तवेप्सितम् ⁠।⁠।⁠ ४५ ⁠।⁠।' \n विद्वन्! तुम्हारे उत्तम आचरणसे मुझे बड़ा संतोष है। तुम अपने कल्याणकी बात पूछो। मैं तुम्हारे अभीष्ट प्रश्नका उत्तर दूँगा ⁠।⁠।⁠ ४५ ⁠।⁠। \n 'बहु मन्ये च ते बुद्धिं भृशं सम्पूजयामि च ⁠। येनाहं भवता बुद्धो मेधावी ह्यसि काश्यप ⁠।⁠।⁠ ४६ ⁠।⁠।' \n काश्यप! मैं तुम्हारी बुद्धिकी सराहना करता और उसे बहुत आदर देता हूँ। तुमने मुझे पहचान लिया है, इसीसे कहता हूँ कि बड़े बुद्धिमान् हो ⁠।⁠।⁠ ४६ ⁠।⁠। \n `इति श्रीमहाभारते आश्वमेधिके पर्वणि अनुगीतापर्वणि षोडशोऽध्यायः ⁠।⁠।⁠ १६ ⁠।⁠।`"
  },
  {
    "id": 1,
    "Chapter": "2",
    "Text": "`काश्यपके प्रश्नोंके उत्तरमें सिद्ध महात्माद्वारा जीवकी विविध गतियोंका वर्णन` `वासुदेव उवाच` 'ततस्तस्योपसंगृह्य पादौ प्रश्नान् सुदुर्वचान् ⁠। पप्रच्छ तांश्च धर्मान् स प्राह धर्मभृतां वरः ⁠।⁠।⁠ १ ⁠।⁠।' \n भगवान् श्रीकृष्णने कहा—तदनन्तर धर्मात्माओंमें श्रेष्ठ काश्यपने उन सिद्ध महात्माके दोनों पैर पकड़कर जिनका उत्तर कठिनाईसे दिया जा सके, ऐसे बहुत-से धर्मयुक्त प्रश्न पूछे ⁠।⁠।⁠ १ ⁠।⁠। \n `काश्यप उवाच` 'कथं शरीरं च्यवते कथं चैवोपपद्यते ⁠। कथं कष्टाच्च संसारात् संसरन् परिमुच्यते ⁠।⁠।⁠ २ ⁠।⁠।' \n काश्यपने पूछा—महात्मन्! यह शरीर किस प्रकार गिर जाता है? फिर दूसरा शरीर कैसे प्राप्त होता है? संसारी जीव किस तरह इस दुःखमय संसारसे मुक्त होता है? ⁠।⁠।⁠ २ ⁠।⁠। \n 'आत्मा च प्रकृतिं मुक्त्वा तच्छरीरं विमुञ्चति ⁠। शरीरतश्च निर्मुक्तः कथमन्यत् प्रपद्यते ⁠।⁠।⁠ ३ ⁠।⁠।' \n जीवात्मा प्रकृति (मूल विद्या) और उससे उत्पन्न होनेवाले शरीरका कैसे त्याग करता है? और शरीरसे छूटकर दूसरेमें वह किस प्रकार प्रवेश करता है? ⁠।⁠।⁠ ३ ⁠।⁠। \n 'कथं शुभाशुभे चायं कर्मणी स्वकृते नरः ⁠। उपभुङ्क्ते क्व वा कर्म विदेहस्यावतिष्ठते ⁠।⁠।⁠ ४ ⁠।⁠।' \n मनुष्य अपने किये हुए शुभाशुभ कर्मोंका फल कैसे भोगता है और शरीर न रहनेपर उसके कर्म कहाँ रहते हैं? ⁠।⁠।⁠ ४ ⁠।⁠। \n `ब्राह्मण उवाच` 'एवं संचोदितः सिद्धः प्रश्नांस्तान् प्रत्यभाषत ⁠। आनुपूर्व्येण वार्ष्णेय तन्मे निगदतः शृणु ⁠।⁠।⁠ ५ ⁠।⁠।' \n ब्राह्मण कहते हैं—वृष्णिनन्दन श्रीकृष्ण! काश्यपके इस प्रकार पूछनेपर सिद्ध महात्माने उनके प्रश्नोंका क्रमशः उत्तर देना आरम्भ किया। वह मैं बता रहा हूँ, सुनिये ⁠।⁠।⁠ ५ ⁠।⁠। \n `सिद्ध उवाच` 'आयुःकीर्तिकराणीह यानि कृत्यानि सेवते ⁠। शरीरग्रहणे यस्मिंस्तेषु क्षीणेषु सर्वशः ⁠।⁠।⁠ ६ ⁠।⁠। आयुःक्षयपरीतात्मा विपरीतानि सेवते ⁠। बुद्धिर्व्यावर्तते चास्य विनाशे प्रत्युपस्थिते ⁠।⁠।⁠ ७ ⁠।⁠।' \n सिद्धने कहा—काश्यप! मनुष्य इस लोकमें आयु और कीर्तिको बढ़ानेवाले जिन कर्मोंका सेवन करता है, वे शरीर-प्राप्तिमें कारण होते हैं। शरीर-ग्रहणके अनन्तर जब वे सभी कर्म अपना फल देकर क्षीण हो जाते हैं, उस समय जीवकी आयुका भी क्षय हो जाता है। उस अवस्थामें वह विपरीत कर्मोंका सेवन करने लगता है और विनाशकाल निकट आनेपर उसकी बुद्धि उलटी हो जाती है ⁠।⁠।⁠ ६-७ ⁠।⁠। \n 'सत्त्वं बलं च कालं च विदित्वा चात्मनस्तथा ⁠। अतिवेलमुपाश्नाति स्वविरुद्धान्यनात्मवान् ⁠।⁠।⁠ ८ ⁠।⁠।' \n वह अपने सत्त्व (धैर्य), बल और अनुकूल समयको जानकर भी मनपर अधिकार न होनेके कारण असमयमें तथा अपनी प्रकृतिके विरुद्ध भोजन करता है ⁠।⁠।⁠ ८ ⁠।⁠। \n 'यदायमतिकष्टानि सर्वाण्युपनिषेवते ⁠। अत्यर्थमपि वा भुङ्क्ते न वा भुङ्क्ते कदाचन ⁠।⁠।⁠ ९ ⁠।⁠।' \n अत्यन्त हानि पहुँचानेवाली जितनी वस्तुएँ हैं, उन सबका वह सेवन करता है। कभी तो बहुत अधिक खा लेता है, कभी बिलकुल ही भोजन नहीं करता है ⁠।⁠।⁠ ९ ⁠।⁠। \n 'दुष्टान्नामिषपानं च यदन्योन्यविरोधि च ⁠। गुरु चाप्यमितं भुङ्क्ते नातिजीर्णेऽपि वा पुनः ⁠।⁠।⁠ १० ⁠।⁠।' \n कभी दूषित खाद्य अन्न-पानको भी ग्रहण कर लेता है, कभी एक-दूसरेसे विरुद्ध गुणवाले पदार्थोंको एक साथ खा लेता है। किसी दिन गरिष्ठ अन्न और वह भी बहुत अधिक मात्रामें खा जाता है। कभी-कभी एक बारका खाया हुआ अन्न पचने भी नहीं पाता कि दुबारा भोजन कर लेता है ⁠।⁠।⁠ १० ⁠।⁠। \n 'व्यायाममतिमात्रं च व्यवायं चोपसेवते ⁠। सततं कर्मलोभाद् वा प्राप्तं वेगं विधारयेत् ⁠।⁠।⁠ ११ ⁠।⁠।' \n अधिक मात्रामें व्यायाम और स्त्री-सम्भोग करता है। सदा काम करनेके लोभसे मल-मूत्रके वेगको रोके रहता है ⁠।⁠।⁠ ११ ⁠।⁠। \n 'रसाभियुक्तमन्नं वा दिवा स्वप्नं च सेवते ⁠। अपक्वानागते काले स्वयं दोषान् प्रकोपयेत् ⁠।⁠।⁠ १२ ⁠।⁠।' \n रसीला अन्न खाता और दिनमें सोता है तथा कभी-कभी खाये हुए अन्नके पचनेके पहले असमयमें भोजन करके स्वयं ही अपने शरीरमें स्थित वात-पित्त आदि दोषोंको कुपित कर देता है ⁠।⁠।⁠ १२ ⁠।⁠। \n 'स्वदोषकोपनाद् रोगं लभते मरणान्तिकम् ⁠। अपि वोद्बन्धनादीनि परीतानि व्यवस्यति ⁠।⁠।⁠ १३ ⁠।⁠।' \n उन दोषोंके कुपित होनेसे वह अपने लिये प्राणनाशक रोगोंको बुला लेता है। अथवा फाँसी लगाने या जलमें डूबने आदि शास्त्रविरुद्ध उपायोंका आश्रय लेता है ⁠।⁠।⁠ १३ ⁠।⁠। \n 'तस्य तैः कारणैर्जन्तोः शरीरं च्यवते तदा ⁠। जीवितं प्रोच्यमानं तद् यथावदुपधारय ⁠।⁠।⁠ १४ ⁠।⁠।' \n इन्हीं सब कारणोंसे जीवका शरीर नष्ट हो जाता है। इस प्रकार जो जीवका जीवन बताया जाता है, उसे अच्छी तरह समझ लो ⁠।⁠।⁠ १४ ⁠।⁠। \n 'ऊष्मा प्रकुपितः काये तीव्रवायुसमीरितः ⁠। शरीरमनुपर्येत्य सर्वान् प्राणान् रुणद्धि वै ⁠।⁠।⁠ १५ ⁠।⁠।' \n शरीरमें तीव्र वायुसे प्रेरित हो पित्तका प्रकोप बढ़ जाता है और वह शरीरमें फैलकर समस्त प्राणोंकी गतिको रोक देता है ⁠।⁠।⁠ १५ ⁠।⁠। \n 'अत्यर्थं बलवानूष्मा शरीरे परिकोपितः ⁠। भिनत्ति जीवस्थानानि मर्माणि विद्धि तत्त्वतः ⁠।⁠।⁠ १६ ⁠।⁠।' \n इस शरीरमें कुपित होकर अत्यन्त प्रबल हुआ पित्त जीवके मर्मस्थानोंको विदीर्ण कर देता है। इस बातको ठीक समझो ⁠।⁠।⁠ १६ ⁠।⁠। \n 'ततः सवेदनः सद्यो जीवः प्रच्यवते क्षरात् ⁠। शरीरं त्यजते जन्तुश्छिद्यमानेषु मर्मसु ⁠।⁠।⁠ १७ ⁠।⁠।' \n जब मर्मस्थान छिन्न-भिन्न होने लगते हैं, तब वेदनासे व्यथित हुआ जीव तत्काल इस जड शरीरसे निकल जाता है। उस शरीरको सदाके लिये त्याग देता है ⁠।⁠।⁠ १७ ⁠।⁠। \n 'वेदनाभिः परीतात्मा तद् विद्धि द्विजसत्तम ⁠। जातीमरणसंविग्नाः सततं सर्वजन्तवः ⁠।⁠।⁠ १८ ⁠।⁠।' \n द्विजश्रेष्ठ! मृत्युकालमें जीवका तन-मन वेदनासे व्यथित होता है, इस बातको भलीभाँति जान लो। इस तरह संसारके सभी प्राणी सदा जन्म और मरणसे उद्विग्न रहते हैं ⁠।⁠।⁠ १८ ⁠।⁠। \n 'दृश्यन्ते संत्यजन्तश्च शरीराणि द्विजर्षभ ⁠। गर्भसंक्रमणे चापि मर्मणामतिसर्पणे ⁠।⁠।⁠ १९ ⁠।⁠।' \n 'तादृशीमेव लभते वेदनां मानवः पुनः ⁠। भिन्नसंधिरथ क्लेदमद्भिः स लभते नरः ⁠।⁠।⁠ २० ⁠।⁠।' \n विप्रवर! सभी जीव अपने शरीरोंका त्याग करते देखे जाते हैं। गर्भमें मनुष्य प्रवेश करते समय तथा गर्भसे नीचे गिरते समय भी वैसी ही वेदनाका अनुभव करता है। मृत्यु-कालमें जीवोंके शरीरकी सन्धियाँ टूटने लगती हैं और जन्मके समय वह गर्भस्थ जलसे भीगकर अत्यन्त व्याकुल हो उठता है ⁠।⁠।⁠ १९-२० ⁠।⁠। \n 'यथा पञ्चसु भूतेषु सम्भूतत्वं नियच्छति ⁠। शैत्यात् प्रकुपितः काये तीव्रवायुसमीरितः ⁠।⁠।⁠ २१ ⁠।⁠। \n यः स पञ्चसु भूतेषु प्राणापाने व्यवस्थितः ⁠। स गच्छत्यूर्ध्वगो वायुः कृच्छ्रान्मुक्त्वा शरीरिणः ⁠।⁠।⁠ २२ ⁠।⁠।' \n अन्य प्रकारकी तीव्र वायुसे प्रेरित हो शरीरमें सर्दीसे कुपित हुई जो वायु पाँचों भूतोंमें प्राण और अपानके स्थानमें स्थित है, वही पञ्चभूतोंके संघातका नाश करती है तथा वह देहधारियोंको बड़े कष्टसे त्यागकर ऊर्ध्वलोकको चली जाती है ⁠।⁠।⁠ २१-२२ ⁠।⁠। \n 'शरीरं च जहात्येवं निरुच्छ्‌वासश्च दृश्यते ⁠। स निरूष्मा निरुच्छ्‌वासो निःश्रीको हतचेतनः ⁠।⁠।⁠ २३ ⁠।⁠।' \n 'ब्रह्मणा सम्परित्यक्तो मृत इत्युच्यते नरैः ⁠।' \n इस प्रकार जब जीव शरीरका त्याग करता है, तब प्राणियोंका शरीर उच्छ्‌वासहीन दिखायी देता है। उसमें गर्मी, उच्छ्‌वास, शोभा और चेतना कुछ भी नहीं रह जाती। इस तरह जीवात्मासे परित्यक्त उस शरीरको लोग मृत (मरा हुआ) कहते हैं ⁠।⁠।⁠ २३ ⁠।⁠। \n 'स्रोतोभिर्यैर्विजानाति इन्द्रियार्थान् शरीरभृत् ⁠।⁠।⁠ २४ ⁠।⁠। तैरेव न विजानाति प्राणानाहारसम्भवान् ⁠। तत्रैव कुरुते काये यः स जीवः सनातनः ⁠।⁠।⁠ २५ ⁠।⁠।' \n देहधारी जीव जिन इन्द्रियोंके द्वारा रूप, रस आदि विषयोंका अनुभव करता है, उनके द्वारा वह भोजनसे परिपुष्ट होनेवाले प्राणोंको नहीं जान पाता। इस शरीरके भीतर रहकर जो कार्य करता है, वह सनातन जीव है ⁠।⁠।⁠ २४-२५ ⁠।⁠। \n 'तथा यद्यद् भवेद् युक्तं संनिपाते क्वचित् क्वचित् ⁠। तत्तन्मर्म विजानीहि शास्त्रदृष्टं हि तत् तथा ⁠।⁠।⁠ २६ ⁠।⁠।' \n कहीं-कहीं संधिस्थानोंमें जो-जो अंग संयुक्त होता है, उस-उसको तुम मर्म समझो; क्योंकि शास्त्रमें मर्मस्थानका ऐसा ही लक्षण देखा गया है ⁠।⁠।⁠ २६ ⁠।⁠। \n 'तेषु मर्मसु भिन्नेषु ततः स समुदीरयन् ⁠। आविश्य हृदयं जन्तोः सत्त्वं चाशु रुणद्धि वै ⁠।⁠।⁠ २७ ⁠।⁠।' \n उन मर्मस्थानों (संधियों)-के विलग होनेपर वायु ऊपरको उठती हुई प्राणीके हृदयमें प्रविष्ट हो शीघ्र ही उसकी बुद्धिको अवरुद्ध कर लेती है ⁠।⁠।⁠ २७ ⁠।⁠। \n 'ततः सचेतनो जन्तुर्नाभिजानाति किंचन ⁠। तमसा संवृतज्ञानः संवृतेष्वेव मर्मसु ⁠। स जीवो निरधिष्ठानश्चाल्यते मातरिश्वना ⁠।⁠।⁠ २८ ⁠।⁠।' \n तब अन्तकाल उपस्थित होनेपर प्राणी सचेतन होनेपर भी कुछ समझ नहीं पाता; क्योंकि तम (अविद्या)-के द्वारा उसकी ज्ञानशक्ति आवृत्त हो जाती है। मर्मस्थान भी अवरुद्ध हो जाते हैं। उस समय जीवके लिये कोई आधार नहीं रह जाता और वायु उसे अपने स्थानसे विचलित कर देती है ⁠।⁠।⁠ २८ ⁠।⁠। \n 'ततः स तं महोच्छ्‌वासं भृशमुच्छ्‌वस्य दारुणम् ⁠। निष्क्रामन् कम्पयत्याशु तच्छरीरमचेतनम् ⁠।⁠।⁠ २९ ⁠।⁠।' \n तब वह जीवात्मा बारंबार भयंकर एवं लंबी साँस छोड़कर बाहर निकलने लगता है। उस समय सहसा इस जड शरीरको कम्पित कर देता है ⁠।⁠।⁠ २९ ⁠।⁠। \n 'स जीवः प्रच्युतः कायात् कर्मभिः स्वैः समावृतः ⁠। अभितः स्वैः शुभैः पुण्यैः पापैर्वाप्युपपद्यते ⁠।⁠।⁠ ३० ⁠।⁠।' \n शरीरसे अलग होनेपर वह जीव अपने किये हुए शुभकार्य पुण्य अथवा अशुभ कार्य पापकर्मोंद्वारा सब ओरसे घिरा रहता है ⁠।⁠।⁠ ३० ⁠।⁠। \n 'ब्राह्मणा ज्ञानसम्पन्ना यथावच्छ्रुतनिश्चयाः ⁠। इतरं कृतपुण्यं वा तं विजानन्ति लक्षणैः ⁠।⁠।⁠ ३१ ⁠।⁠।' \n जिन्होंने वेद-शास्त्रोंके सिद्धान्तोंका यथावत् अध्ययन किया है, वे ज्ञानसम्पन्न ब्राह्मण लक्षणोंके द्वारा यह जान लेते हैं कि अमुक जीव पुण्यात्मा रहा है और अमुक जीव पापी ⁠।⁠।⁠ ३१ ⁠।⁠। \n 'यथान्धकारे खद्योतं लीयमानं ततस्ततः ⁠। चक्षुष्मन्तः प्रपश्यन्ति तथा च ज्ञानचक्षुषः ⁠।⁠।⁠ ३२ ⁠।⁠। \n पश्यन्त्येवंविधं सिद्धा जीवं दिव्येन चक्षुषा ⁠। च्यवन्तं जायमानं च योनिं चानुप्रवेशितम् ⁠।⁠।⁠ ३३ ⁠।⁠।' \n जिस तरह आँखवाले मनुष्य अँधेरेमें इधर-उधर उगते-बुझते हुए खद्योतको देखते हैं, उसी प्रकार ज्ञान-नेत्रवाले सिद्ध पुरुष अपनी दिव्य दृष्टिसे जन्मते, मरते तथा गर्भमें प्रवेश करते हुए जीवको सदा देखते रहते हैं ⁠।⁠।⁠ ३२-३३ ⁠।⁠। \n 'तस्य स्थानानि दृष्टानि त्रिविधानीह शास्त्रतः ⁠। कर्मभूमिरियं भूमिर्यत्र तिष्ठन्ति जन्तवः ⁠।⁠।⁠ ३४ ⁠।⁠।' \n शास्त्रके अनुसार जीवके तीन प्रकारके स्थान देखे गये हैं (मृत्युलोक, स्वर्गलोक और नरक)। यह मर्त्यलोककी भूमि जहाँ बहुत-से प्राणी रहते हैं, कर्मभूमि कहलाती है ⁠।⁠।⁠ ३४ ⁠।⁠। \n 'ततः शुभाशुभं कृत्वा लभन्ते सर्वदेहिनः ⁠। इहैवोच्चावचान् भोगान् प्राप्नुवन्ति स्वकर्मभिः ⁠।⁠।⁠ ३५ ⁠।⁠।' \n अतः यहाँ शुभ और अशुभ कर्म करके सब मनुष्य उसके फलस्वरूप अपने कर्मोंके अनुसार अच्छे-बुरे भोग प्राप्त करते हैं ⁠।⁠।⁠ ३५ ⁠।⁠। \n 'इहैवाशुभकर्माणः कर्मभिर्निरयं गताः ⁠। अवाग्गतिरियं कष्टा यत्र पच्यन्ति मानवाः ⁠। तस्मात्‌ सुदुर्लभो मोक्षो रक्ष्यश्चात्मा ततो भृशम् ⁠।⁠।⁠ ३६ ⁠।⁠।' \n यहीं पाप करनेवाले मानव अपने कर्मोंके अनुसार नरकमें पड़ते हैं। यह जीवकी अधोगति है जो घोर कष्ट देनेवाली है। इसमें पड़कर पापी मनुष्य नरकाग्निमें पकाये जाते हैं। उससे छुटकारा मिलना बहुत कठिन है। अतः (पापकर्मसे दूर रहकर) अपनेको नरकसे बचाये रखनेका विशेष प्रयत्न करना चाहिये ⁠।⁠।⁠ ३६ ⁠।⁠। \n 'ऊर्ध्वं तु जन्तवो गत्वा येषु स्थानेष्ववस्थिताः ⁠। कीर्त्यमानानि तानीह तत्त्वतः संनिबोध मे ⁠।⁠।⁠ ३७ ⁠।⁠।' \n स्वर्ग आदि ऊर्ध्वलोकोंमें जाकर प्राणी जिन स्थानोंमें निवास करते हैं, उनका यहाँ वर्णन किया जाता है, इस विषयको यथार्थरूपसे मुझसे सुनो ⁠।⁠।⁠ ३७ ⁠।⁠। \n 'नच्छ्रुत्वा नैष्ठिकीं बुद्धिं बुद्ध‍येथाः कर्मनिश्चयम् ⁠। तारारूपाणि सर्वाणि यत्रैतच्चन्द्रमण्डलम् ⁠।⁠।⁠ ३८ ⁠।⁠। \n यत्र विभ्राजते लोके स्वभासा सूर्यमण्डलम् ⁠। स्थानान्येतानि जानीहि जनानां पुण्यकर्मणाम् ⁠।⁠।⁠ ३९ ⁠।⁠।' \n इसको सुननेसे तुम्हें कर्मोंकी गतिका निश्चय हो जायगा और नैष्ठिकी बुद्धि प्राप्त होगी। जहाँ ये समस्त तारे हैं, जहाँ वह चन्द्रमण्डल प्रकाशित होता है और जहाँ सूर्यमण्डल जगत्‌में अपनी प्रभासे उद्भासित हो रहा है, ये सब-के-सब पुण्यकर्मा पुरुषोंके स्थान हैं, ऐसा जानो [पुण्यात्मा मुनष्य उन्हीं लोकोंमें जाकर अपने पुण्योंका फल भोगते हैं] ⁠।⁠।⁠ ३८-३९ ⁠।⁠। \n 'कर्मक्षयाच्च ते सर्वे च्यवन्ते वै पुनः पुनः ⁠। तत्रापि च विशेषोऽस्ति दिवि नीचोच्चमध्यमः ⁠।⁠।⁠ ४० ⁠।⁠।' \n जब जीवोंके पुण्यकर्मोंका भोग समाप्त हो जाता है, तब वे वहाँसे नीचे गिरते हैं। इस प्रकार बारंबार उनका आवागमन होता रहता है। स्वर्गमें भी उत्तम, मध्यम और अधमका भेद रहता है ⁠।⁠।⁠ ४० ⁠।⁠। \n 'न च तत्रापि संतोषो दृष्ट्‌वा दीप्ततरां श्रियम् ⁠। इत्येता गतयः सर्वाः पृथक्ते समुदीरिताः ⁠।⁠।⁠ ४१ ⁠।⁠।' \n वहाँ भी दूसरोंका अपनेसे बहुत अधिक दीप्तिमान् तेज एवं ऐश्वर्य देखकर मनमें संतोष नहीं होता है। इस प्रकार जीवकी इन सभी गतियोंका मैंने तुम्हारे समक्ष पृथक्-पृथक् वर्णन किया है ⁠।⁠।⁠ ४१ ⁠।⁠। \n 'उपपत्तिं तु वक्ष्यामि गर्भस्याहमतः परम् ⁠। तथा तन्मे निगदतः शृणुष्वावहितो द्विज ⁠।⁠।⁠ ४२ ⁠।⁠।' \n अब मैं यह बतलाऊँगा कि जीव किस प्रकार गर्भमें आकर जन्म धारण करता है। ब्रह्मन्! तुम एकाग्रचित्त होकर मेरे मुखसे इस विषयका वर्णन सुनो ⁠।⁠।⁠ ४२ ⁠।⁠। \n"
  },
  {
    "id": 1,
    "Chapter": "3",
    "Text": "`जीवके गर्भ-प्रवेश, आचार-धर्म, कर्म-फलकी अनिवार्यता तथा संसारसे तरनेके उपायका वर्णन` `ब्राह्मण उवाच` 'शुभानामशुभानां च नेह नाशोऽस्ति कर्मणाम् ⁠। प्राप्य प्राप्यानुपच्यन्ते क्षेत्रं क्षेत्रं तथा तथा ⁠।⁠।⁠ १ ⁠।⁠।' \n 'सिद्ध ब्राह्मण बोले'—काश्यप! इस लोकमें किये हुए शुभ और अशुभ कर्मोंका फल भोगे बिना नाश नहीं होता। वे कर्म वैसा-वैसा कर्मानुसार एकके बाद एक शरीर धारण कराकर अपना फल देते रहते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'यथा प्रसूयमानस्तु फली दद्यात् फलं बहु ⁠। तथा स्याद् विपुलं पुण्यं शुद्धेन मनसा कृतम् ⁠।⁠।⁠ २ ⁠।⁠।'\n जैसे फल देनेवाला वृक्ष फलनेका समय आनेपर बहुत-से फल प्रदान करता है, उसी प्रकार शुद्ध हृदयसे किये हुए पुण्यका फल अधिक होता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'पापं चापि तथैव स्यात् पापेन मनसा कृतम् ⁠। पुरोधाय मनो हीदं कर्मण्यात्मा प्रवर्तते ⁠।⁠।⁠ ३ ⁠।⁠।'\n इसी तरह कलुषित चित्तसे किये हुए पापके फलमें भी वृद्धि होती है; क्योंकि जीवात्मा मनको आगे करके ही प्रत्येक कार्यमें प्रवृत्त होता है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'यथा कर्मसमाविष्टः काममन्युसमावृतः ⁠। नरो गर्भं प्रविशति तच्चापि शृणु चोत्तरम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n काम-क्रोधसे घिरा हुआ मनुष्य जिस प्रकार कर्मजालमें आबद्ध होकर गर्भमें प्रवेश करता है, उसका भी उत्तर सुनो ⁠।⁠।⁠ ४ ⁠।⁠।\n 'शुक्रं शोणितसंसृष्टं स्त्रिया गर्भाशयं गतम् ⁠। क्षेत्रं कर्मजमाप्नोति शुभं वा यदि वाशुभम् ⁠।⁠।⁠ ५ ⁠।⁠।'\n जीव पहले पुरुषके वीर्यमें प्रविष्ट होता है, फिर स्त्रीके गर्भाशयमें जाकर उसके रजमें मिल जाता है। तत्पश्चात् उसे कर्मानुसार शुभ या अशुभ शरीरकी प्राप्ति होती है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'सौक्ष्म्यादव्यक्तभावाच्च न च क्वचन सज्जति ⁠। सम्प्राप्य ब्राह्मणः कामं तस्मात्‌ तद् ब्रह्म शाश्वतम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n जीव अपनी इच्छाके अनुसार उस शरीरमें प्रवेश करके सूक्ष्म और अव्यक्त होनेके कारण कहीं आसक्त नहीं होता है; क्योंकि वास्तवमें वह सनातन परब्रह्म-स्वरूप है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'तद् बीजं सर्वभूतानां तेन जीवन्ति जन्तवः ⁠। स जीवः सर्वगात्राणि गर्भस्याविश्य भागशः ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'दधाति चेतसा सद्यः प्राणस्थानेष्ववस्थितः ⁠। ततः स्पन्दयतेऽङ्गानि स गर्भश्चेतनान्वितः ⁠।⁠।⁠ ८ ⁠।⁠।'\n वह जीवात्मा सम्पूर्ण भूतोंकी स्थितिका हेतु है, क्योंकि उसीके द्वारा सब प्राणी जीवित रहते हैं। वह जीव गर्भके समस्त अंगमें प्रविष्ट हो उसके प्रत्येक अंशमें तत्काल चेतनता ला देता है और वही प्राणोंके स्थान—वक्षःस्थलमें स्थित हो समस्त अंगोंका संचालन करता है। तभी वह गर्भ चेतनासे सम्पन्न होता है ⁠।⁠।⁠ ७-८ ⁠।⁠।\n 'यथा लोहस्य निःस्यन्दो निषिक्तो बिम्बविग्रहम् ⁠। उपैति तद् विजानीहि गर्भे जीवप्रवेशनम् ⁠।⁠।⁠ ९ ⁠।⁠।'\n जैसे तपाये हुए लोहेका द्रव जैसे साँचेमें ढाला जाता है उसीका रूप धारण कर लेता है, उसी प्रकार गर्भमें जीवका प्रवेश होता है, ऐसा समझो (अर्थात् जीव जिस प्रकारकी योनिमें प्रविष्ट होता है, उसी रूपमें उसका शरीर बन जाता है) ⁠।⁠।⁠ ९ ⁠।⁠।\n 'लोहपिण्डं यथा वह्निः प्रविश्य ह्यतितापयेत् ⁠। तथा त्वमपि जानीहि गर्भे जीवोपपादनम् ⁠।⁠।⁠ १० ⁠।⁠।'\n जैसे आग लोहपिण्डमें प्रविष्ट होकर उसे बहुत तपा देती है, उसी प्रकार गर्भमें जीवका प्रवेश होता है और वह उसमें चेतनता ला देता है। इस बातको तुम अच्छी तरह समझ लो ⁠।⁠।⁠ १० ⁠।⁠।\n 'यथा च दीपः शरणे दीप्यमानः प्रकाशते ⁠। एवमेव शरीराणि प्रकाशयति चेतना ⁠।⁠।⁠ ११ ⁠।⁠।'\n जिस प्रकार जलता हुआ दीपक समूचे घरमें प्रकाश फैलाता है, उसी प्रकार जीवकी चैतन्य शक्ति शरीरके सब अवयवोंको प्रकाशित करती है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'यद् यच्च कुरुते कर्म शुभं वा यदि वाशुभम् ⁠। पूर्वदेहकृतं सर्वमवश्यमुपभुज्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n मनुष्य शुभ अथवा अशुभ जो-जो कर्म करता है, पूर्व-जन्मके शरीरसे किये गये उन सब कर्मोंका फल उसे अवश्य भोगना पड़ता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'ततस्तु क्षीयते चैव पुनश्चान्यत् प्रचीयते ⁠। यावत् तन्मोक्षयोगस्थं धर्मं नैवावबुध्यते ⁠।⁠।⁠ १३ ⁠।⁠।'\n उपभोगसे प्राचीन कर्मका तो क्षय होता है और फिर दूसरे नये-नये कर्मोंका संचय बढ़ जाता है। जबतक मोक्षकी प्राप्तिमें सहायक धर्मका उसे ज्ञान नहीं होता, तबतक यह कर्मोंकी परम्परा नहीं टूटती है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'तत्र कर्म प्रवक्ष्यामि सुखी भवति येन वै ⁠। आवर्तमानो जातीषु यथान्योन्यासु सत्तम ⁠।⁠।⁠ १४ ⁠।⁠।'\n साधुशिरोमणे! इस प्रकार भिन्न-भिन्न योनियोंमें भ्रमण करनेवाला जीव जिनके अनुष्ठानसे सुखी होता है, उन कर्मोंका वर्णन सुनो ⁠।⁠।⁠ १४ ⁠।⁠।\n 'दानं व्रतं ब्रह्मचर्यं यथोक्तं ब्रह्मधारणम् ⁠। दमः प्रशान्तता चैव भूतानां चानुकम्पनम् ⁠।⁠।⁠ १५ ⁠।⁠।\n संयमाश्चानृशंस्यं च परस्वादानवर्जनम् व्यलीकानामकरणं भूतानां मनसा भुवि ⁠।⁠।⁠ १६ ⁠।⁠।\n मातापित्रोश्च शुश्रूषा देवतातिथिपूजनम् ⁠। गुरुपूजा घृणा शौचं नित्यमिन्द्रियसंयमः ⁠।⁠।⁠ १७ ⁠।⁠।\n प्रवर्तनं शुभानां च तत् सतां वृत्तमुच्यते ⁠। ततो धर्मः प्रभवति यः प्रजाः पाति शाश्वतीः ⁠।⁠।⁠ १८ ⁠।⁠।'\n दान, व्रत, ब्रह्मचर्य, शास्त्रोक्त रीतिसे वेदाध्ययन, इन्द्रियनिग्रह, शान्ति, समस्त प्राणियोंपर दया, चित्तका संयम, कोमलता, दूसरोंके धन लेनेकी इच्छाका त्याग, संसारके प्राणियोंका मनसे भी अहित न करना, माता-पिताकी सेवा, देवता, अतिथि और गुरुओंकी पूजा, दया, पवित्रता, इन्द्रियोंको सदा काबूमें रखना तथा शुभ कर्मोंका प्रचार करना—यह सब श्रेष्ठ पुरुषोंका बर्ताव कहलाता है। इनके अनुष्ठानसे धर्म होता है, जो सदा प्रजावर्गकी रक्षा करता है ⁠।⁠।⁠ १५—१८ ⁠।⁠।\n 'एवं सत्सु सदा पश्येत् तत्राप्येषा ध्रुवा स्थितिः ⁠। आचारो धर्ममाचष्टे यस्मिन् शान्ता व्यवस्थिताः ⁠।⁠।⁠ १९ ⁠।⁠।'\n सत्पुरुषोंमें सदा ही इस प्रकारका धार्मिक आचरण देखा जाता है। उन्हींमें धर्मकी अटल स्थिति होती है। सदाचार ही धर्मका परिचय देता है। शान्तचित्त महात्मा पुरुष सदाचारमें ही स्थित रहते हैं ⁠।⁠।⁠ १९ ⁠।⁠।\n 'तेषु तत् कर्म निक्षिप्तं यः स धर्मः सनातनः ⁠। यस्तं समभिपद्येत न स दुर्गतिमाप्नुयात् ⁠।⁠।⁠ २० ⁠।⁠।'\n उन्हींमें पूर्वोक्त दान आदि कर्मोंकी स्थिति है। वे ही कर्म सनातन धर्मके नामसे प्रसिद्ध हैं। जो उस सनातन धर्मका आश्रय लेता है, उसे कभी दुर्गति नहीं भोगनी पड़ती है ⁠।⁠।⁠ २० ⁠।⁠।\n 'अतो नियम्यते लोकः प्रच्यवन् धर्मवर्त्मसु ⁠। यश्च योगी च मुक्तश्च स एतेभ्यो विशिष्यते ⁠।⁠।⁠ २१ ⁠।⁠।'\n इसीलिये धर्ममार्गसे भ्रष्ट होनेवाले लोगोंका नियन्त्रण किया जाता है। जो योगी और मुक्त है, वह अन्य धर्मात्माओंकी अपेक्षा श्रेष्ठ होता है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'वर्तमानस्य धर्मेण शुभं यत्र यथा तथा ⁠। संसारतारणं ह्यस्य कालेन महता भवेत् ⁠।⁠।⁠ २२ ⁠।⁠।'\n जो धर्मके अनुसार बर्ताव करता है, वह जहाँ जिस अवस्थामें हो, वहाँ उसी स्थितिमें उसको अपने कर्मानुसार उत्तम फलकी प्राप्ति होती है और वह धीरे-धीरे अधिक काल बीतनेपर संसार-सागरसे तर जाता है ⁠।⁠।\n 'एवं पूर्वकृतं कर्म नित्यं जन्तुः प्रपद्यते ⁠। सर्वं तत्कारणं येन विकृतोऽयमिहागतः ⁠।⁠।⁠ २३ ⁠।⁠।'\n इस प्रकार जीव सदा अपने पूर्वजन्मोंमें किये हुए कर्मोंका फल भोगता है। यह आत्मा निर्विकार ब्रह्म होनेपर भी विकृत होकर इस जगत्‌में जो जन्म धारण करता है, उसमें कर्म ही कारण है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'शरीरग्रहणं चास्य केन पूर्वं प्रकल्पितम् ⁠। इत्येवं संशयो लोके तच्च वक्ष्याम्यतः परम् ⁠।⁠।⁠ २४ ⁠।⁠।'\n आत्माके शरीर धारण करनेकी प्रथा सबसे पहले किसने चलायी है, इस प्रकारका संदेह प्रायः लोगोंके मनमें उठा करता है, अतः उसीका उत्तर दे रहा हूँ ⁠।⁠।⁠ २४ ⁠।⁠।\n 'शरीरमात्मनः कृत्वा सर्वलोकपितामहः ⁠। त्रैलोक्यमसृजद् ब्रह्मा कृत्स्नं स्थावरजङ्गमम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n सम्पूर्ण जगत्‌के पितामह ब्रह्माजीने सबसे पहले स्वयं ही शरीर धारण करके स्थावर-जंगमरूप समस्त त्रिलोकीकी (कर्मानुसार) रचना की ⁠।⁠।⁠ २५ ⁠।⁠।\n 'ततः प्रधानमसृजत् प्रकृतिं स शरीरिणाम् ⁠। यया सर्वमिदं व्याप्तं यां लोके परमां विदुः ⁠।⁠।⁠ २६ ⁠।⁠।'\n उन्होंने प्रधान नामक तत्त्वकी उत्पत्ति की, जो देहधारी जीवोंकी प्रकृति कहलाती है। जिसने इस सम्पूर्ण जगत्‌को व्याप्त कर रखा है तथा लोकमें जिसे मूल प्रकृतिके नामसे जानते हैं ⁠।⁠।⁠ २६ ⁠।⁠।\n 'इदं तत्क्षरमित्युक्तं परं त्वमृतमक्षरम् ⁠। त्रयाणां मिथुनं सर्वमेकैकस्य पृथक् पृथक् ⁠।⁠।⁠ २७ ⁠।⁠।'\n यह प्राकृत जगत् क्षर कहलाता है, इससे भिन्न अविनाशी जीवात्माको अक्षर कहते हैं। (इनसे विलक्षण शुद्ध परब्रह्म हैं)—इन तीनोंमेंसे जो दो तत्त्व—क्षर और अक्षर हैं, वे सब प्रत्येक जीवके लिये पृथक्-पृथक् होते हैं ⁠।⁠।\n 'असृजत् सर्वभूतानि पूर्वदृष्टः प्रजापतिः ⁠। स्थावराणि च भूतानि इत्येषा पौर्विकी श्रुतिः ⁠।⁠।⁠ २८ ⁠।⁠।'\n श्रुतिमें जो सृष्टिके आरम्भमें सत्‌रूपसे निर्दिष्ट हुए हैं, उन प्रजापतिने समस्त स्थावर भूतों और जंगम प्राणियोंकी सृष्टि की है, यह पुरातन श्रुति है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'तस्य कालपरीमाणमकरोत् स पितामहः ⁠। भूतेषु परिवृत्तिं च पुनरावृत्तिमेव च ⁠।⁠।⁠ २९ ⁠।⁠।'\n पितामहने जीवके लिये नियत समयतक शरीर धारण किये रहनेकी, भिन्न-भिन्न योनियोंमें भ्रमण करनेकी और परलोकसे लौटकर फिर इस लोकमें जन्म लेने आदिकी भी व्यवस्था की है ⁠।⁠।⁠ २९ ⁠।⁠।\n 'यथात्र कश्चिन्मेधावी दृष्टात्मा पूर्वजन्मनि ⁠। यत् प्रवक्ष्यामि तत् सर्वं यथावदुपपद्यते ⁠।⁠।⁠ ३० ⁠।⁠।'\n जिसने पूर्वजन्ममें अपने आत्माका साक्षात्कार कर लिया हो, ऐसा कोई मेधावी अधिकारी पुरुष संसारकी अनित्यताके विषयमें जैसी बात कह सकता है, वैसी ही मैं भी कहूँगा। मेरी कही हुई सारी बातें यथार्थ और संगत होंगी ⁠।⁠।⁠ ३० ⁠।⁠।\n 'सुखदुःखे यथा सम्यगनित्ये यः प्रपश्यति ⁠। कायं चामेध्यसंघातं विनाशं कर्मसंहितम् ⁠।⁠।⁠ ३१ ⁠।⁠।\n यच्च किंचित्सुखं तच्च दुःखं सर्वमिति स्मरन् ⁠। संसारसागरं घोरं तरिष्यति सुदुस्तरम् ⁠।⁠।⁠ ३२ ⁠।⁠।'\n जो मनुष्य सुख और दुःख दोनोंको अनित्य समझता है, शरीरको अपवित्र वस्तुओंका समूह समझता है और मृत्युको कर्मका फल समझता है तथा सुखके रूपमें प्रतीत होनेवाला जो कुछ भी है वह सब दुःख-ही-दुःख है, ऐसा मानता है, वह घोर एवं दुस्तर संसार-सागरसे पार हो जायगा ⁠।⁠।⁠ ३१-३२ ⁠।⁠।\n 'जातीमरणरोगैश्च समाविष्टः प्रधानवित् ⁠। चेतनावत्सु चैतन्यं समं भूतेषु पश्यति ⁠।⁠।⁠ ३३ ⁠।⁠। निर्विद्यते ततः कृत्स्नं मार्गमाणः परं पदम् ⁠। तस्योपदेशं वक्ष्यामि याथातथ्येन सत्तम ⁠।⁠।⁠ ३४ ⁠।⁠।'\n जन्म, मृत्यु एवं रोगोंसे घिरा हुआ जो पुरुष प्रधान तत्त्व (प्रकृति)-को जानता है और समस्त चेतन प्राणियोंमें चैतन्यको समानरूपसे व्याप्त देखता है, वह पूर्ण परमपदके अनुसंधानमें संलग्न हो जगत्‌के भोगोंसे विरक्त हो जाता है। साधुशिरोमणे! उस वैराग्यवान् पुरुषके लिये जो हितकर उपदेश है, उसका मैं यथार्थरूपसे वर्णन करूँगा ⁠।⁠।\n 'शाश्वतस्याव्ययस्याथ यदस्य ज्ञानमुत्तमम् ⁠। प्रोच्यमानं मया विप्र निबोधेदमशेषतः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n उसके लिये जो सनातन अविनाशी परमात्माका उत्तम ज्ञान अभीष्ट है, उसका मैं वर्णन करता हूँ। विप्रवर! तुम सारी बातोंको ध्यान देकर सुनो ⁠।⁠।⁠ ३५ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "4",
    "Text": "`गुरु-शिष्यके संवादमें मोक्षप्राप्तिके उपायका वर्णन` `ब्राह्मण उवाच` 'यः स्यादेकायने लीनस्तूष्णीं किंचिदचिन्तयन् ⁠। पूर्वं पूर्वं परित्यज्य स तीर्णो बन्धनाद् भवेत् ⁠।⁠।⁠ १ ⁠।⁠।' \n सिद्ध ब्राह्मणने कहा—काश्यप! जो मनुष्य (स्थूल, सूक्ष्म और कारण शरीरोंमेंसे क्रमशः) पूर्व-पूर्वका अभिमान त्यागकर कुछ भी चिन्तन नहीं करता और मौनभावसे रहकर सबके एकमात्र अधिष्ठान—परब्रह्म परमात्मामें लीन रहता है, वही संसार-वन्धनसे मुक्त होता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'सर्वमित्रः सर्वंसहः शमे रक्तो जितेन्द्रियः ⁠। व्यपेतभयमन्युश्च आत्मवान् मुच्यते नरः ⁠।⁠।⁠ २ ⁠।⁠।'\n जो सबका मित्र, सब कुछ सहनेवाला, मनोनिग्रहमें तत्पर, जितेन्द्रिय, भय और क्रोधसे रहित तथा आत्मवान् है, वह मनुष्य बन्धनसे मुक्त हो जाता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'आत्मवत् सर्वभूतेषु यश्चरेन्नियतः शुचिः ⁠। अमानी निरभीमानः सर्वतो मुक्त एव सः ⁠।⁠।⁠ ३ ⁠।⁠।'\n जो नियमपरायण और पवित्र रहकर सब प्राणियोंके प्रति अपने-जैसा बर्ताव करता है, जिसके भीतर सम्मान पानेकी इच्छा नहीं है तथा जो अभिमानसे दूर रहता है, वह सर्वथा मुक्त ही है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'जीवितं मरणं चोभे सुखदुःखे तथैव च ⁠। लाभालाभे प्रियद्वेष्ये यः समः स च मुच्यते ⁠।⁠।⁠ ४ ⁠।⁠।'\n जो जीवन-मरण, सुख-दुःख, लाभ-हानि तथा प्रिय-अप्रिय आदि द्वन्द्वोंको समभावसे देखता है, वह मुक्त हो जाता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'न कस्यचित् स्पृहयते नावजानाति किंचन ⁠। निर्द्वन्द्वो वीतरागात्मा सर्वथा मुक्त एव सः ⁠।⁠।⁠ ५ ⁠।⁠।'\n जो किसीके द्रव्यका लोभ नहीं रखता, किसीकी अवहेलना नहीं करता, जिसके मनपर द्वन्द्वोंका प्रभाव नहीं पड़ता और जिसके चित्तकी आसक्ति दूर हो गयी है, वह सर्वथा मुक्त ही है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अनमित्रश्च निर्बन्धुरनपत्यश्च यः क्वचित् ⁠। त्यक्तधर्मार्थकामश्च निराकाङ्क्षी च मुच्यते ⁠।⁠।⁠ ६ ⁠।⁠।'\n जो किसीको अपना मित्र, बन्धु या संतान नहीं मानता, जिसने सकाम धर्म, अर्थ और कामका त्याग कर दिया है तथा जो सब प्रकारकी आकांक्षाओंसे रहित है, वह मुक्त हो जाता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'नैव धर्मी न चाधर्मी पूर्वोपचितहायकः ⁠। धातुक्षयप्रशान्तात्मा निर्द्वन्द्वः स विमुच्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n जिसकी न धर्ममें आसक्ति है न अधर्ममें, जो पूर्वसंचित कर्मोंको त्याग चुका है, वासनाओंका क्षय हो जानेसे जिसका चित्त शान्त हो गया है तथा जो सब प्रकारके द्वन्द्वोंसे रहित है, वह मुक्त हो जाता है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'अकर्मवान्‌ विकाङ्क्षश्च पश्येज्जगदशाश्वतम् ⁠। अश्वत्थसदृशं नित्यं जन्ममृत्युजरायुतम् ⁠।⁠।⁠ ८ ⁠।⁠।\n वैराग्यबुद्धिः सततमात्मदोषव्यपेक्षकः ⁠। आत्मबन्धविनिर्मोक्षं स करोत्यचिरादिव ⁠।⁠।⁠ ९ ⁠।⁠।'\n जो किसी भी कर्मका कर्ता नहीं बनता, जिसके मनमें कोई कामना नहीं है, जो इस जगत्‌को अश्वत्थके समान अनित्य—कलतक न टिक सकनेवाला समझता है तथा जो सदा इसे जन्म, मृत्यु और जरासे युक्त जानता है, जिसकी बुद्धि वैराग्यमें लगी रहती है और जो निरन्तर अपने दोषोंपर दृष्टि रखता है, वह शीघ्र ही अपने बन्धनका नाश कर देता है ⁠।⁠।⁠ ८-९ ⁠।⁠।\n 'अगन्धमरसस्पर्शमशब्दमपरिग्रहम् ⁠। अरूपमनभिज्ञेयं दृष्ट्‌वाऽऽत्मानं विमुच्यते ⁠।⁠।⁠ १० ⁠।⁠।'\n जो आत्माको गन्ध, रस, स्पर्श, शब्द, परिग्रह, रूपसे रहित तथा अज्ञेय मानता है, वह मुक्त हो जाता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'पञ्चभूतगुणैर्हीनममूर्तिमदहेतुकम् ⁠। अगुणं गुणभोक्तारं यः पश्यति स मुच्यते ⁠।⁠।⁠ ११ ⁠।⁠।'\n जिसकी दृष्टिमें आत्मा पाञ्चभौतिक गुणोंसे हीन, निराकार, कारणरहित तथा निर्गुण होते हुए भी (मायाके सम्बन्धसे) गुणोंका भोक्ता है, वह मुक्त हो जाता है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'विहाय सर्वसंकल्पान् बुद्‌ध्या शारीरमानसान् ⁠। शनैर्निर्वाणमाप्नोति निरिन्धन इवानलः ⁠।⁠।⁠ १२ ⁠।⁠।'\n जो बुद्धिसे विचार करके शारीरिक और मानसिक सब संकल्पोंका त्याग कर देता है, वह बिना ईंधनकी आगके समान धीरे-धीरे शान्तिको प्राप्त हो जाता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'सर्वसंस्कारनिर्मुक्तो निर्द्वन्द्वो निष्परिग्रहः ⁠। तपसा इन्द्रियग्रामं यश्चरेन्मुक्त एव सः ⁠।⁠।⁠ १३ ⁠।⁠।'\n जो सब प्रकारके संस्कारोंसे रहित, द्वन्द्व और परिग्रहसे रहित हो गया है तथा जो तपस्याके द्वारा इन्द्रिय-समूहको अपने वशमें करके (अनासक्त) भावसे विचरता है, वह मुक्त ही है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'विमुक्तः सर्वसंस्कारैस्ततो ब्रह्म सनातनम् ⁠। परमाप्नोति संशान्तमचलं नित्यमक्षरम् ⁠।⁠।⁠ १४ ⁠।⁠।'\n जो सब प्रकारके संस्कारोंसे मुक्त होता है, वह मनुष्य शान्त, अचल, नित्य, अविनाशी एवं सनातन परब्रह्म परमात्माको प्राप्त कर लेता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि योगशास्त्रमनुत्तमम् ⁠। युञ्जन्तः सिद्धमात्मानं यथा पश्यन्ति योगिनः ⁠।⁠।⁠ १५ ⁠।⁠।'\n अब मैं उस परम उत्तम योगशास्त्रका वर्णन करूँगा, जिसके अनुसार योग-साधन करनेवाले योगी पुरुष अपने आत्माका साक्षात्कार कर लेते हैं ⁠।⁠।⁠ १५ ⁠।⁠।\n 'तस्योपदेशं वक्ष्यामि यथावत् तन्निबोध मे ⁠। यैर्द्वारैश्चारयन्नित्यं पश्यत्यात्मानमात्मनि ⁠।⁠।⁠ १६ ⁠।⁠।'\n मैं उसका यथावत् उपदेश करता हूँ। मनोनिग्रहके जिन उपायोंद्वारा चित्तको इस शरीरके भीतर ही वशीभूत एवं अन्तर्मुख करके योगी अपने नित्य आत्माका दर्शन करता है, उन्हें मुझसे श्रवण करो ⁠।⁠।⁠ १६ ⁠।⁠।\n 'इन्द्रियाणि तु संहृत्य मन आत्मनि धारयेत् ⁠। तीव्रं तप्त्वा तपः पूर्वं मोक्षयोगं समाचरेत् ⁠।⁠।⁠ १७ ⁠।⁠।'\n इन्द्रियोंको विषयोंकी ओरसे हटाकर मनमें और मनको आत्मामें स्थापित करे। इस प्रकार पहले तीव्र तपस्या करके फिर मोक्षोपयोगी उपायका अवलम्बन करना चाहिये ⁠।⁠।⁠ १७ ⁠।⁠।\n 'तपस्वी सततं युक्तो योगशास्त्रमथाचरेत् ⁠। मनीषी मनसा विप्रः पश्यन्नात्मानमात्मनि ⁠।⁠।⁠ १८ ⁠।⁠।'\n मनीषी ब्राह्मणको चाहिये कि वह सदा तपस्यामें प्रवृत्त एवं यत्नशील होकर योगशास्त्रोक्त उपायका अनुष्ठान करे। इससे वह मनके द्वारा अन्तःकरणमें आत्माका साक्षात्कार करता है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'स चेच्छक्नोत्ययं साधुर्योक्तुमात्मानमात्मनि ⁠। तत एकान्तशीलः स पश्यत्यात्मानमात्मनि ⁠।⁠।⁠ १९ ⁠।⁠।'\n एकान्तमें रहनेवाला साधक पुरुष यदि अपने मनको आत्मामें लगाये रखनेमें सफल हो जाता है तो वह अवश्य ही अपनेमें आत्माका दर्शन करता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'संयतः सततं युक्त आत्मवान् विजितेन्द्रियः ⁠। तथा य आत्मनाऽऽत्मानं सम्प्रयुक्तः प्रपश्यति ⁠।⁠।⁠ २० ⁠।⁠।'\n जो साधक सदा संयमपरायण, योगयुक्त, मनको वशमें करनेवाला और जितेन्द्रिय है, वही आत्मासे प्रेरित होकर बुद्धिके द्वारा उसका साक्षात्कार कर सकता है ⁠।⁠।\n 'यथा हि पुरुषः स्वप्ने दृष्ट्‌वा पश्यत्यसाविति ⁠। तथा रूपमिवात्मानं साधुयुक्तः प्रपश्यति ⁠।⁠।⁠ २१ ⁠।⁠।'\n जैसे मनुष्य सपनेमें किसी अपरिचित पुरुषको देखकर जब पुनः उसे जाग्रत् अवस्थामें देखता है, तब तुरंत पहचान लेता है कि ‘यह वही है।’ उसी प्रकार साधन-परायण योगी समाधि-अवस्थामें आत्माको जिस रूपमें देखता है, उसी रूपमें उसके बाद भी देखता रहता है ⁠।⁠।\n 'इषीकां च यथा मुञ्जात् कश्चिन्निष्कृष्य दर्शयेत् ⁠। योगी निष्कृष्य चात्मानं तथा पश्यति देहतः ⁠।⁠।⁠ २२ ⁠।⁠।'\n जैसे कोई मनुष्य मूँजसे सींकको अलग करके दिखा दे, वैसे ही योगी पुरुष आत्माको इस देहसे पृथक् करके देखता है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'मुञ्जं शरीरमित्याहुरिषीकामात्मनि श्रिताम् ⁠। एतन्निदर्शनं प्रोक्तं योगविद्भिरनुत्तमम् ⁠।⁠।⁠ २३ ⁠।⁠।'\n यहाँ शरीरको मूँज कहा गया है और आत्माको सींक। योगवेत्ताओंने देह और आत्माके पार्थक्यको समझनेके लिये यह बहुत उत्तम दृष्टान्त दिया है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'यदा हि युक्तमात्मानं सम्यक् पश्यति देहभृत् ⁠। न तस्येहेश्वरः कश्चित् त्रैलोक्यस्यापि यः प्रभुः ⁠।⁠।⁠ २४ ⁠।⁠।'\n देहधारी जीव जब योगके द्वारा आत्माका यथार्थ-रूपसे दर्शन कर लेता है, उस समय उसके ऊपर त्रिभुवनके अधीश्वरका भी आधिपत्य नहीं रहता ⁠।⁠।⁠ २४ ⁠।⁠।\n 'अन्यान्याश्चैव तनवो यथेष्टं प्रतिपद्यते ⁠। विनिवृत्य जरां मृत्युं न शोचति न हृष्यति ⁠।⁠।⁠ २५ ⁠।⁠।'\n वह योगी अपनी इच्छाके अनुसार विभिन्न प्रकारके शरीर धारण कर सकता है, बुढ़ापा और मृत्युको भी भगा देता है, वह न कभी शोक करता है न हर्ष ⁠।⁠।⁠ २५ ⁠।⁠।\n 'देवानामपि देवत्वं युक्तः कारयते वशी ⁠। ब्रह्म चाव्ययमाप्नोति हित्वा देहमशाश्वतम् ⁠।⁠।⁠ २६ ⁠।⁠।'\n अपनी इन्द्रियोंको वशमें रखनेवाला योगी पुरुष देवताओंका भी देवता हो सकता है। वह इस अनित्य शरीरका त्याग करके अविनाशी ब्रह्मको प्राप्त होता है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'विनश्यत्सु च भूतेषु न भयं तस्य जायते ⁠। क्लिश्यमानेषु भूतेषु न स क्लिश्यति केनचित् ⁠।⁠।⁠ २७ ⁠।⁠।'\n सम्पूर्ण प्राणियोंका विनाश होनेपर भी उसे भय नहीं होता। सबके क्लेश उठानेपर भी उसको किसीसे क्लेश नहीं पहुँचता ⁠।⁠।⁠ २७ ⁠।⁠।\n 'दुःखशोकमयैर्घोरैः सङ्गस्नेहसमुद्भवैः ⁠। न विचाल्यति युक्तात्मा निःस्पृहः शान्तमानसः ⁠।⁠।⁠ २८ ⁠।⁠।'\n शान्ताचित्त एवं निःस्पृह योगी आसक्ति और स्नेहसे प्राप्त होनेवाले भयंकर दुःख-शोक तथा भयसे विचलित नहीं होता ⁠।⁠।⁠ २८ ⁠।⁠।\n 'नैनं शस्त्राणि विध्यन्ते न मृत्युश्चास्य विद्यते ⁠। नातः सुखतरं किंचिल्लोके क्वचन दृश्यते ⁠।⁠।⁠ २९ ⁠।⁠।'\n उसे शस्त्र नहीं बींध सकते, मृत्यु उसके पास नहीं पहुँच पाती, संसारमें उससे बढ़कर सुखी कहीं कोई नहीं दिखायी देता ⁠।⁠।⁠ २९ ⁠।⁠।\n 'सम्यग्युक्त्वा स आत्मानमात्मन्येव प्रतिष्ठते ⁠। विनिवृत्तजरादुःखः सुखं स्वपिति चापि सः ⁠।⁠।⁠ ३० ⁠।⁠।'\n वह मनको आत्मामें लीन करके उसीमें स्थित हो जाता है तथा बुढ़ापाके दुःखोंसे छुटकारा पाकर सुखसे सोता—अक्षय आनन्दका अनुभव करता है ⁠।⁠।⁠ ३० ⁠।⁠।\n 'देहान्यथेष्टमभ्येति हित्वेमां मानुषीं तनुम् ⁠। निर्वेदस्तु न कर्तव्यो भुञ्जानेन कथंचन ⁠।⁠।⁠ ३१ ⁠।⁠।'\n वह इस मानव-शरीरका त्याग करके इच्छानुसार दूसरे बहुत-से शरीर धारण करता है। योगजनित ऐश्वर्यका उपभोग करनेवाले योगीको योगसे किसी तरह विरक्त नहीं होना चाहिये ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'सम्यग्युक्तो यदाऽऽत्मानमात्मन्येव प्रपश्यति ⁠। तदैव न स्पृहयते साक्षादपि शतक्रतोः ⁠।⁠।⁠ ३२ ⁠।⁠।'\n अच्छी तरह योगका अभ्यास करके जब योगी अपनेमें ही आत्माका साक्षात्कार करने लगता है, उस समय वह साक्षात् इन्द्रके पदको भी पानेकी इच्छा नहीं करता है ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'योगमेकान्तशीलस्तु यथा विन्दति तच्छृणु ⁠। दृष्टपूर्वां दिशं चिन्त्य यस्मिन् संनिवसेत् पुरे ⁠।⁠।⁠ ३३ ⁠।⁠।\n पुरस्याभ्यन्तरे तस्य मनः स्थाप्यं न बाह्यतः।'\n एकान्तमें ध्यान करनेवाले पुरुषको जिस प्रकार योगकी प्राप्ति होती है, वह सुनो—जो उपदेश पहले श्रुतिमें देखा गया है, उसका चिन्तन करके जिस भागमें जीवका निवास माना गया है, उसीमें मनको भी स्थापित करे। उसके बाहर कदापि न जाने दे ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'पुरस्याभ्यन्तरे तिष्ठन् यस्मिन्नावसथे वसेत् ⁠। तस्मिन्नावसथे धार्यं सबाह्याभ्यन्तरं मनः ⁠।⁠।⁠ ३४ ⁠।⁠।'\n शरीरके भीतर रहते हुए वह आत्मा जिस आश्रयमें स्थित होता है, उसीमें बाह्य और आभ्यन्तर विषयोंसहित मनको धारण करे ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'प्रचिन्त्यावसथे कृत्स्नं यस्मिन् काले स पश्यति ⁠। तस्मिन् काले मनश्चास्य न च किंचन बाह्यतः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n मूलाधार आदि किसी आश्रयमें चिन्तन करके जब वह सर्वस्वरूप परमात्माका साक्षात्कार करता है, उस समय उसका मन प्रत्यक्‌स्वरूप आत्मासे भिन्न कोई ‘बाह्य’ वस्तु नहीं रह जाता ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'संनियम्येन्द्रियग्रामं निर्घोषं निर्जने वने ⁠। कायमभ्यन्तरं कृत्स्नमेकाग्रः परिचिन्तयेत् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n निर्जन वनमें इन्द्रिय-समुदायको वशमें करके एकाग्रचित्त हो शब्दशून्य अपने शरीरके बाहर और भीतर प्रत्येक अंगमें परिपूर्ण परब्रह्म परमात्माका चिन्तन करे ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'दन्तांस्तालु च जिह्वां च गलं ग्रीवां तथैव च ⁠। हृदयं चिन्तयेच्चापि तथा हृदयबन्धनम् ⁠।⁠।⁠ ३७ ⁠।⁠।'\n दन्त, तालु, जिह्वा, गला, ग्रीवा, हृदय तथा हृदय-बन्धन (नाड़ीमार्ग)-को भी परमात्मरूपसे चिन्तन करे ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'इत्युक्तः स मया शिष्यो मेधावी मधुसूदन ⁠। पप्रच्छ पुनरेवेमं मोक्षधर्मं सुदुर्वचम् ⁠।⁠।⁠ ३८ ⁠।⁠।'\n मधुसूदन! मेरे ऐसा कहनेपर उस मेधावी शिष्यने पुनः जिसका निरूपण करना अत्यन्त कठिन है, उस मोक्षधर्मके विषयमें पूछा— ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'भुक्तं भुक्तमिदं कोष्ठे कथमन्नं विपच्यते ⁠। कथं रसत्वं व्रजति शोणितत्वं कथं पुनः ⁠।⁠।⁠ ३९ ⁠।⁠।'\n ‘यह बारंबार खाया हुआ अन्न उदरमें पहुँचकर कैसे पचता है? किस तरह उसका रस बनता है और किस प्रकार वह रक्तके रूपमें परिणत हो जाता है? ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'तथा मांसं च मेदश्च स्नाय्वस्थीनि च योषिति ⁠। कथमेतानि सर्वाणि शरीराणि शरीरिणाम् ⁠।⁠।⁠ ४० ⁠।⁠।'\n 'वर्धते वर्धमानस्य वर्धते च कथं बलम् ⁠। निरोधानां निर्गमनं मलानां च पृथक् पृथक् ⁠।⁠।⁠ ४१ ⁠।⁠।'\n ‘स्त्री-शरीरमें मांस, मेदा, स्नायु और हड्डियाँ कैसे होती हैं? देहधारियोंके ये समस्त शरीर कैसे बढ़ते हैं? बढ़ते हुए शरीरका बल कैसे बढ़ता है? जिनका सब ओरसे अवरोध है, उन मलोंका पृथक्-पृथक् निःसारण कैसे होता है? ⁠।⁠।⁠ ४०-४१ ⁠।⁠।\n 'कुतो वायं प्रश्वसिति उच्छ्‌वसित्यपि वा पुनः ⁠। कं च देशमधिष्ठाय तिष्ठत्यात्मायमात्मनि ⁠।⁠।⁠ ४२ ⁠।⁠।'\n ‘यह जीव कैसे साँस लेता, कैसे उच्छ्‌वास खींचता और किस स्थानमें रहकर इस शरीरमें सदा विद्यमान रहता है? ⁠।⁠।⁠ ४२ ⁠।⁠।\n 'जीवः कथं वहति च चेष्टमानः कलेवरम् ⁠। किं वर्णं कीदृशं चैव निवेशयति वै पुनः ⁠।⁠।⁠ ४३ ⁠।⁠।\n याथातथ्येन भगवन् वक्तुमर्हसि मेऽनघ ⁠।'\n ‘चेष्टाशील जीवात्मा इस शरीरका भार कैसे वहन करता है? फिर कैसे और किस रंगके शरीरको धारण करता है। निष्पाप भगवन्! यह सब मुझे यथार्थरूपसे बताइये’ ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'इति सम्परिपृष्टोऽहं तेन विप्रेण माधव ⁠।⁠।⁠ ४४ ⁠।⁠।'\n 'प्रत्यब्रुवं महाबाहो यथाश्रुतमरिंदम ⁠।'\n शत्रुदमन महाबाहु माधव! उस ब्राह्मणके इस प्रकार पूछनेपर मैंने जैसा सुना था वैसा ही उसे बताया ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'यथा स्वकोष्ठे प्रक्षिप्य भाण्डं भाण्डमना भवेत् ⁠।⁠।⁠ ४५ ⁠।⁠।'\n 'तथा स्वकाये प्रक्षिप्य मनो द्वारैरनिश्चलैः ⁠। आत्मानं तत्र मार्गेत प्रमादं परिवर्जयेत् ⁠।⁠।⁠ ४६ ⁠।⁠।'\n जैसे घरका सामान अपने कोटेमें डालकर भी मनुष्य उन्हींके चिन्तनमें मन लगाये रहता है, उसी प्रकार इन्द्रियरूपी चंचल द्वारोंसे विचरनेवाले मनको अपनी कायामें ही स्थापित करके वहीं आत्माका अनुसंधान करे और प्रमादको त्याग दे ⁠।⁠।⁠ ४५-४६ ⁠।⁠।\n 'एवं सततमुद्युक्तः प्रीतात्मा नचिरादिव ⁠। आसादयति तद् ब्रह्म यद् दृष्ट्‌वा स्यात् प्रधानवित् ⁠।⁠।⁠ ४७ ⁠।⁠।'\n इस प्रकार सदा ध्यानके लिये प्रयत्न करनेवाले पुरुषका चित्त शीघ्र ही प्रसन्न हो जाता है और वह उस परब्रह्म परमात्माको प्राप्त कर लेता है, जिसका साक्षात्कार करके मनुष्य प्रकृति एवं उसके विकारोंको स्वतः जान लेता है ⁠।⁠।⁠ ४७ ⁠।⁠।\n 'न त्वसौ चक्षुषा ग्राह्यो न च सर्वैरपीन्द्रियैः ⁠। मनसैव प्रदीपेन महानात्मा प्रदृश्यते ⁠।⁠।⁠ ४८ ⁠।⁠।'\n उस परमात्माका इन चर्म-चक्षुओंसे दर्शन नहीं हो सकता, सम्पूर्ण इन्द्रियोंसे भी उसको ग्रहण नहीं किया जा सकता; केवल बुद्धिरूपी दीपककी सहायतासे ही उस महान् आत्माका दर्शन होता है ⁠।⁠।⁠ ४८ ⁠।⁠।\n 'सर्वतःपाणिपादान्तः सर्वतोऽक्षिशिरोमुखः ⁠। सर्वतः श्रुतिमाँल्लोके सर्वमावृत्य तिष्ठति ⁠।⁠।⁠ ४९ ⁠।⁠।'\n वह सब ओर हाथ-पैरवाला, सब ओर नेत्र, सिर और मुखवाला तथा सब ओर कानवाला है; क्योंकि वह संसारमें सबको व्याप्त करके स्थित है ⁠।⁠।⁠ ४९ ⁠।⁠।\n 'जीवो निष्क्रान्तमात्मानं शरीरात् सम्प्रपश्यति ⁠। स तमुत्सृज्य देहे स्वं धारयन् ब्रह्म केवलम् ⁠।⁠।⁠ ५० ⁠।⁠।\n आत्मानमालोकयति मनसा प्रहसन्निव ⁠। तदेवमाश्रयं कृत्वा मोक्षं याति ततो मयि ⁠।⁠।⁠ ५१ ⁠।⁠।'\n तत्त्वज्ञ जीव अपने-आपको शरीरसे पृथक् देखता है। वह शरीरके भीतर रहकर भी उसका त्याग करे—उसकी पृथक्‌ताका अनुभव करके अपने स्वरूपभूत केवल परब्रह्म परमात्माका चिन्तन करता हुआ बुद्धिके सहयोगसे आत्माका साक्षात्कार करता है। उस समय वह यह सोचकर हँसता-सा रहता है कि अहो! मृगतृष्णामें प्रतीत होनेवाले जलकी भाँति मुझमें ही प्रतीत होनेवाले इस संसारने मुझे अबतक व्यर्थ ही भ्रममें डाल रखा था। जो इस प्रकार परमात्माका दर्शन करता है, वह उसीका आश्रय लेकर अन्तमें मुझमें ही मुक्त हो जाता है (अर्थात् अपने-आपमें ही परमात्माका अनुभव करने लगता है) ⁠।⁠।⁠ ५०-५१ ⁠।⁠।\n 'इदं सर्वरहस्यं ते मया प्रोक्तं द्विजोत्तम ⁠। आपृच्छे साधयिष्यामि गच्छ विप्र यथासुखम् ⁠।⁠।⁠ ५२ ⁠।⁠।'\n द्विजश्रेष्ठ! यह सारा रहस्य मैंने तुम्हें बता दिया। अब मैं जानेकी अनुमति चाहता हूँ। विप्रवर! तुम भी सुखपूर्वक अपने स्थानको लौट जाओ ⁠।⁠।⁠ ५२ ⁠।⁠।\n 'इत्युक्तः स तदा कृष्ण मया शिष्यो महातपाः ⁠। अगच्छत यथाकामं ब्राह्मणः संशितव्रतः ⁠।⁠।⁠ ५३ ⁠।⁠।'\n श्रीकृष्ण! मेरे इस प्रकार कहनेपर वह कठोर व्रतका पालन करनेवाला मेरा महातपस्वी शिष्य ब्राह्मण काश्यप इच्छानुसार अपने अभीष्ट स्थानको चला गया ⁠।⁠।⁠ ५३ ⁠।⁠।\n `वासुदेव उवाच` 'इत्युक्त्वा स तदा वाक्यं मां पार्थ द्विजसत्तमः ⁠। मोक्षधर्माश्रितः सम्यक् तत्रैवान्तरधीयत ⁠।⁠।⁠ ५४ ⁠।⁠।'\n भगवान् श्रीकृष्ण कहते हैं—अर्जुन! मोक्षधर्मका आश्रय लेनेवाले वे सिद्धमहात्मा श्रेष्ठ ब्राह्मण मुझसे यह प्रसंग सुनाकर वहीं अन्तर्धान हो गये ⁠।⁠।⁠ ५४ ⁠।⁠।\n 'कच्चिदेतत् त्वया पार्थ श्रुतमेकाग्रचेतसा ⁠। तदापि हि रथस्थस्त्वं श्रुतवानेतदेव हि ⁠।⁠।⁠ ५५ ⁠।⁠।'\n पार्थ! क्या तुमने मेरे बताये हुए इस उपदेशको एकाग्रचित्त होकर सुना है? उस युद्धके समय भी तुमने रथपर बैठे-बैठे इसी तत्त्वको सुना था ⁠।⁠।⁠ ५५ ⁠।⁠।\n 'नैतत् पार्थ सुविज्ञेयं व्यामिश्रेणेति मे मतिः ⁠। नरेणाकृतसंज्ञेन विशुद्धेनान्तरात्मना ⁠।⁠।⁠ ५६ ⁠।⁠।'\n कुन्तीनन्दन! मेरा तो ऐसा विश्वास है कि जिसका चित्त व्यग्र है, जिसे ज्ञानका उपदेश नहीं प्राप्त है, वह मनुष्य इस विषयको सुगमतापूर्वक नहीं समझ सकता। जिसका अन्तःकरण शुद्ध है, वही इसे जान सकता है ⁠।⁠।⁠ ५६ ⁠।⁠।\n 'सुरहस्यमिदं प्रोक्तं देवानां भरतर्षभ ⁠। कच्चिन्नेदं श्रुतं पार्थ मनुष्येणेह कर्हिचित् ⁠।⁠।⁠ ५७ ⁠।⁠।'\n भरतश्रेष्ठ! यह मैंने देवताओंका परम गोपनीय रहस्य बताया है। पार्थ! इस जगत्‌में कभी किसी भी मनुष्यने इस रहस्यका श्रवण नहीं किया है ⁠।⁠।⁠ ५७ ⁠।⁠।\n 'न ह्येतच्छ्रोतुमर्होऽन्यो मनुष्यस्त्वामृतेऽनघ ⁠। नैतदद्य सुविज्ञेयं व्यामिश्रेणान्तरात्मना ⁠।⁠।⁠ ५८ ⁠।⁠।'\n अनघ! तुम्हारे सिवा दूसरा कोई मनुष्य इसे सुननेका अधिकारी भी नहीं है। जिसका चित्त दुविधेमें पड़ा हुआ है, वह इस समय इसे अच्छी तरह नहीं समझ सकता ⁠।⁠।⁠ ५८ ⁠।⁠।\n 'क्रियावद्भिर्हि कौन्तेय देवलोकः समावृतः ⁠। न चैतदिष्टं देवानां मर्त्यरूपनिवर्तनम् ⁠।⁠।⁠ ५९ ⁠।⁠।'\n कुन्तीकुमार! क्रियावान् पुरुषोंसे देवलोक भरा पड़ा है। देवताओंको यह अभीष्ट नहीं है कि मनुष्यके मर्त्यरूपकी निवृत्ति हो ⁠।⁠।⁠ ५९ ⁠।⁠।\n 'परा हि सा गतिः पार्थ यत् तद् ब्रह्म सनातनम् ⁠। यत्रामृतत्वं प्राप्नोति त्यक्त्वा देहं सदा सुखी ⁠।⁠।⁠ ६० ⁠।⁠।'\n पार्थ! जो सनातन ब्रह्म है, वही जीवकी परम-गति है। ज्ञानी मनुष्य देहको त्यागकर उस ब्रह्ममें ही अमृतत्त्वको प्राप्त होता है और सदाके लिये सुखी हो जाता है ⁠।⁠।⁠ ६० ⁠।⁠।\n 'इमं धर्मं समास्थाय येऽपि स्युः पापयोनयः ⁠। स्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् ⁠।⁠।⁠ ६१ ⁠।⁠।'\n इस आत्मदर्शनरूप धर्मका आश्रय लेकर स्त्री, वैश्य और शूद्र तथा जो पापयोनिके मनुष्य हैं, वे भी परमगतिको प्राप्त हो जाते हैं ⁠।⁠।⁠ ६१ ⁠।⁠।\n 'किं पुनर्ब्राह्मणाः पार्थ क्षत्रिया वा बहुश्रुताः ⁠। स्वधर्मरतयो नित्यं ब्रह्मलोकपरायणाः ⁠।⁠।⁠ ६२ ⁠।⁠।'\n पार्थ! फिर जो अपने धर्ममें प्रेम रखते और सदा ब्रह्मलोककी प्राप्तिके साधनमें लगे रहते हैं, उन बहुश्रुत ब्राह्मण और क्षत्रियोंकी तो बात ही क्या है ⁠।⁠।⁠ ६२ ⁠।⁠।\n 'हेतुमच्चैतदुद्दिष्टमुपायाश्चास्य साधने ⁠। सिद्धिं फलं च मोक्षश्च दुःखस्य च विनिर्णयः ⁠।⁠।⁠ ६३ ⁠।⁠।'\n इस प्रकार मैंने तुम्हें मोक्षधर्मका युक्तियुक्त उपदेश किया है। उसके साधनके उपाय भी बतलाये हैं और सिद्धि, फल, मोक्ष तथा दुःखके स्वरूपका भी निर्णय किया है ⁠।⁠।⁠ ६३ ⁠।⁠।\n 'नातः परं सुखं त्वन्यत् किंचित् स्याद् भरतर्षभ ⁠। बुद्धिमान् श्रद्दधानश्च पराक्रान्तश्च पाण्डव ⁠।⁠।⁠ ६४ ⁠।⁠।'\n 'यः परित्यज्यते मर्त्यो लोकसारमसारवत् ⁠। एतैरुपायैः स क्षिप्रं परां गतिमवाप्नुते ⁠।⁠।⁠ ६५ ⁠।⁠।'\n भरतश्रेष्ठ! इससे बढ़कर दूसरा कोई सुखदायक धर्म नहीं है। पाण्डुनन्दन! जो कोई बुद्धिमान्, श्रद्धालु और पराक्रमी मनुष्य लौकिक सुखको सारहीन समझकर उसे त्याग देता है, वह उपर्युक्त इन उपायोंके द्वारा बहुत शीघ्र परम गतिको प्राप्त कर लेता है ⁠।⁠।⁠ ६४-६५ ⁠।⁠।\n 'एतावदेव वक्तव्यं नातो भूयोऽस्ति किंचन ⁠। षण्मासान् नित्ययुक्तस्य योगः पार्थ प्रवर्तते ⁠।⁠।⁠ ६६ ⁠।⁠।'\n पार्थ! इतना ही कहनेयोग्य विषय है। इससे बढ़कर कुछ भी नहीं है। जो छः महीनेतक निरन्तर योगका अभ्यास करता है, उसका योग अवश्य सिद्ध हो जाता है ⁠।⁠।⁠ ६६ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "5",
    "Text": "`ब्राह्मणगीता—एक ब्राह्मणका अपनी पत्नीसे ज्ञानयज्ञका उपदेश करना` `वासुदेव उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। दम्पत्योः पार्थ संवादो योऽभवद् भरतर्षभ ⁠।⁠।⁠ १ ⁠।⁠।' \n श्रीकृष्ण कहते हैं—भरतश्रेष्ठ! अर्जुन! इसी विषयमें पति-पत्नीके संवादरूप एक प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'ब्राह्मणी ब्राह्मणं कंचिज्ज्ञानविज्ञानपारगम् ⁠। दृष्ट्वा विविक्त आसीनं भार्या भर्तारमब्रवीत् ⁠।⁠।⁠ २ ⁠।⁠।'\n 'कं नु लोकं गमिष्यामि त्वामहं पतिमाश्रिता ⁠। न्यस्तकर्माणमासीनं कीनाशमविचक्षणम् ⁠।⁠।⁠ ३ ⁠।⁠।\n भार्याः पतिकृताँल्लोकानाप्नुवन्तीति नः श्रुतम् ⁠। त्वामहं पतिमासाद्य कां गमिष्यामि वै गतिम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n एक ब्राह्मण, जो ज्ञान-विज्ञानके पारगामी विद्वान् थे, एकान्त स्थानमें बैठे हुए थे, यह देखकर उनकी पत्नी ब्राह्मणी अपने उन पतिदेवके पास जाकर बोली—‘प्राणनाथ! मैंने सुना है कि स्त्रियाँ पतिके कर्मानुसार प्राप्त हुए लोकोंको जाती हैं; किंतु आप तो कर्म छोड़कर बैठे हैं और मेरे प्रति कठोरताका बर्ताव करते हैं। आपको इस बातका पता नहीं है कि मैं अनन्यभावसे आपके ही आश्रित हूँ। ऐसी दशामें आप-जैसे पतिका आश्रय लेकर मैं किस लोकमें जाऊँगी? आपको पतिरूपमें पाकर मेरी क्या गति होगी’ ⁠।⁠।⁠ २—४ ⁠।⁠।\n 'एवमुक्तः स शान्तात्मा तामुवाच हसन्निव ⁠। सुभगे नाभ्यसूयामि वाक्यस्यास्य तवानघे ⁠।⁠।⁠ ५ ⁠।⁠।'\n पत्नीके ऐसा कहनेपर वे शान्तचित्तवाले ब्राह्मण देवता हँसते हुए-से बोले—‘सौभाग्यशालिनि! तुम पापसे सदा दूर रहती हो; अतः तुम्हारे इस कथनके लिये मैं बुरा नहीं मानता ⁠।⁠।⁠ ५ ⁠।⁠।\n 'ग्राह्यं दृश्यं च सत्यं वा यदिदं कर्म विद्यते ⁠। एतदेव व्यवस्यन्ति कर्म कर्मेति कर्मिणः ⁠।⁠।⁠ ६ ⁠।⁠।'\n ‘संसारमें जो ग्रहण करनेयोग्य दीक्षा और व्रत आदि हैं तथा इन आँखोंसे दिखायी देनेवाले जो स्थूल कर्म हैं, उन्हींको वस्तुतः कर्म माना जाता है। कर्मठ लोग ऐसे ही कर्मको कर्मके नामसे पुकारते हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'मोहमेव नियच्छन्ति कर्मणा ज्ञानवर्जिताः ⁠। नैष्कर्म्यं न च लोकेऽस्मिन् मुहूर्तमपि लभ्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n ‘किंतु जिन्हें ज्ञानकी प्राप्ति नहीं हुई है, वे लोग कर्मके द्वारा मोहका ही संग्रह करते हैं। इस लोकमें कोई दो घड़ी भी बिना कर्म किये रह सके, ऐसा सम्भाव नहीं है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'कर्मणा मनसा वाचा शुभं वा यदि वाशुभम् ⁠। जन्मादिमूर्तिभेदान्तं कर्म भूतेषु वर्तते ⁠।⁠।⁠ ८ ⁠।⁠।'\n मनसे, वाणीसे तथा क्रियाद्वारा जो भी शुभ या अशुभ कार्य होता है, वह तथा जन्म, स्थिति, विनाश एवं शरीरभेद आदि कर्म प्राणियोंमें विद्यमान हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'रक्षोभिर्वध्यमानेषु दृश्यद्रव्येषु वर्त्मसु ⁠। आत्मस्थमात्मना तेभ्यो दृष्टमायतनं मया ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'जब राक्षसों'—दुर्जनोंने जहाँ सोम और घृत आदि दृश्य द्रव्योंका उपयोग होता है, उन कर्म-मार्गोंका विनाश आरम्भ कर दिया, तब मैंने उनसे विरक्त होकर स्वयं ही अपने भीतर स्थित हुए आत्माके स्थानको देखा ⁠।⁠।⁠ ९ ⁠।⁠।\n 'यत्र तद् ब्रह्म निर्द्वन्द्वं यत्र सोमः सहाग्निना ⁠। व्यवायं कुरुते नित्यं धीरो भूतानि धारयन् ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘जहाँ द्वन्द्वोंसे रहित वह परब्रह्म परमात्मा विराजमान है, जहाँ सोम अग्निके साथ नित्य समागम करता है तथा जहाँ सब भूतोंको धारण करनेवाला धीर समीर निरन्तर चलता रहता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'यत्र ब्रह्मादयो युक्तास्तदक्षरमुपासते ⁠। विद्वांसः सुव्रता यत्र शान्तात्मानो जितेन्द्रियाः ⁠।⁠।⁠ ११ ⁠।⁠।'\n जहाँ ब्रह्मा आदि देवता तथा उत्तम व्रतका पालन करनेवाले शान्तचित्त जितेन्द्रिय विद्वान् योगयुक्त होकर उस अविनाशी ब्रह्मकी उपासना करते हैं ⁠।⁠।⁠ ११ ⁠।⁠।\n 'घ्राणेन न तदाघ्रेयं नास्वाद्यं चैव जिह्वया ⁠। स्पर्शनेन तदस्पृश्यं मनसा त्ववगम्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n वह अविनाशी ब्रह्म घ्राणेन्द्रियसे सूँघने और जिह्वाद्वारा आस्वादन करनेयोग्य नहीं है। स्पर्शेन्द्रिय—त्वचाद्वारा उसका स्पर्श भी नहीं किया जा सकता; केवल बुद्धिके द्वारा उसका अनुभव किया जा सकता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'चक्षुषामविषह्यं च यत् किंचिच्छ्रवणात् परम् ⁠। अगन्धमरसस्पर्शमरूपाशब्दलक्षणम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n वह नेत्रोंका विषय नहीं हो सकता। वह अनिर्वचनीय परब्रह्म श्रवणेन्द्रियकी पहुँचसे सर्वथा परे है। गन्ध, रस, स्पर्श, रूप और शब्द आदि कोई भी लक्षण उसमें उपलब्ध नहीं है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'यतः प्रवर्तते तन्त्रं यत्र च प्रतितिष्ठति ⁠। प्राणोऽपानः समानश्च व्यानश्चोदान एव च ⁠।⁠।⁠ १४ ⁠।⁠।'\n 'तत एव प्रवर्तन्ते तदेव प्रविशन्ति च ⁠।'\n ‘उसीसे सृष्टि आदिका विस्तार होता है और उसीमें उसकी स्थिति है। प्राण, अपान, समान, व्यान और उदान—से उसीसे प्रकट होते और फिर उसीमें प्रविष्ट हो जाते हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'समानव्यानयोर्मध्ये प्राणापानौ विचेरतुः ⁠।⁠।⁠ १५ ⁠।⁠।'\n 'तस्मिंल्लीने प्रलीयेत समानो व्यान एव च ⁠। अपानप्राणयोर्मध्ये उदानो व्याप्य तिष्ठति ⁠। तस्माच्छयानं पुरुषं प्राणापानौ न मुञ्चतः ⁠।⁠।⁠ १६ ⁠।⁠।'\n ‘समान और व्यान—इन दोनोंके बीचमें प्राण और अपान विचरते हैं। उस अपानसहित प्राणके लीन होनेपर समान और व्यानका भी लय हो जाता है। अपान और प्राणके बीचमें उदान सबको व्याप्त करके स्थित होता है। इसीलिये सोये हुए पुरुषको प्राण और अपान नहीं छोड़ते हैं ⁠।⁠।⁠ १५-१६ ⁠।⁠।\n 'प्राणानामायतत्वेन तमुदानं प्रचक्षते ⁠। तस्मात् तपो व्यवस्यन्ति मद्‌गतं ब्रह्मवादिनः ⁠।⁠।⁠ १७ ⁠।⁠।' ‘प्राणोंका आयतन (आधार) होनेके कारण उसे विद्वान् पुरुष उदान कहते हैं। इसलिये वेदवादी मुझमें स्थित तपका निश्चय करते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'तेषामन्योन्यभक्षाणां सर्वेषां देहचारिणाम् ⁠। अग्निर्वैश्वानरो मध्ये सप्तधा दीव्यतेऽन्तरा ⁠।⁠।⁠ १८ ⁠।⁠।'\n ‘एक दूसरेके सहारे रहनेवाले तथा सबके शरीरोंमें संचार करनेवाले उन पाँचों प्राणवायुओंके मध्यभागमें जो समान वायुका स्थान नाभिमण्डल है, उसके बीचमें स्थित हुआ वैश्वानर अग्नि सात रूपोंमें प्रकाशमान है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् च श्रोत्रं च पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैता जिह्वा वैश्वानरार्चिषः ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'घ्रेयं दृश्यं च पेयं च स्पृश्यं श्रव्यं तथैव च ⁠। मन्तव्यमथ बोद्धव्यं ताः सप्त समिधो मम ⁠।⁠।⁠ २० ⁠।⁠।'\n ‘घ्राण (नासिका), जिह्वा, नेत्र, त्वचा और पाँचवाँ कान एवं मन तथा बुद्धि—ये उस वैश्वानर अग्निकी सात जिह्वाएँ हैं। सूँघनेयोग्य गन्ध, दर्शनीय रूप, पीनेयोग्य रस, स्पर्श करनेयोग्य वस्तु, सुननेयोग्य शब्द, मनके द्वारा मनन करने और बुद्धिके द्वारा समझने योग्य विषय—ये सात मुझ वैश्वानरकी समिधाएँ हैं ⁠।⁠।⁠ १९-२० ⁠।⁠।\n 'घ्राता भक्षयिता द्रष्टा स्प्रष्टा श्रोता च पञ्चमः ⁠। मन्ता बोद्धा च सप्तैते भवन्ति परमर्त्विजः ⁠।⁠।⁠ २१ ⁠।⁠।'\n ‘सूँघनेवाला, खानेवाला, देखनेवाला, स्पर्श करने-वाला, पाँचवाँ श्रवण करनेवाला एवं मनन करनेवाला और‌ समझनेवाला—ये सात श्रेष्ठ ऋत्विज् हैं ⁠।⁠।⁠ २१ ⁠।⁠।\n 'घ्रेये पेये च दृश्ये च स्पृश्ये श्रव्ये तथैव च ⁠। मन्तव्येऽप्यथ बोद्धव्ये सुभगे पश्य सर्वदा ⁠।⁠।⁠ २२ ⁠।⁠।'\n ‘सुभगे! सूँघनेयोग्य, पीनेयोग्य, देखनेयोग्य, स्पर्श करनेयोग्य, सुनने, मनन करने तथा समझनेयोग्य विषय—इन सबके ऊपर तुम सदा दृष्टिपात करो (इनमें हविष्य-बुद्धि करो) ⁠।⁠।⁠ २२ ⁠।⁠।\n 'हवींष्यग्निषु होतारः सप्तधा सप्त सप्तसु ⁠। सम्यक् प्रक्षिप्य विद्वांसो जनयन्ति स्वयोनिषु ⁠।⁠।⁠ २३ ⁠।⁠।'\n ‘पूर्वोक्त सात होता उक्त सात हविष्योंका सात रूपोंमें विभक्त हुए वैश्वानरमें भलीभाँति हवन करके (अर्थात् विषयोंकी ओरसे आसक्ति हटाकर) विद्वान् पुरुष अपने तन्मात्रा आदि योनियोंमें शब्दादि विषयोंको उत्पन्न करते हैं ⁠।⁠।⁠ २३ ⁠।⁠।\n 'पृथिवी वायुराकाशमापो ज्योतिश्च पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैता योनिरित्येव शब्दिताः ⁠।⁠।⁠ २४ ⁠।⁠।'\n ‘पृथ्वी, वायु, आकाश, जल, तेज, मन और बुद्धि—ये सात योनि कहलाते हैं ⁠।⁠।⁠ २४ ⁠।⁠।\n 'हविर्भूता गुणाः सर्वे प्रविशन्त्यग्निजं गुणम् ⁠। अन्तर्वासमुषित्वा च जायन्ते स्वासु योनिषु ⁠।⁠।⁠ २५ ⁠।⁠।'\n ‘इनके जो समस्त गुण हैं, वे हविष्यरूप हैं। जो अग्निजनित गुण (बुद्धिवृत्ति)-में प्रवेश करते हैं। वे अन्तःकरणमें संस्काररूपसे रहकर अपनी योनियोंमें जन्म लेते हैं ⁠।⁠।⁠ २५ ⁠।⁠।\n 'तत्रैव च निरुध्यन्ते प्रलये भूतभावने ⁠। ततः संजायते गन्धस्ततः संजायते रसः ⁠।⁠।⁠ २६ ⁠।⁠।'\n ‘वे प्रलयकालमें अन्तःकरणमें ही अवरुद्ध रहते और भूतोंकी सृष्टिके समय वहींसे प्रकट होते हैं। वहींसे गन्ध और वहींसे रसकी उत्पत्ति होती है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'ततः संजायते रूपं ततः स्पर्शोऽभिजायते ⁠। ततः संजायते शब्दः संशयस्तत्र जायते ⁠। ततः संजायते निष्ठा जन्मैतत् सप्तधा विदुः ⁠।⁠।⁠ २७ ⁠।⁠।'\n ‘वहींसे रूप, स्पर्श और शब्दका प्राकट्‌य होता है। संशयका जन्म भी वहीं होता है और निश्चयात्मिका बुद्धि भी वहीं पैदा होती है। यह सात प्रकारका जन्म माना गया है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'अनेनैव प्रकारेण प्रगृहीतं पुरातनैः ⁠। पूर्णाहुतिभिरापूर्णास्त्रिभिः पूर्यन्ति तेजसा ⁠।⁠।⁠ २८ ⁠।⁠।'\n ‘इसी प्रकारसे पुरातन ऋषियोंने श्रुतिके अनुसार घ्राण आदिका रूप ग्रहण किया है। ज्ञाता, ज्ञान, ज्ञेय—इन तीन आहुतियोंसे समस्त लोक परिपूर्ण हैं। वे सभी लोक आत्मज्योतिसे परिपूर्ण होते हैं’ ⁠।⁠।⁠ २८ ⁠।⁠।\n"
  },{
    "id": 4,
    "Chapter": "6",
    "Text": "`दस होताओंसे सम्पन्न होनेवाले यज्ञका वर्णन तथा मन और वाणीकी श्रेष्ठताका प्रतिपादन` `ब्राह्मण उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। निबोध दशहोतॄणां विधानमथ यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।' \n ब्राह्मण कहते हैं—प्रिये! इस विषयमें विद्वान् पुरुष इस प्राचीन इतिहासका उदाहरण दिया करते हैं। दस होता मिलकर जिस प्रकार यज्ञका अनुष्ठान करते हैं, वह सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'श्रोत्रं त्वक् चक्षुषी जिह्वा नासिका चरणौ करौ ⁠। उपस्थं वायुरिति वा होतॄणि दश भामिनि ⁠।⁠।⁠ २ ⁠।⁠।'\n भामिनि! कान, त्वचा, नेत्र, जिह्वा (वाक् और रसना), नासिका, हाथ, पैर, उपस्थ और गुदा—से दस होता हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'शब्दस्पर्शौ रूपरसौ गन्धो वाक्यं क्रिया गतिः ⁠। रेतोमूत्रपुरीषाणां त्यागो दश हवींषि च ⁠।⁠।⁠ ३ ⁠।⁠।'\n शब्द, स्पर्श, रूप, रस, गन्ध, वाणी, क्रिया, गति, वीर्य, मूत्रका त्याग और मल-त्याग—ये दस विषय ही दस हविष्य हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'दिशो वायू रविश्चन्द्रः पृथ्व्यग्नी विष्णुरेव च ⁠। इन्द्रः प्रजापतिर्मित्रमग्नयो दश भामिनि ⁠।⁠।⁠ ४ ⁠।⁠।'\n भामिनि! दिशा, वायु, सूर्य, चन्द्रमा, पृथ्वी, अग्नि, विष्णु, इन्द्र, प्रजापति और मित्र—ये दस देवता अग्नि हैं ⁠।⁠।⁠ ४ ⁠।⁠।\n 'दशेन्द्रियाणि होतॄणि हवींषि दश भाविनि ⁠। विषया नाम समिधो हूयन्ते तु दशाग्निषु ⁠।⁠।⁠ ५ ⁠।⁠।'\n भाविनि! दस इन्द्रियरूपी होता दस देवतारूपी अग्निमें दस विषयरूपी हविष्य एवं समिधाओंका हवन करते हैं (इस प्रकार मेरे अन्तरमें निरन्तर यज्ञ हो रहा है; फिर मैं अकर्मण्य कैसे हूँ?) ⁠।⁠।⁠ ५ ⁠।⁠।\n 'चित्तं स्रुवश्च वित्तं च पवित्रं ज्ञानमुत्तमम् ⁠। सुविभक्तमिदं सर्वं जगदासीदिति श्रुतम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n इस यज्ञमें चित्त ही स्रुवा तथा पवित्र एवं उत्तम ज्ञान ही धन है। यह सम्पूर्ण जगत् पहले भलीभाँति विभक्त था—ऐसा सुना गया है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'सर्वमेवाथ विज्ञेयं चित्तं ज्ञानमवेक्षते ⁠। रेतःशरीरभृत्काये विज्ञाता तु शरीरभृत् ⁠।⁠।⁠ ७ ⁠।⁠।'\n जाननेमें आनेवाला यह सारा जगत् चित्तरूप ही है, वह ज्ञानकी अर्थात् प्रकाशककी अपेक्षा रखता है तथा वीर्यजनित शरीर-समुदायमें रहनेवाला शरीरधारी जीव उसको जाननेवाला है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'शरीरभृद् गार्हपत्यस्तस्मादन्यः प्रणीयते ⁠। मनश्चाहवनीयस्तु तस्मिन् प्रक्षिप्यते हविः ⁠।⁠।⁠ ८ ⁠।⁠।'\n वह शरीरका अभिमानी जीव गार्हपत्य अग्नि है। उससे जो दूसरा पावक प्रकट होता है, वह मन है। मन आहवनीय अग्नि है। उसीमें पूर्वोक्त हविष्यकी आहुति दी जाती है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'ततो वाचस्पतिर्जज्ञे तं मनः पर्यवेक्षते ⁠। रूपं भवति वैवर्णं समनुद्रवते मनः ⁠।⁠।⁠ ९ ⁠।⁠।'\n उससे वाचस्पति (वेदवाणी)-का प्राकट्‌य होता है। उसे मन देखता है। मनके अनन्तर रूपका प्रादुर्भाव होता है, जो नील-पीत आदि वर्णोंसे रहित होता है। वह रूप मनकी ओर दौड़ता है ⁠।⁠।⁠ ९ ⁠।⁠।\n `ब्राह्मण्युवाच` 'कस्माद्‌ वागभवत्‌ पूर्वं कस्मात्‌ पश्चान्मनोऽभवत् ⁠। मनसा चिन्तितं वाक्यं यदा समभिपद्यते ⁠।⁠।⁠ १० ⁠।⁠।'\n ब्राह्मणी बोली—प्रियतम! किस कारणसे वाक्‌की उत्पत्ति पहले हुई और क्यों मन पीछे हुआ? जब कि मनसे सोचे-विचारे वचनको ही व्यवहारमें लाया जाता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'केन विज्ञानयोगेन मतिश्चित्तं समास्थिता ⁠। समुन्नीता नाध्यगच्छत् को वै तां प्रतिबाधते ⁠।⁠।⁠ ११ ⁠।⁠।'\n किस विज्ञानके प्रभावसे मति चित्तके आश्रित होती है? वह ऊँचे उठायी जानेपर विषयोंकी ओर क्यों नहीं जाती? कौन उसके मार्गमें बाधा डालता है? ⁠।⁠।⁠ ११ ⁠।⁠।\n `ब्राह्मण उवाच` 'तामपानः पतिर्भूत्वा तस्मात् प्रेषत्यपानताम् ⁠। तां गतिं मनसः प्राहुर्मनस्तस्मादपेक्षते ⁠।⁠।⁠ १२ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! अपान पतिरूप होकर उस मतिको अपानभावकी ओर ले जाता है। वह अपानभावकी प्राप्ति मनकी गति बतायी गयी है, इसलिये मन उसकी अपेक्षा रखता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'प्रश्नं तु वाङ्‌मनसोर्मां यस्मात् त्वमनुपृच्छसि ⁠। तस्मात् ते वर्तयिष्यामि तयोरेव समाह्वयम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n परंतु तुम मुझसे वाणी और मनके विषयमें ही प्रश्न करती हो, इसलिये मैं तुम्हें उन्हीं दोनोंका संवाद बताऊँगा ⁠।⁠।⁠ १३ ⁠।⁠।\n 'उभे वाङ्‌मनसी गत्वा भूतात्मानमपृच्छताम् ⁠। आवयोः श्रेष्ठमाचश्व छिन्धि नौ संशयं विभो ⁠।⁠।⁠ १४ ⁠।⁠।'\n मन और वाणी दोनोंने जीवात्माके पास जाकर पूछा—‘प्रभो! हम दोनोंमें कौन श्रेष्ठ है? यह बताओ और हमारे संदेहका निवारण करो’ ⁠।⁠।⁠ १४ ⁠।⁠।\n 'मन इत्येव भगवांस्तदा प्राह सरस्वती ⁠। अहं वै कामधुक् तुभ्यमिति तं प्राह वागथ ⁠।⁠।⁠ १५ ⁠।⁠।'\n तब भगवान् आत्मदेवने कहा—‘मन ही श्रेष्ठ है।’ यह सुनकर सरस्वती बोलीं—‘मैं ही तुम्हारे लिये कामधेनु बनकर सब कुछ देती हूँ।’ इस प्रकार वाणीने स्वयं ही अपनी श्रेष्ठता बतायी ⁠।⁠।⁠ १५ ⁠।⁠।\n `ब्राह्मण उवाच` 'स्थावरं जङ्गमं चैव विद्ध‍युभे मनसी मम ⁠। स्थावरं मत्सकाशे वै जङ्गमं विषये तव ⁠।⁠।⁠ १६ ⁠।⁠।' 'ब्राह्मण देवता कहते हैं'—प्रिये! स्थावर और जंगम ये दोनों मेरे मन हैं। स्थावर अर्थात् बाह्य इन्द्रियोंसे गृहीत होनेवाला जो यह जगत् है, वह मेरे समीप है और जंगम अर्थात् इन्द्रियातीत जो स्वर्ग आदि है, वह तुम्हारे अधिकारमें है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'यस्तु तं विषयं गच्छेन्मन्त्रो वर्णः स्वरोऽपि वा ⁠। तन्मनो जङ्गमो नाम तस्मादसि गरीयसी ⁠।⁠।⁠ १७ ⁠।⁠।'\n जो मन्त्र, वर्ण अथवा स्वर उस अलौकिक विषयको प्रकाशित करता है, उसका अनुसरण करनेवाला मन भी यद्यपि जंगम नाम धारण करता है तथापि वाणीस्वरूपा तुम्हारे द्वारा ही मनका उस अतीन्द्रिय जगत्‌में प्रवेश होता है। इसलिये तुम मनसे भी श्रेष्ठ एवं गौरवशालिनी हो ⁠।⁠।⁠ १७ ⁠।⁠।\n 'यस्मादपि समाधिस्ते स्वयमभ्येस्त शोभने ⁠। तस्मादुच्छ्‌वासमासाद्य प्रवक्ष्यामि सरस्वति ⁠।⁠।⁠ १८ ⁠।⁠।'\n क्योंकि शोभामयी सरस्वति! तुमने स्वयं ही पास आकर समाधान अर्थात् अपने पक्षकी पुष्टि की है। इससे मैं उच्छ्‌वास लेकर कुछ कहूँगा ⁠।⁠।⁠ १८ ⁠।⁠।\n 'प्राणापानान्तरे देवी वाग् वै नित्यं स्म तिष्ठति ⁠। प्रेर्यमाणा महाभागे विना प्राणमपानती ⁠। प्रजापतिमुपाधावत् प्रसीद भगवन्निति ⁠।⁠।⁠ १९ ⁠।⁠।'\n महाभागे! प्राण और अपानके बीचमें देवी सरस्वती सदा विद्यमान रहती हैं। वह प्राणकी सहायताके बिना जब निम्नतम दशाको प्राप्त होने लगी, तब दौड़ी हुई प्रजापतिके पास गयी और बोली—‘भगवन्! प्रसन्न होइये’ ⁠।⁠।⁠ १९ ⁠।⁠।\n 'ततः प्राणः प्रादुरभूद् वाचमाप्याययन् पुनः ⁠। तस्मादुच्छ्‌वासमासाद्य न वाग् वदति कर्हिचित् ⁠।⁠।⁠ २० ⁠।⁠।'\n तब वाणीको पुष्ट-सा करता हुआ पुनः प्राण प्रकट हुआ। इसीलिये उच्छ्‌वास लेते समय वाणी कभी कोई शब्द नहीं बोलती है ⁠।⁠।⁠ २० ⁠।⁠।\n 'घोषिणी जातनिर्घोषा नित्यमेव प्रवर्तते ⁠। तयोरपि च घोषिण्या निर्घोषैव गरीयसी ⁠।⁠।⁠ २१ ⁠।⁠।'\n 'वाणी दो प्रकारकी होती है'—एक घोषयुक्त (स्पष्ट सुनायी देनेवाली) और दूसरी घोषरहित, जो सदा सभी अवस्थाओंमें विद्यमान रहती है। इन दोनोंमें घोषयुक्त वाणीकी अपेक्षा घोषरहित ही श्रेष्ठतम है (क्योंकि घोषयुक्त वाणीको प्राणशक्तिकी अपेक्षा रहती है और घोषरहित उसकी अपेक्षाके बिना भी स्वभावतः उच्चरित होती रहती है) ⁠।⁠।⁠ २१ ⁠।⁠।\n 'गौरिव प्रसवत्यर्थान् रसमुत्तमशालिनी ⁠। सततं स्यन्दते ह्येषा शाश्वतं ब्रह्मवादिनी ⁠।⁠।⁠ २२ ⁠।⁠। दिव्यादिव्यप्रभावेण भारती गौः शुचिस्मिते ⁠। एतयोरन्तरं पश्य सूक्ष्मयोः स्यन्दमानयोः ⁠।⁠।⁠ २३ ⁠।⁠।'\n शुचिस्मिते! घोषयुक्त (वैदिक) वाणी भी उत्तम गुणोंसे सुशोभित होती है। वह दूध देनेवाली गायकी भाँति मनुष्योंके लिये सदा उत्तम रस झरती एवं मनोवांछित पदार्थ उत्पन्न करती है और ब्रह्मका प्रतिपादन करनेवाली उपनिषद्‌वाणी (शाश्वत ब्रह्म)-का बोध करानेवाली है। इस प्रकार वाणीरूपी गौ दिव्य और अदिव्य प्रभावसे युक्त है। दोनों ही सूक्ष्म हैं और अभीष्ट पदार्थका प्रस्रव करने-वाली हैं। इन दोनोंमें क्या अन्तर है, इसको स्वयं देखो ⁠।⁠।⁠ २२-२३ ⁠।⁠।\n `ब्राह्मण्युवाच` 'अनुत्पन्नेषु वाक्येषु चोद्यमाना विवक्षया ⁠। किन्नु पूर्वं तदा देवी व्याजहार सरस्वती ⁠।⁠।⁠ २४ ⁠।⁠।'\n ब्राह्मणीने पूछा—नाथ! जब वाक्य उत्पन्न नहीं हुए थे, उस समय कुछ कहनेकी इच्छासे प्रेरित की हुई सरस्वती देवीने पहले क्या कहा था? ⁠।⁠।⁠ २४ ⁠।⁠।\n `ब्राह्मण उवाच` \n'प्राणेन या सम्भवते शरीरे प्राणादपानं प्रतिपद्यते च ⁠। उदानभूता च विसृज्य देहं व्यानेन सर्वं दिवमावृणोति ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'ततः समाने प्रतितिष्ठतीह इत्येव पूर्वं प्रजजल्प वाणी ⁠। तस्मान्मनः स्थावरत्वाद् विशिष्टं तथा देवी जङ्गमत्वाद् विशिष्टा ⁠।⁠।⁠ २६ ⁠।⁠।'\n 'ब्राह्मणने कहा'—प्रिये! वह वाक् प्राणके द्वारा शरीरमें प्रकट होती है, फिर प्राणसे अपानभावको प्राप्त होती है। तत्पश्चात् उदानस्वरूप होकर शरीरको छोड़कर व्यानरूपसे सम्पूर्ण आकाशको व्याप्त कर लेती है। तदनन्तर समान वायुमें प्रतिष्ठित होती है। इस प्रकार वाणीने पहले अपनी उत्पत्तिका प्रकार बताया था।* इसलिये स्थावर होनेके कारण मन श्रेष्ठ है और जंगम होनेके कारण वाग्देवी श्रेष्ठ हैं ⁠।⁠।⁠ २५-२६ ⁠।⁠।\n"
  },{
    "id": 5,
    "Chapter": "7",
    "Text": "`मन-बुद्धि और इन्द्रियरूप सप्त होताओंका, यज्ञ तथा मन-इन्द्रिय-संवादका वर्णन` `ब्राह्मण उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। सुभगे सप्तहोतॄणां विधानमिह यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।' \n ब्राह्मणने कहा—सुभगे! इसी विषयमें इस पुरातन इतिहासका भी उदाहरण दिया जाता है। सात होताओंके यज्ञका जैसा विधान है, उसे सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'घ्राणश्चक्षुश्च जिह्वा च त्वक् श्रोत्रं चैव पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैते होतारः पृथगाश्रिताः ⁠।⁠।⁠ २ ⁠।⁠।'\n 'सूक्ष्मेऽवकाशे तिष्ठन्तो न पश्यन्तीतरेतरम् ⁠। एतान्‌ वै सप्तहोतॄंस्त्वं स्वभावाद् विद्धि शोभने ⁠।⁠।⁠ ३ ⁠।⁠।'\n नासिका, नेत्र, जिह्वा, त्वचा और पाँचवाँ कान, मन और बुद्धि—ये सात होता अलग-अलग रहते हैं। यद्यपि ये सभी सूक्ष्म शरीरमें ही निवास करते हैं तो भी एक-दूसरेको नहीं देखते हैं। शोभने! इन सात होताओंको तुम स्वभावसे ही पहचानो ⁠।⁠।⁠ २-३ ⁠।⁠।\n `ब्राह्मण्युवाच` 'सूक्ष्मेऽवकाशे सन्तस्ते कथं नान्योन्यदर्शिनः ⁠। कथंस्वभावा भगवन्नेतदाचक्ष्व मे प्रभो ⁠।⁠।⁠ ४ ⁠।⁠।'\n ब्राह्मणीने पूछा—भगवन्! जब सभी सूक्ष्म शरीरमें ही रहते हैं, तब एक-दूसरेको देख क्यों नहीं पाते? प्रभो! उनके स्वभाव कैसे हैं? यह बतानेकी कृपा करें ⁠।⁠।⁠ ४ ⁠।⁠।\n 'ब्राह्मण उवाच'\n 'गुणाज्ञानमविज्ञानं गुणज्ञानमभिज्ञता ⁠। परस्परं गुणानेते नाभिजानन्ति कर्हिचित् ⁠।⁠।⁠ ५ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! (यहाँ देखनेका अर्थ है, जानना) गुणोंको न जानना ही गुणवान्‌को न जानना कहलाता है और गुणोंको जानना ही गुणवान्‌को जानना है। ये नासिका आदि सात होता एक-दूसरेके गुणोंको कभी नहीं जान पाते हैं (इसीलिये कहा गया है कि ये एक-दूसरेको नहीं देखते हैं) ⁠।⁠।⁠ ५ ⁠।⁠।\n 'जिह्वा चक्षुस्तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न गन्धानधिगच्छन्ति घ्राणस्तानधिगच्छति ⁠।⁠।⁠ ६ ⁠।⁠।'\n जीभ, आँख, कान, त्वचा, मन और बुद्धि—ये गन्धोंको नहीं समझ पाते, किंतु नासिका उसका अनुभव करती है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'घ्राणं चक्षुस्तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न रसानधिगच्छन्ति जिह्वा तानधिगच्छति ⁠।⁠।⁠ ७ ⁠।⁠।'\n नासिका, कान, नेत्र, त्वचा, मन और बुद्धि—ये रसोंका आस्वादन नहीं कर सकते। केवल जिह्वा उसका स्वाद ले सकती है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'घ्राणं जिह्वा तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न रूपाण्यधिगच्छन्ति चक्षुस्तान्यधिगच्छति ⁠।⁠।⁠ ८ ⁠।⁠।'\n नासिका, जीभ, कान, त्वचा, मन और बुद्धि—ये रूपका ज्ञान नहीं प्राप्त कर सकते; किंतु नेत्र इनका अनुभव करते हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'घ्राणं जिह्वा ततश्चक्षुः श्रोत्रं बुद्धिर्मनस्तथा ⁠। न स्पर्शानधिगच्छन्ति त्वक् च तानधिगच्छति ⁠।⁠।⁠ ९ ⁠।⁠।'\n नासिका, जीभ, आँख, कान, बुद्धि और मन—ये स्पर्शका अनुभव नहीं कर सकते; किंतु त्वचाको उसका ज्ञान होता है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च वाङ्‌मनो बुद्धिरेव च ⁠। न शब्दानधिगच्छन्ति श्रोत्रं तानधिगच्छति ⁠।⁠।⁠ १० ⁠।⁠।'\n नासिका, जीभ, आँख, त्वचा, मन और बुद्धि—इन्हें शब्दका ज्ञान नहीं होता; किंतु कानको होता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् श्रोत्रं बुद्धिरेव च ⁠। संशयं नाधिगच्छन्ति मनस्तमधिगच्छति ⁠।⁠।⁠ ११ ⁠।⁠।'\n नासिका, जीभ, आँख, त्वचा, कान और बुद्धि—ये संशय (संकल्प-विकल्प) नहीं कर सकते। यह काम मनका है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् श्रोत्रं मन एव च ⁠। न निष्ठामधिगच्छन्ति बुद्धिस्तामधिगच्छति ⁠।⁠।⁠ १२ ⁠।⁠।'\n इसी प्रकार नासिका, जीभ, आँख, त्वचा, कान, और मन—वे किसी बातका निश्चय नहीं कर सकते। निश्चयात्मक ज्ञान तो केवल बुद्धिको होता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। इन्द्रियाणां च संवादं मनसश्चैव भामिनि ⁠।⁠।⁠ १३ ⁠।⁠।'\n भामिनि! इस विषयमें इन्द्रियों और मनके संवादरूप एक प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १३ ⁠।⁠।\n `मन उवाच` 'नाघ्राति मामृते घ्राणं रसं जिह्वा न वेत्ति च ⁠। रूपं चक्षुर्न गृह्णाति त्वक् स्पर्शं नावबुध्यते ⁠।⁠।⁠ १४ ⁠।⁠।'\n 'न श्रोत्रं बुध्यते शब्दं मया हीनं कथंचन ⁠। प्रवरं सर्वभूतानामहमस्मि सनातनम् ⁠।⁠।⁠ १५ ⁠।⁠।'\n एक बार मनने इन्द्रियोंसे कहा—मेरी सहायताके बिना नासिका सूँघ नहीं सकती, जीभ रसका स्वाद नहीं ले सकती, आँख रूप नहीं देख सकती, त्वचा स्पर्शका अनुभव नहीं कर सकती और कानोंको शब्द नहीं सुनायी दे सकता। इसलिये मैं सब भूतोंमें श्रेष्ठ और सनातन हूँ ⁠।⁠।⁠ १४-१५ ⁠।⁠।\n 'अगाराणीव शून्यानि शान्तार्चिष इवाग्नयः ⁠। इन्द्रियाणि न भासन्ते मया हीनानि नित्यशः ⁠।⁠।⁠ १६ ⁠।⁠।'\n ‘मेरे बिना समस्त इन्द्रियाँ बुझी लपटोंवाली आग और सूने घरकी भाँति सदा श्रीहीन जान पड़ती हैं ⁠।⁠।⁠ १६ ⁠।⁠।\n 'काष्ठानीवार्द्रशुष्काणि यतमानैरपीन्द्रियैः ⁠। गुणार्थान् नाधिगच्छन्ति मामृते सर्वजन्तवः ⁠।⁠।⁠ १७ ⁠।⁠।'\n संसारके सभी जीव इन्द्रियोंके यत्न करते रहनेपर भी मेरे बिना उसी प्रकार विषयोंका अनुभव नहीं कर सकते, जिस प्रकार कि सूखे-गीले काष्ठ कोई अनुभव नहीं कर सकते ⁠।⁠।⁠ १७ ⁠।⁠।\n `इन्द्रियाण्यूचुः` 'एवमेतद् भवेत् सत्यं यथैतन्मन्यते भवान् ⁠। ऋतेऽस्मानस्मदर्थांस्त्वं भोगान् भुङ्‌क्ते भवान् यदि ⁠।⁠।⁠ १८ ⁠।⁠।'\n यह सुनकर इन्द्रियोंने कहा—महोदय! यदि आप भी हमारी सहायता लिये बिना ही विषयोंका अनुभव कर सकते तो हम आपकी इस बातको सच मान लेतीं ⁠।⁠।⁠ १८ ⁠।⁠।\n 'यद्यस्मासु प्रलीनेषु तर्पणं प्राणधारणम् ⁠। भोगान् भुङ्‌क्ते भवान् सत्यं यथैतन्मन्यते तथा ⁠।⁠।⁠ १९ ⁠।⁠।'\n हमारा लय हो जानेपर भी आप तृप्त रह सकें, जीवन धारण कर सकें और सब प्रकारके भोग भोग सकें तो आप जैसा कहते और मानते हैं, वह सब सत्य हो सकता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'अथवास्मासु लीनेषु तिष्ठत्सु विषयेषु च ⁠। यदि संकल्पमात्रेण भुङ्‌क्ते भोगान् यथार्थवत् ⁠।⁠।⁠ २० ⁠।⁠।'\n 'अथ चेन्मन्यसे सिद्धिमस्मदर्थेषु नित्यदा ⁠। घ्राणेन रूपमादत्स्व रसमादत्स्व चक्षुषा ⁠।⁠।⁠ २१ ⁠।⁠।'\n 'श्रोत्रेण गन्धानादत्स्व स्पर्शानादत्स्व जिह्वया ⁠। त्वचा च शब्दमादत्स्व बुद्ध‍या स्पर्शमथापि च ⁠।⁠।⁠ २२ ⁠।⁠।'\n अथवा हम सब इन्द्रियाँ लीन हो जायँ या विषयोंमें स्थित रहें, यदि आप अपने संकल्पमात्रसे विषयोंका यथार्थ अनुभव करनेकी शक्ति रखते हैं और आपको ऐसा करनेमें सदा ही सफलता प्राप्त होती है तो जरा नाकके द्वारा रूपका तो अनुभव कीजिये, आँखसे रसका तो स्वाद लीजिये और कानके द्वारा गन्धोंको तो ग्रहण कीजिये। इसी प्रकार अपनी शक्तिसे जिह्वाके द्वारा स्पर्शका, त्वचाके द्वारा शब्दका और बुद्धिके द्वारा स्पर्शका तो अनुभव कीजिये ⁠।⁠।⁠ २०—२२ ⁠।⁠।\n 'बलवन्तो ह्यनियमा नियमा दुर्बलीयसाम् ⁠। भोगानपूर्वानादत्स्व नोच्छिष्टं भोक्तुमर्हति ⁠।⁠।⁠ २३ ⁠।⁠।'\n आप-जैसे बलवान् लोग नियमोंके बन्धनमें नहीं रहते, नियम तो दुर्बलोंके लिये होते हैं। आप नये ढंगसे नवीन भोगोंका अनुभव कीजिये। हमलोगोंकी जूठन खाना आपको शोभा नहीं देता ⁠।⁠।⁠ २३ ⁠।⁠।\n 'यथा हि शिष्यः शास्तारं श्रुत्यर्थमभिधावति ⁠। ततः श्रुतमुपादाय श्रुत्यर्थमुपतिष्ठति ⁠।⁠।⁠ २४ ⁠।⁠।'\n 'विषयानेवमस्माभिर्दर्शितानभिमन्यसे ⁠। अनागतानतीतांश्च स्वप्ने जागरणे तथा ⁠।⁠।⁠ २५ ⁠।⁠।'\n जैसे शिष्य श्रुतिके अर्थको जाननेके लिये उपदेश करनेवाले गुरुके पास जाता है और उनसे श्रुतिके अर्थका ज्ञान प्राप्त करके फिर स्वयं उसका विचार और अनुसरण करता है, वैसे ही आप सोते और जागते समय हमारे ही दिखाये हुए भूत और भविष्य-विषयोंका उपभोग करते हैं ⁠।⁠।⁠ २४-२५ ⁠।⁠।\n 'वैमनस्यं गतानां च जन्तूनामल्पचेतसाम् ⁠। अस्मदर्थे कृते कार्ये दृश्यते प्राणधारणम् ⁠।⁠।⁠ २६ ⁠।⁠।'\n जो मनरहित हुए मन्दबुद्धि प्राणी हैं, उनमें भी हमारे लिये ही कार्य किये जानेपर प्राण-धारण देखा जाता है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'बहूनपि हि संकल्पान् मत्वा स्वप्नानुपास्य च ⁠। बुभुक्षया पीड्यमानो विषयानेव धावति ⁠।⁠।⁠ २७ ⁠।⁠।'\n बहुत-से संकल्पोंका मनन और स्वप्नोंका आश्रय लेकर भोग भोगनेकी इच्छासे पीड़ित हुआ प्राणी विषयोंकी ओर ही दौड़ता है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'अगारमद्वारमिव प्रविश्य संकल्पभोगान् विषये निबद्धान् ⁠। प्राणक्षये शान्तिमुपैति नित्यं दारुक्षयेऽग्निर्ज्वलितो यथैव ⁠।⁠।⁠ २८ ⁠।⁠।'\n विषय-वासनासे अनुविद्ध संकल्पजनित भोगोंका उपभोग करके प्राणशक्तिके क्षीण होनेपर मनुष्य बिना दरवाजेके घरमें घुसे हुए मनुष्यकी भाँति उसी तरह शान्त हो जाता है, जैसे समिधाओंके जल जानेपर प्रज्वलित अग्नि स्वयं ही बुझ जाती है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'कामं तु नः स्वेषु गुणेषु सङ्गः कामं च नान्योन्यगुणोपलब्धिः ⁠। अस्मान् विना नास्ति तवोपलब्धि- स्तावदृते त्वां न भजेत् प्रहर्षः ⁠।⁠।⁠ २९ ⁠।⁠।'\n भले ही हमलोगोंकी अपने-अपने गुणोंके प्रति आसक्ति हो और भले ही हम परस्पर एक-दूसरेके गुणोंको न जान सकें; किंतु यह बात सत्य है कि आप हमारी सहायताके बिना किसी भी विषयका अनुभव नहीं कर सकते। आपके बिना तो हमें केवल हर्षसे ही वंचित होना पड़ता है ⁠।⁠।⁠ २९ ⁠।⁠।\n"
  },{
    "id": 1,
    "Chapter": "8",
    "Text": "`प्राण, अपान आदिका संवाद और ब्रह्माजीका सबकी श्रेष्ठता बतलाना` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। सुभगे पञ्चहोतॄणां विधानमिह यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! अब पञ्चहोताओंके यज्ञका जैसा विधान है, उसके विषयमें एक प्राचीन दृष्टान्त बतलाया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'प्राणापानावुदानश्च समानो व्यान एव च ⁠। पञ्चहोतॄंस्तथैतान् वै परं भावं विदुर्बुधाः ⁠।⁠।⁠ २ ⁠।⁠।'\n प्राण, अपान, उदान, समान और व्यान—ये पाँचों प्राण पाँच होता हैं। विद्वान् पुरुष इन्हें सबसे श्रेष्ठ मानते हैं ⁠।⁠।\n `ब्राह्मण्युवाच`\n 'स्वभावात् सप्तहोतार इति मे पूर्विका मतिः ⁠। यथा वै पञ्चहोतारः परो भावस्तदुच्यताम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'ब्राह्मणी बोली'—नाथ! पहले तो मैं समझती थी कि स्वभावतः सात होता हैं; किंतु अब आपके मुँहसे पाँच होताओंकी बात मालूम हुई। अतः ये पाँचों होता किस प्रकार हैं? आप इनकी श्रेष्ठताका वर्णन कीजिये ⁠।⁠।⁠ ३ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'प्राणेन सम्भृतो वायुरपानो जायते ततः ⁠। अपाने सम्भृतो वायुस्ततो व्यानः प्रवर्तते ⁠।⁠।⁠ ४ ⁠।⁠।\n व्यानेन सम्भृतो वायुस्ततोदानः प्रवर्तते ⁠। उदाने सम्भृतो वायुः समानो नाम जायते ⁠।⁠।⁠ ५ ⁠।⁠।\n तेऽपृच्छन्त पुरा सन्तः पूर्वजातं पितामहम् ⁠। यो नः श्रेष्ठस्तमाचक्ष्व स नः श्रेष्ठो भविष्यति ⁠।⁠।⁠ ६ ⁠।⁠।'\n 'ब्राह्मणने कहा'—प्रिये! वायु प्राणके द्वारा पुष्ट होकर अपानरूप, अपानके द्वारा पुष्ट होकर व्यानरूप, व्यानसे पुष्ट होकर उदानरूप, उदानसे परिपुष्ट होकर समानरूप होता है। एक बार इन पाँचों वायुओंने सबके पूर्वज पितामह ब्रह्माजीसे प्रश्न किया—‘भगवन्! हममें जो श्रेष्ठ हो उसका नाम बता दीजिये, वही हमलोगोंमें प्रधान होगा’ ⁠।⁠।⁠ ४—६ ⁠।⁠।\n `ब्रह्मोवाच`\n 'यस्मिन् प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। यस्मिन् प्रचीर्णे च पुनश्चरन्ति स वै श्रेष्ठो गच्छत यत्र कामः ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'ब्रह्माजीने कहा'—प्राणधारियोंके शरीरमें स्थित हुए तुमलोगोंमेंसे जिसका लय हो जानेपर सभी प्राण लीन हो जायँ और जिसके संचरित होनेपर सब-के-सब संचार करने लगें, वही श्रेष्ठ है। अब तुम्हारी जहाँ इच्छा हो, जाओ ⁠।⁠।⁠ ७ ⁠।⁠।\n `प्राण उवाच`\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n यह सुनकर प्राणवायुने अपान आदिसे कहा—मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं, इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा) ⁠।⁠।⁠ ८ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'प्राणः प्रालीयत ततः पुनश्च प्रचचार ह ⁠। समानश्चाप्युदानश्च वचोऽब्रूतां पुनः शुभे ⁠।⁠।⁠ ९ ⁠।⁠।'\n ब्राह्मण कहते हैं—शुभे! यों कहकर प्राणवायु थोड़ी देरके लिये छिप गया और उसके बाद फिर चलने लगा। तब समान और उदानवायु उससे पुनः बोले— ⁠।⁠।⁠ ९ ⁠।⁠।\n 'न त्वं सर्वमिदं व्याप्य तिष्ठसीह यथा वयम् ⁠। न त्वं श्रेष्ठो हि नः प्राण अपानो हि वशे तव ⁠। प्रचचार पुनः प्राणस्तमपानोऽभ्यभाषत ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘प्राण! जैसे हमलोग इस शरीरमें व्याप्त हैं, उस तरह तुम इस शरीरमें व्याप्त होकर नहीं रहते। इसलिये तुम हमलोगोंसे श्रेष्ठ नहीं हो। केवल अपान तुम्हारे वशमें है [अतः तुम्हारे लय होनेसे हमारी कोई हानि नहीं हो सकती]।’ तब प्राण पुनः पूर्ववत् चलने लगा। तदनन्तर अपान बोला ⁠।⁠।⁠ १० ⁠।⁠।\n `अपान उवाच`\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ ११ ⁠।⁠।'\n अपानने कहा—मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा) ⁠।⁠।⁠ ११ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'व्यानश्च तमुदानश्च भाषमाणमथोचतुः ⁠। अपान न त्वं श्रेष्ठोऽसि प्राणो हि वशगस्तव ⁠।⁠।⁠ १२ ⁠।⁠।'\n ब्राह्मण कहते हैं—तब व्यान और उदानने पूर्वोक्त बात कहनेवाले अपानसे कहा—‘अपान! केवल प्राण तुम्हारे अधीन है, इसलिये तुम हमसे श्रेष्ठ नहीं हो सकते’ ⁠।⁠।⁠ १२ ⁠।⁠।\n 'अपानः प्रचचाराथ व्यानस्तं पुनरब्रवीत् ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १३ ⁠।⁠।'\n यह सुनकर अपान भी पूर्ववत् चलने लगा। तब व्यानने उससे फिर कहा—‘मैं ही सबसे श्रेष्ठ हूँ। मेरी श्रेष्ठताका कारण क्या है। वह सुनो ⁠।⁠।⁠ १३ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १४ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १४ ⁠।⁠।\n `ब्राह्मण उवाच` 'प्रालीयत ततो व्यानः पुनश्च प्रचचार ह ⁠। प्राणापानावुदानश्च समानश्च तमब्रुवन् ⁠। न त्वं श्रेष्ठोऽसि नो व्यान समानस्तु वशे तव ⁠।⁠।⁠ १५ ⁠।⁠।'\n 'ब्राह्मण कहते हैं'—तब व्यान कुछ देरके लिये लीन हो गया, फिर चलने लगा। उस समय प्राण, अपान, उदान और समानने उससे कहा—‘व्यान! तुम हमसे श्रेष्ठ नहीं हो, केवल समान वायु तुम्हारे वशमें है’ ⁠।⁠।⁠ १५ ⁠।⁠।\n 'प्रचचार पुनर्व्यानः समानः पुनरब्रवीत् ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १६ ⁠।⁠।'\n यह सुनकर व्यान पूर्ववत् चलने लगा। तब समानने पुनः कहा—‘मैं जिस कारणसे सबमें श्रेष्ठ हूँ, वह बताता हूँ सुनो ⁠।⁠।⁠ १६ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १७ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'ततः समानः प्रालिल्ये पुनश्च प्रचचार ह ⁠। प्राणापानाबुदानश्च व्यानश्चैव तमब्रुवन् ⁠।⁠। न त्वं समान श्रेष्ठोऽसि व्यान एव वशे तव ⁠।'\n ब्राह्मण कहते हैं—यह कहकर समान कुछ देरके लिये लीन हो गया और पुनः पूर्ववत् चलने लगा। उस समस प्राण, अपान, व्यान और उदानने उससे कहा—‘समान! तुम हमलोगोंसे श्रेष्ठ नहीं हो, केवल व्यान ही तुम्हारे वशमें है’ ⁠।⁠।\n 'समानः प्रचचाराथ उदानस्तमुवाच ह ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १८ ⁠।⁠।'\n यह सुनकर समान पूर्ववत् चलने लगा। तब उदानने उससे कहा—‘मैं ही सबसे श्रेष्ठ हूँ, इसका क्या कारण है? यह सुनो ⁠।⁠।⁠ १८ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १९ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १९ ⁠।⁠।\n 'ततः प्रालीयतोदानः पुनश्च प्रचचार ह ⁠। प्राणापानौ समानश्च व्यानश्चैव तमब्रुवन् ⁠। उदान न त्वं श्रेष्ठोऽसि व्यान एव वशे तव ⁠।⁠।⁠ २० ⁠।⁠।'\n यह सुनकर उदान कुछ देरके लिये लीन हो गया और पुनः चलने लगा। तब प्राण, अपान, समान और व्यानने उससे कहा—‘उदान! तुम हमलोगोंसे श्रेष्ठ नहीं हो। केवल व्यान ही तुम्हारे वशमें है’ ⁠।⁠।⁠ २० ⁠।⁠।\n `ब्राह्मण उवाच`\n 'ततस्तानब्रवीद् ब्रह्मा समवेतान् प्रजापतिः ⁠। सर्वे श्रेष्ठा न वा श्रेष्ठाः सर्वे चान्योन्यधर्मिणः ⁠।⁠।⁠ २१ ⁠।⁠।'\n ब्राह्मण कहते हैं—तदनन्तर वे सभी प्राण ब्रह्माजीके पास एकत्र हुए। उस समय उन सबसे प्रजापति ब्रह्माने कहा—‘वायुगण! तुम सभी श्रेष्ठ हो। अथवा तुममेंसे कोई भी श्रेष्ठ नहीं है। तुम सबका धारणरूप धर्म एक-दूसरेपर अवलम्बित है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'सर्वे स्वविषये श्रेष्ठाः सर्वे चान्योन्यधर्मिणः ⁠। इति तानब्रवीत् सर्वान् समवेतान् प्रजापतिः ⁠।⁠।⁠ २२ ⁠।⁠।'\n ‘सभी अपने-अपने स्थानपर श्रेष्ठ हो और सबका धर्म एक-दूसरेपर अवलम्बित है।’ इस प्रकार वहाँ एकत्र हुए सब प्राणोंसे प्रजापतिने फिर कहा— ⁠।⁠।⁠ २२ ⁠।⁠।\n 'एकः स्थिरश्चास्थिरश्च विशेषात् पञ्च वायवः ⁠। एक एव ममैवात्मा बहुधाप्युपचीयते ⁠।⁠।⁠ २३ ⁠।⁠।'\n ‘एक ही वायु स्थिर और अस्थिररूपसे विराजमान है। उसीके विशेष भेदसे पाँच वायु होते हैं। इस तरह एक ही मेरा आत्मा अनेक रूपोंमें वृद्धिको प्राप्त होता है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'परस्परस्य सुहृदो भावयन्तः परस्परम् ⁠। स्वस्ति व्रजत भद्रं वो धारयध्वं परस्परम् ⁠।⁠।⁠ २४ ⁠।⁠।'\n ‘तुम्हारा कल्याण हो। तुम कुशलपूर्वक जाओ और एक-दूसरेके हितैषी रहकर परस्परकी उन्नतिमें सहायता पहुँचाते हुए एक-दूसरेको धारण किये रहो’ ⁠।⁠।⁠ २४ ⁠।⁠।\n"
  }
]
