[
  {
    "id": 1,
    "Chapter": "1",
    "Text": "`(अनुगीतापर्व)`  `अर्जुनका श्रीकृष्णसे गीताका विषय पूछना और श्रीकृष्णका अर्जुनसे सिद्ध, महर्षि एवं काश्यपका संवाद सुनाना`  `जनमेजय उवाच` \n 'सभायां वसतोस्तत्र निहत्यारीन् महात्मनोः ⁠। केशवार्जुनयोः का नु कथा समभवद् द्विज ⁠।⁠।⁠ १ ⁠।⁠।' \n जनमेजयने पूछा—ब्रह्मन्! शत्रुओंका नाश करके जब महात्मा श्रीकृष्ण और अर्जुन सभाभवनमें रहने लगे, उन दिनों उन दोनोंमें क्या-क्या बातचीत हुई? ⁠।⁠।⁠ १ ⁠।⁠। \n `वैशम्पायन उवाच` \n 'कृष्णेन सहितः पार्थः स्वं राज्यं प्राप्य केवलम् ⁠। तस्यां सभायां दिव्यायां विजहार मुदा युतः ⁠।⁠।⁠ २ ⁠।⁠।' \n वैशम्पायनजीने कहा—राजन्! श्रीकृष्णके सहित अर्जुनने जब केवल अपने राज्यपर पूरा अधिकार प्राप्त कर लिया, तब वे उस दिव्य सभाभवनमें आनन्दपूर्वक रहने लगे ⁠।⁠।⁠ २ ⁠।⁠। \n 'तत्र कंचित् सभोद्देशं स्वर्गोद्देशसमं नृप ⁠। यदृच्छया तौ मुदितौ जग्मतुः स्वजनावृतौ ⁠।⁠।⁠ ३ ⁠।⁠।' \n नरेश्वर! एक दिन वहाँ स्वजनोंसे घिरे हुए वे दोनों मित्र स्वेच्छासे घूमते-घामते सभामण्डपके एक ऐसे भागमें पहुँचे, जो स्वर्गके समान सुन्दर था ⁠।⁠।⁠ ३ ⁠।⁠। \n 'ततः प्रतीतः कृष्णेन सहितः पाण्डवोऽर्जुनः ⁠। निरीक्ष्य तां सभां रम्यामिदं वचनमब्रवीत् ⁠।⁠।⁠ ४ ⁠।⁠।' \n पाण्डुनन्दन अर्जुन भगवान् श्रीकृष्णके साथ रहकर बहुत प्रसन्न थे। उन्होंने एक बार उस रमणीय सभाकी ओर दृष्टि डालकर भगवान् श्रीकृष्णसे कहा— ⁠।⁠।⁠ ४ ⁠।⁠। \n 'विदितं मे महाबाहो संग्रामे समुपस्थिते ⁠। माहात्म्यं देवकीमातस्तच्च ते रूपमैश्वरम् ⁠।⁠।⁠ ५ ⁠।⁠।' \n ‘महाबाहो! देवकीनन्दन! जब संग्रामका समय उपस्थित था, उस समय मुझे आपके माहात्म्यका ज्ञान और ईश्वरीय स्वरूपका दर्शन हुआ था ⁠।⁠।⁠ ५ ⁠।⁠। \n 'यत् तद् भगवता प्रोक्तं पुरा केशव सौहृदात् ⁠। तत् सर्वं पुरुषव्याघ्र नष्टं मे भ्रष्टचेतसः ⁠।⁠।⁠ ६ ⁠।⁠।' \n ‘किंतु केशव! आपने सौहार्दवश पहले मुझे जो ज्ञानका उपदेश दिया था, मेरा वह सब ज्ञान इस समय विचलित-चित्त हो जानेके कारण नष्ट हो गया (भूल गया) है ⁠।⁠।⁠ ६ ⁠।⁠। \n 'मम कौतूहलं त्वस्ति तेष्वर्थेषु पुनः पुनः ⁠। भवांस्तु द्वारकां गन्ता नचिरादिव माधव ⁠।⁠।⁠ ७ ⁠।⁠।' \n ‘माधव! उन विषयोंको सुननेके लिये मेरे मनमें बारंबार उत्कण्ठा होती है। इधर आप जल्दी ही द्वारका जानेवाले हैं; अतः पुनः वह सब विषय मुझे सुना दीजिये’ ⁠।⁠।⁠ ७ ⁠।⁠। \n `वैशम्पायन उवाच` \n 'एवमुक्तस्तु तं कृष्णः फाल्गुनं प्रत्यभाषत ⁠। परिष्वज्य महातेजा वचनं वदतां वरः ⁠।⁠।⁠ ८ ⁠।⁠।' \n वैशम्पायनजी कहते हैं—राजन्! अर्जुनके ऐसा कहनेपर वक्ताओंमें श्रेष्ठ महातेजस्वी भगवान् श्रीकृष्णने उन्हें गलेसे लगाकर इस प्रकार उत्तर दिया ⁠।⁠।⁠ ८ ⁠।⁠। \n `वासुदेव उवाच` \n 'श्रावितस्त्वं मया गुह्यं ज्ञापितश्च सनातनम् ⁠। धर्मं स्वरूपिणं पार्थ सर्वलोकांश्च शाश्वतान् ⁠।⁠।⁠ ९ ⁠।⁠। \n अबुद्ध‍या नाग्रहीर्यस्त्वं तन्मे सुमहदप्रियम् ⁠। न च साद्य पुनर्भूयः स्मृतिर्मे सम्भविष्यति ⁠।⁠।⁠ १० ⁠।⁠। ' \n श्रीकृष्ण बोले—अर्जुन! उस समय मैंने तुम्हें अत्यन्त गोपनीय ज्ञानका श्रवण कराया था, अपने स्वरूपभूत धर्म-सनातन पुरुषोत्तमतत्त्वका परिचय दिया था और (शुक्ल-कृष्ण गतिका निरूपण करते हुए) सम्पूर्ण नित्य लोकोंका भी वर्णन किया था; किंतु तुमने जो अपनी नासमझीके कारण उस उपदेशको याद नहीं रखा, यह मुझे बहुत अप्रिय है। उन बातोंका अब पूरा-पूरा स्मरण होना सम्भव नहीं जान पड़ता ⁠।⁠।⁠ ९-१० ⁠।⁠। \n 'नूनमश्रद्दधानोऽसि दुर्मेधा ह्यसि पाण्डव ⁠। न च शक्यं पुनर्वक्तुमशेषेण धनंजय ⁠।⁠।⁠ ११ ⁠।⁠।' \n पाण्डुनन्दन! निश्चय ही तुम बड़े श्रद्धाहीन हो, तुम्हारी बुद्धि बहुत मन्द जान पड़ती है। धनंजय! अब मैं उस उपदेशको ज्यों-का-त्यों नहीं कह सकता ⁠।⁠।⁠ ११ ⁠।⁠। \n 'स हि धर्मः सुपर्याप्तो ब्रह्मणः पदवेदने ⁠। न शक्यं तन्मया भूयस्तथा वक्तुमशेषतः ⁠।⁠।⁠ १२ ⁠।⁠।' \n क्योंकि वह धर्म ब्रह्मपदकी प्राप्ति करानेके लिये पर्याप्त था, वह सारा-का-सारा धर्म उसी रूपमें फिर दुहरा देना अब मेरे वशकी बात भी नहीं है ⁠।⁠।⁠ १२ ⁠।⁠। \n 'परं हि ब्रह्म कथितं योगयुक्तेन तन्मया ⁠। इतिहासं तु वक्ष्यामि तस्मिन्नर्थे पुरातनम् ⁠।⁠।⁠ १३ ⁠।⁠।' \n उस समय योगयुक्त होकर मैंने परमात्मतत्त्वका वर्णन किया था। अब उस विषयका ज्ञान करानेके लिये मैं एक प्राचीन इतिहासका वर्णन करता हूँ ⁠।⁠।⁠ १३ ⁠।⁠। \n 'यथा तां बुद्धिमास्थाय गतिमग्र‍यां गमिष्यसि ⁠। शृणु धर्मभृतां श्रेष्ठ गदितं सर्वमेव मे ⁠।⁠।⁠ १४ ⁠।⁠।' \n जिससे तुम उस समत्वबुद्धिका आश्रय लेकर उत्तम गति प्राप्त कर लोगे। धर्मात्माओंमें श्रेष्ठ अर्जुन! अब तुम मेरी सारी बातें ध्यान देकर सुनो ⁠।⁠।⁠ १४ ⁠।⁠। \n 'आगच्छद् ब्राह्मणः कश्चित् स्वर्गलोकादरिंदम ⁠। ब्रह्मलोकाच्च दुर्धर्षः सोऽस्माभिः पूजितोऽभवत् ⁠।⁠।⁠ १५ ⁠।⁠। अस्माभिः परिपृष्टश्च यदाह भरतर्षभ ⁠। दिव्येन विधिना पार्थ तच्छृणुष्वाविचारयन् ⁠।⁠।⁠ १६ ⁠।⁠।' \n शत्रुदमन! एक दिनकी बात है, एक दुर्धर्ष ब्राह्मण ब्रह्मलोकसे उतरकर स्वर्गलोकमें होते हुए मेरे यहाँ आये। मैंने उनकी विधिवत् पूजा की और मोक्षधर्मके विषयमें प्रश्न किया। भरतश्रेष्ठ! मेरे प्रश्नका उन्होंने सुन्दर विधिसे उत्तर दिया। पार्थ! वही मैं तुम्हें बतला रहा हूँ। कोई अन्यथा विचार न करके इसे ध्यान देकर सुनो ⁠।⁠।⁠ १५-१६ ⁠।⁠। \n `ब्राह्मण उवाच` \n 'मोक्षधर्मं समाश्रित्य कृष्ण यन्मामपृच्छथाः ⁠। भूतानामनुकम्पार्थं यन्मोहच्छेदनं विभो ⁠।⁠।⁠ १७ ⁠।⁠। \n तत् तेऽहं सम्प्रवक्ष्यामि यथावन्मधुसूदन ⁠। शृणुष्वावहितो भूत्वा गदतो मम माधव ⁠।⁠।⁠ १८ ⁠।⁠।' \n ब्राह्मणने कहा—श्रीकृष्ण! मधुसूदन! तुमने सब प्राणियोंपर कृपा करके उनके मोहका नाश करनेके लिये जो यह मोक्ष-धर्मसे सम्बन्ध रखनेवाला प्रश्न किया है, उसका मैं यथावत् उत्तर दे रहा हूँ। प्रभो! माधव! सावधान होकर मेरी बात श्रवण करो ⁠।⁠।⁠ १७-१८ ⁠।⁠। \n 'कश्चिद् विप्रस्तपोयुक्तः काश्यपो धर्मवित्तमः ⁠। आससाद द्विजं कंचिद् धर्माणामागतागमम् ⁠।⁠।⁠ १९ ⁠।⁠। \n गतागते सुबहुशो ज्ञानविज्ञानपारगम् ⁠। लोकतत्त्वार्थकुशलं ज्ञातार्थं सुखदुःखयोः ⁠।⁠।⁠ २० ⁠।⁠। \n जातीमरणतत्त्वज्ञं कोविदं पापपुण्ययोः ⁠। द्रष्टारमुच्चनीचानां कर्मभिर्देहिनां गतिम् ⁠।⁠।⁠ २१ ⁠।⁠।' \n प्राचीन समयमें काश्यप नामके एक धर्मज्ञ और तपस्वी ब्राह्मण किसी सिद्ध महर्षिके पास गये; जो धर्मके विषयमें शास्त्रके सम्पूर्ण रहस्योंको जाननेवाले, भूत और भविष्यके ज्ञान-विज्ञानमें प्रवीण, लोक-तत्त्वके ज्ञानमें कुशल, सुख-दुःखके रहस्यको समझनेवाले, जन्म-मृत्युके तत्त्वज्ञ, पाप-पुण्यके ज्ञाता और ऊँच-नीच प्राणियोंको कर्मानुसार प्राप्त होनेवाली गतिके प्रत्यक्ष द्रष्टा थे ⁠।⁠।⁠ १९—२१ ⁠।⁠। \n 'चरन्तं मुक्तवत्सिद्धं प्रशान्तं संयतेन्द्रियम् ⁠। दीप्यमानं श्रिया ब्राह्म‍या क्रममाणं च सर्वशः ⁠।⁠।⁠ २२ ⁠।⁠। \n अन्तर्धानगतिज्ञं च श्रुत्वा तत्त्वेन काश्यपः ⁠। तथैवान्तर्हितैः सिद्धैर्यान्तं चक्रधरैः सह ⁠।⁠।⁠ २३ ⁠।⁠। \n सम्भाषमाणमेकान्ते समासीनं च तैः सह ⁠। यदृच्छया च गच्छन्तमसक्तं पवनं यथा ⁠।⁠।⁠ २४ ⁠।⁠।' \n वे मुक्तकी भाँति विचरनेवाले, सिद्ध, शान्तचित्त, जितेन्द्रिय, ब्रह्मतेजसे देदीप्यमान, सर्वत्र घूमनेवाले और अन्तर्धान विद्याके ज्ञाता थे। अदृश्य रहनेवाले चक्रधारी सिद्धोंके साथ वे विचरते, बातचीत करते और उन्हींके साथ एकान्तमें बैठते थे। जैसे वायु कहीं आसक्त न होकर सर्वत्र प्रवाहित होती है, उसी तरह वे सर्वत्र अनासक्त भावसे स्वच्छन्दतापूर्वक विचरा करते थे। महर्षि काश्यप उनकी उपर्युक्त महिमा सुनकर ही उनके पास गये थे ⁠।⁠।⁠ २२—२४ ⁠।⁠। \n 'तं समासाद्य मेधावी स तदा द्विजसत्तमः ⁠। चरणौ धर्मकामोऽस्य तपस्वी सुसमाहितः ⁠। प्रतिपेदे यथान्यायं दृष्ट्‌वा तन्महदद्भुतम् ⁠।⁠।⁠ २५ ⁠।⁠। \n विस्मितश्चाद्भुतं दृष्ट्‌वा काश्यपस्तद् द्विजोत्तमम् ⁠। परिचारेण महता गुरुं तं पर्यतोषयत् ⁠।⁠।⁠ २६ ⁠।⁠। \n उपपन्नं च तत्सर्वं श्रुतचारित्रसंयुतम् ⁠। भावेनातोषयच्चैनं गुरुवृत्त्या परंतपः ⁠।⁠।⁠ २७ ⁠।⁠।' \n निकट जाकर उन मेधावी, तपस्वी, धर्माभिलाषी और एकाग्रचित्त महर्षिने न्यायानुसार उन सिद्ध महात्माके चरणोंमें प्रणाम किया। वे ब्राह्मणोंमें श्रेष्ठ और बड़े अद्‌भुत संत थे। उनमें सब प्रकारकी योग्यता थी। वे शास्त्रके ज्ञाता और सच्चरित्र थे। उनका दर्शन करके काश्यपको बड़ा विस्मय हुआ। वे उन्हें गुरु मानकर उनकी सेवामें लग गये और अपनी शुश्रूषा, गुरुभक्ति तथा श्रद्धाभावके द्वारा उन्होंने उन सिद्ध महात्माको संतुष्ट कर लिया ⁠।⁠।⁠ २५—२७ ⁠।⁠। \n 'तस्मै तुष्टः स शिष्याय प्रसन्नो वाक्यमब्रवीत् ⁠। सिद्धिं परामभिप्रेक्ष्य शृणु मत्तो जनार्दन ⁠।⁠।⁠ २८ ⁠।⁠।' \n जनार्दन! अपने शिष्य काश्यपके ऊपर प्रसन्न होकर उन सिद्ध महर्षिने परासिद्धिके सम्बन्धमें विचार करके जो उपदेश किया, उसे बताता हूँ, सुनो ⁠।⁠।⁠ २८ ⁠।⁠। \n `सिद्ध उवाच` \n 'विविधैः कर्मभिस्तात पुण्ययोगैश्च केवलैः ⁠। गच्छन्तीह गतिं मर्त्या देवलोके च संस्थितिम् ⁠।⁠।⁠ २९ ⁠।⁠।' \n सिद्धने कहा—तात काश्यप! मनुष्य नाना प्रकारके शुभ कर्मोंका अनुष्ठान करके केवल पुण्यके संयोगसे इस लोकमें उत्तम फल और देवलोकमें स्थान प्राप्त करते हैं ⁠।⁠।⁠ २९ ⁠।⁠। \n 'न क्वचित्‌ सुखमत्यन्तं न क्वचिच्छाश्वती स्थितिः ⁠। स्थानाच्च महतो भ्रंशो दुःखलब्धात् पुनः पुनः ⁠।⁠।⁠ ३० ⁠।⁠।' \n जीवको कहीं भी अत्यन्त सुख नहीं मिलता। किसी भी लोकमें वह सदा नहीं रहने पाता। तपस्या आदिके द्वारा कितने ही कष्ट सहकर बड़े-से-बड़े स्थानको क्यों न प्राप्त किया जाय, वहाँसे भी बार-बार नीचे आना ही पड़ता है ⁠।⁠।⁠ ३० ⁠।⁠। \n 'अशुभा गतयः प्राप्ताः कष्टा मे पापसेवनात् ⁠। काममन्युपरीतेन तृष्णया मोहितेन च ⁠।⁠।⁠ ३१ ⁠।⁠।' \n मैंने काम-क्रोधसे युक्त और तृष्णासे मोहित होकर अनेक बार पाप किये हैं और उनके सेवनके फलस्वरूप घोर कष्ट देनेवाली अशुभ गतियोंको भोगा है ⁠।⁠।⁠ ३१ ⁠।⁠। \n 'पुनः पुनश्च मरणं जन्म चैव पुनः पुनः ⁠। आहारा विविधा भुक्ताः पीता नानाविधाः स्तनाः ⁠।⁠।⁠ ३२ ⁠।⁠।' \n बार-बार जन्म और बार-बार मृत्युका क्लेश उठाया है। तरह-तरहके आहार ग्रहण किये और अनेक स्तनोंका दूध पीया है ⁠।⁠।⁠ ३२ ⁠।⁠। \n 'मातरो विविधा दृष्टाः पितरश्च पृथग्विधाः ⁠। सुखानि च विचित्राणि दुःखानि च मयानघ ⁠।⁠।⁠ ३३ ⁠।⁠।' \n अनघ! बहुत-से पिता और भाँति-भाँतिकी माताएँ देखी हैं। विचित्र-विचित्र सुख-दुःखोंका अनुभव किया है ⁠।⁠। \n 'प्रियैर्विवासो बहुशः संवासश्चाप्रियैः सह ⁠। धननाशश्च सम्प्राप्तो लब्ध्वा दुःखेन तद् धनम् ⁠।⁠।⁠ ३४ ⁠।⁠।' \n कितनी ही बार मुझसे प्रियजनोंका वियोग और अप्रिय जनोंका संयोग हुआ है। जिस धनको मैंने बहुत कष्ट सहकर कमाया था, वह मेरे देखते-देखते नष्ट हो गया है ⁠।⁠।⁠ ३४ ⁠।⁠। \n 'अवमानाः सुकष्टाश्च राजतः स्वजनात् तथा ⁠। शारीरा मानसा वापि वेदना भृशदारुणाः ⁠।⁠।⁠ ३५ ⁠।⁠।' \n राजा और स्वजनोंकी ओरसे मुझे कई बार बड़े-बड़े कष्ट और अपमान उठाने पड़े हैं। तन और मनकी अत्यन्त भयंकर वेदनाएँ सहनी पड़ी हैं ⁠।⁠।⁠ ३५ ⁠।⁠। \n 'प्राप्ता विमाननाश्चोग्रा वधबन्धाश्च दारुणाः ⁠। पतनं निरये चैव यातनाश्च यमक्षये ⁠।⁠।⁠ ३६ ⁠।⁠।' \n मैंने अनेक बार घोर अपमान, प्राणदण्ड और कड़ी कैदकी सजाएँ भोगी हैं। मुझे नरकमें गिरना और यमलोकमें मिलनेवाली यातनाओंको सहना पड़ा है ⁠।⁠।⁠ ३६ ⁠।⁠। \n 'जरा रोगाश्च सततं व्यसनानि च भूरिशः ⁠। लोकेऽस्मिन्ननुभूतानि द्वन्द्वजानि भृशं मया ⁠।⁠।⁠ ३७ ⁠।⁠।' \n इस लोकमें जन्म लेकर मैंने बारंबार बुढ़ापा, रोग, व्यसन और राग-द्वेषादि द्वन्द्वोंके प्रचुर दुःख सदा ही भोगे हैं ⁠।⁠।⁠ ३७ ⁠।⁠। \n 'ततः कदाचिन्निर्वेदान्निराकाराश्रितेन च ⁠। लोकतन्त्रं परित्यक्तं दुःखार्तेन भृशं मया ⁠।⁠।⁠ ३८ ⁠।⁠।' \n इस प्रकार बारंबार क्लेश उठानेसे एक दिन मेरे मनमें बड़ा खेद हुआ और मैं दुखोंसे घबराकर निराकार परमात्माकी शरण ली तथा समस्त लोकव्यवहारका परित्याग कर दिया ⁠।⁠।⁠ ३८ ⁠।⁠। \n 'लोकेऽस्मिन्ननुभूयाहमिमं मार्गमनुष्ठितः ⁠। ततः सिद्धिरियं प्राप्ता प्रसादादात्मनो मया ⁠।⁠।⁠ ३९ ⁠।⁠।' \n इस लोकमें अनुभवके पश्चात् मैंने इस मार्गका अवलम्बन किया है और अब परमात्माकी कृपासे मुझे यह उत्तम सिद्धि प्राप्त हुई है ⁠।⁠।⁠ ३९ ⁠।⁠। \n 'नाहं पुनरिहागन्ता लोकानालोकयाम्यहम् ⁠। आसिद्धेराप्रजासर्गादात्मनोऽपि गताः शुभाः ⁠।⁠।⁠ ४० ⁠।⁠।' \n अब मैं पुनः इस संसारमें नहीं आऊँगा। जबतक यह सृष्टि कायम रहेगी और जबतक मेरी मुक्ति नहीं हो जायगी, तबतक मैं अपनी और दूसरे प्राणियोंकी शुभगतिका अवलोकन करूँगा ⁠।⁠।⁠ ४० ⁠।⁠। \n 'उपलब्धा द्विजश्रेष्ठ तथेयं सिद्धिरुत्तमा ⁠। इतः परं गमिष्यामि ततः परतरं पुनः ⁠।⁠।⁠ ४१ ⁠।⁠।' \n 'ब्रह्मणः पदमव्यक्तं मा तेऽभूदत्र संशयः ⁠। नाहं पुनरिहागन्ता मर्त्यलोकं परंतप ⁠।⁠।⁠ ४२ ⁠।⁠।' \n द्विजश्रेष्ठ! इस प्रकार मुझे यह उत्तम सिद्धि मिली है। इसके बाद मैं उत्तम लोकमें जाऊँगा। फिर उससे भी परम उत्कृष्ट सत्यलोकमें जा पहुँचूँगा और क्रमशः अव्यक्त ब्रह्मपद (मोक्ष)-को प्राप्त कर लूँगा। इसमें तुम्हें संशय नहीं करना चाहिये। काम-क्रोध आदि शत्रुओंको संताप देनेवाले काश्यप! अब मैं पुनः इस मर्त्यलोकमें नहीं आऊँगा ⁠।⁠।⁠ ४१-४२ ⁠।⁠। \n 'प्रीतोऽस्मि ते महाप्राज्ञ ब्रूहि किं करवाणि ते ⁠। यदीप्सुरुपपन्नस्त्वं तस्य कालोऽयमागतः ⁠।⁠।⁠ ४३ ⁠।⁠।' \n महाप्राज्ञ! मैं तुम्हारे ऊपर बहुत प्रसन्न हूँ। बोलो, तुम्हारा कौन-सा प्रिय कार्य करूँ? तुम जिस वस्तुको पानेकी इच्छासे मेरे पास आये हो, उसके प्राप्त होनेका यह समय आ गया है ⁠।⁠।⁠ ४३ ⁠।⁠। \n 'अभिजाने च तदहं यदर्थं मामुपागतः ⁠। अचिरात् तु गमिष्यामि तेनाहं त्वामचूचुदम् ⁠।⁠।⁠ ४४ ⁠।⁠।' \n तुम्हारे आनेका उद्देश्य क्या है, इसे मैं जानता हूँ और शीघ्र ही यहाँसे चला जाऊँगा। इसीलिये मैंने स्वयं तुम्हें प्रश्न करनेके लिये प्रेरित किया है ⁠।⁠।⁠ ४४ ⁠।⁠। \n 'भृशं प्रीतोऽस्मि भवतश्चारित्रेण विचक्षण ⁠। परिपृच्छस्व कुशलं भाषेयं यत् तवेप्सितम् ⁠।⁠।⁠ ४५ ⁠।⁠।' \n विद्वन्! तुम्हारे उत्तम आचरणसे मुझे बड़ा संतोष है। तुम अपने कल्याणकी बात पूछो। मैं तुम्हारे अभीष्ट प्रश्नका उत्तर दूँगा ⁠।⁠।⁠ ४५ ⁠।⁠। \n 'बहु मन्ये च ते बुद्धिं भृशं सम्पूजयामि च ⁠। येनाहं भवता बुद्धो मेधावी ह्यसि काश्यप ⁠।⁠।⁠ ४६ ⁠।⁠।' \n काश्यप! मैं तुम्हारी बुद्धिकी सराहना करता और उसे बहुत आदर देता हूँ। तुमने मुझे पहचान लिया है, इसीसे कहता हूँ कि बड़े बुद्धिमान् हो ⁠।⁠।⁠ ४६ ⁠।⁠। \n `इति श्रीमहाभारते आश्वमेधिके पर्वणि अनुगीतापर्वणि षोडशोऽध्यायः ⁠।⁠।⁠ १६ ⁠।⁠।`"
  },
  {
    "id": 1,
    "Chapter": "2",
    "Text": "`काश्यपके प्रश्नोंके उत्तरमें सिद्ध महात्माद्वारा जीवकी विविध गतियोंका वर्णन` `वासुदेव उवाच` 'ततस्तस्योपसंगृह्य पादौ प्रश्नान् सुदुर्वचान् ⁠। पप्रच्छ तांश्च धर्मान् स प्राह धर्मभृतां वरः ⁠।⁠।⁠ १ ⁠।⁠।' \n भगवान् श्रीकृष्णने कहा—तदनन्तर धर्मात्माओंमें श्रेष्ठ काश्यपने उन सिद्ध महात्माके दोनों पैर पकड़कर जिनका उत्तर कठिनाईसे दिया जा सके, ऐसे बहुत-से धर्मयुक्त प्रश्न पूछे ⁠।⁠।⁠ १ ⁠।⁠। \n `काश्यप उवाच` 'कथं शरीरं च्यवते कथं चैवोपपद्यते ⁠। कथं कष्टाच्च संसारात् संसरन् परिमुच्यते ⁠।⁠।⁠ २ ⁠।⁠।' \n काश्यपने पूछा—महात्मन्! यह शरीर किस प्रकार गिर जाता है? फिर दूसरा शरीर कैसे प्राप्त होता है? संसारी जीव किस तरह इस दुःखमय संसारसे मुक्त होता है? ⁠।⁠।⁠ २ ⁠।⁠। \n 'आत्मा च प्रकृतिं मुक्त्वा तच्छरीरं विमुञ्चति ⁠। शरीरतश्च निर्मुक्तः कथमन्यत् प्रपद्यते ⁠।⁠।⁠ ३ ⁠।⁠।' \n जीवात्मा प्रकृति (मूल विद्या) और उससे उत्पन्न होनेवाले शरीरका कैसे त्याग करता है? और शरीरसे छूटकर दूसरेमें वह किस प्रकार प्रवेश करता है? ⁠।⁠।⁠ ३ ⁠।⁠। \n 'कथं शुभाशुभे चायं कर्मणी स्वकृते नरः ⁠। उपभुङ्क्ते क्व वा कर्म विदेहस्यावतिष्ठते ⁠।⁠।⁠ ४ ⁠।⁠।' \n मनुष्य अपने किये हुए शुभाशुभ कर्मोंका फल कैसे भोगता है और शरीर न रहनेपर उसके कर्म कहाँ रहते हैं? ⁠।⁠।⁠ ४ ⁠।⁠। \n `ब्राह्मण उवाच` 'एवं संचोदितः सिद्धः प्रश्नांस्तान् प्रत्यभाषत ⁠। आनुपूर्व्येण वार्ष्णेय तन्मे निगदतः शृणु ⁠।⁠।⁠ ५ ⁠।⁠।' \n ब्राह्मण कहते हैं—वृष्णिनन्दन श्रीकृष्ण! काश्यपके इस प्रकार पूछनेपर सिद्ध महात्माने उनके प्रश्नोंका क्रमशः उत्तर देना आरम्भ किया। वह मैं बता रहा हूँ, सुनिये ⁠।⁠।⁠ ५ ⁠।⁠। \n `सिद्ध उवाच` 'आयुःकीर्तिकराणीह यानि कृत्यानि सेवते ⁠। शरीरग्रहणे यस्मिंस्तेषु क्षीणेषु सर्वशः ⁠।⁠।⁠ ६ ⁠।⁠। आयुःक्षयपरीतात्मा विपरीतानि सेवते ⁠। बुद्धिर्व्यावर्तते चास्य विनाशे प्रत्युपस्थिते ⁠।⁠।⁠ ७ ⁠।⁠।' \n सिद्धने कहा—काश्यप! मनुष्य इस लोकमें आयु और कीर्तिको बढ़ानेवाले जिन कर्मोंका सेवन करता है, वे शरीर-प्राप्तिमें कारण होते हैं। शरीर-ग्रहणके अनन्तर जब वे सभी कर्म अपना फल देकर क्षीण हो जाते हैं, उस समय जीवकी आयुका भी क्षय हो जाता है। उस अवस्थामें वह विपरीत कर्मोंका सेवन करने लगता है और विनाशकाल निकट आनेपर उसकी बुद्धि उलटी हो जाती है ⁠।⁠।⁠ ६-७ ⁠।⁠। \n 'सत्त्वं बलं च कालं च विदित्वा चात्मनस्तथा ⁠। अतिवेलमुपाश्नाति स्वविरुद्धान्यनात्मवान् ⁠।⁠।⁠ ८ ⁠।⁠।' \n वह अपने सत्त्व (धैर्य), बल और अनुकूल समयको जानकर भी मनपर अधिकार न होनेके कारण असमयमें तथा अपनी प्रकृतिके विरुद्ध भोजन करता है ⁠।⁠।⁠ ८ ⁠।⁠। \n 'यदायमतिकष्टानि सर्वाण्युपनिषेवते ⁠। अत्यर्थमपि वा भुङ्क्ते न वा भुङ्क्ते कदाचन ⁠।⁠।⁠ ९ ⁠।⁠।' \n अत्यन्त हानि पहुँचानेवाली जितनी वस्तुएँ हैं, उन सबका वह सेवन करता है। कभी तो बहुत अधिक खा लेता है, कभी बिलकुल ही भोजन नहीं करता है ⁠।⁠।⁠ ९ ⁠।⁠। \n 'दुष्टान्नामिषपानं च यदन्योन्यविरोधि च ⁠। गुरु चाप्यमितं भुङ्क्ते नातिजीर्णेऽपि वा पुनः ⁠।⁠।⁠ १० ⁠।⁠।' \n कभी दूषित खाद्य अन्न-पानको भी ग्रहण कर लेता है, कभी एक-दूसरेसे विरुद्ध गुणवाले पदार्थोंको एक साथ खा लेता है। किसी दिन गरिष्ठ अन्न और वह भी बहुत अधिक मात्रामें खा जाता है। कभी-कभी एक बारका खाया हुआ अन्न पचने भी नहीं पाता कि दुबारा भोजन कर लेता है ⁠।⁠।⁠ १० ⁠।⁠। \n 'व्यायाममतिमात्रं च व्यवायं चोपसेवते ⁠। सततं कर्मलोभाद् वा प्राप्तं वेगं विधारयेत् ⁠।⁠।⁠ ११ ⁠।⁠।' \n अधिक मात्रामें व्यायाम और स्त्री-सम्भोग करता है। सदा काम करनेके लोभसे मल-मूत्रके वेगको रोके रहता है ⁠।⁠।⁠ ११ ⁠।⁠। \n 'रसाभियुक्तमन्नं वा दिवा स्वप्नं च सेवते ⁠। अपक्वानागते काले स्वयं दोषान् प्रकोपयेत् ⁠।⁠।⁠ १२ ⁠।⁠।' \n रसीला अन्न खाता और दिनमें सोता है तथा कभी-कभी खाये हुए अन्नके पचनेके पहले असमयमें भोजन करके स्वयं ही अपने शरीरमें स्थित वात-पित्त आदि दोषोंको कुपित कर देता है ⁠।⁠।⁠ १२ ⁠।⁠। \n 'स्वदोषकोपनाद् रोगं लभते मरणान्तिकम् ⁠। अपि वोद्बन्धनादीनि परीतानि व्यवस्यति ⁠।⁠।⁠ १३ ⁠।⁠।' \n उन दोषोंके कुपित होनेसे वह अपने लिये प्राणनाशक रोगोंको बुला लेता है। अथवा फाँसी लगाने या जलमें डूबने आदि शास्त्रविरुद्ध उपायोंका आश्रय लेता है ⁠।⁠।⁠ १३ ⁠।⁠। \n 'तस्य तैः कारणैर्जन्तोः शरीरं च्यवते तदा ⁠। जीवितं प्रोच्यमानं तद् यथावदुपधारय ⁠।⁠।⁠ १४ ⁠।⁠।' \n इन्हीं सब कारणोंसे जीवका शरीर नष्ट हो जाता है। इस प्रकार जो जीवका जीवन बताया जाता है, उसे अच्छी तरह समझ लो ⁠।⁠।⁠ १४ ⁠।⁠। \n 'ऊष्मा प्रकुपितः काये तीव्रवायुसमीरितः ⁠। शरीरमनुपर्येत्य सर्वान् प्राणान् रुणद्धि वै ⁠।⁠।⁠ १५ ⁠।⁠।' \n शरीरमें तीव्र वायुसे प्रेरित हो पित्तका प्रकोप बढ़ जाता है और वह शरीरमें फैलकर समस्त प्राणोंकी गतिको रोक देता है ⁠।⁠।⁠ १५ ⁠।⁠। \n 'अत्यर्थं बलवानूष्मा शरीरे परिकोपितः ⁠। भिनत्ति जीवस्थानानि मर्माणि विद्धि तत्त्वतः ⁠।⁠।⁠ १६ ⁠।⁠।' \n इस शरीरमें कुपित होकर अत्यन्त प्रबल हुआ पित्त जीवके मर्मस्थानोंको विदीर्ण कर देता है। इस बातको ठीक समझो ⁠।⁠।⁠ १६ ⁠।⁠। \n 'ततः सवेदनः सद्यो जीवः प्रच्यवते क्षरात् ⁠। शरीरं त्यजते जन्तुश्छिद्यमानेषु मर्मसु ⁠।⁠।⁠ १७ ⁠।⁠।' \n जब मर्मस्थान छिन्न-भिन्न होने लगते हैं, तब वेदनासे व्यथित हुआ जीव तत्काल इस जड शरीरसे निकल जाता है। उस शरीरको सदाके लिये त्याग देता है ⁠।⁠।⁠ १७ ⁠।⁠। \n 'वेदनाभिः परीतात्मा तद् विद्धि द्विजसत्तम ⁠। जातीमरणसंविग्नाः सततं सर्वजन्तवः ⁠।⁠।⁠ १८ ⁠।⁠।' \n द्विजश्रेष्ठ! मृत्युकालमें जीवका तन-मन वेदनासे व्यथित होता है, इस बातको भलीभाँति जान लो। इस तरह संसारके सभी प्राणी सदा जन्म और मरणसे उद्विग्न रहते हैं ⁠।⁠।⁠ १८ ⁠।⁠। \n 'दृश्यन्ते संत्यजन्तश्च शरीराणि द्विजर्षभ ⁠। गर्भसंक्रमणे चापि मर्मणामतिसर्पणे ⁠।⁠।⁠ १९ ⁠।⁠।' \n 'तादृशीमेव लभते वेदनां मानवः पुनः ⁠। भिन्नसंधिरथ क्लेदमद्भिः स लभते नरः ⁠।⁠।⁠ २० ⁠।⁠।' \n विप्रवर! सभी जीव अपने शरीरोंका त्याग करते देखे जाते हैं। गर्भमें मनुष्य प्रवेश करते समय तथा गर्भसे नीचे गिरते समय भी वैसी ही वेदनाका अनुभव करता है। मृत्यु-कालमें जीवोंके शरीरकी सन्धियाँ टूटने लगती हैं और जन्मके समय वह गर्भस्थ जलसे भीगकर अत्यन्त व्याकुल हो उठता है ⁠।⁠।⁠ १९-२० ⁠।⁠। \n 'यथा पञ्चसु भूतेषु सम्भूतत्वं नियच्छति ⁠। शैत्यात् प्रकुपितः काये तीव्रवायुसमीरितः ⁠।⁠।⁠ २१ ⁠।⁠। \n यः स पञ्चसु भूतेषु प्राणापाने व्यवस्थितः ⁠। स गच्छत्यूर्ध्वगो वायुः कृच्छ्रान्मुक्त्वा शरीरिणः ⁠।⁠।⁠ २२ ⁠।⁠।' \n अन्य प्रकारकी तीव्र वायुसे प्रेरित हो शरीरमें सर्दीसे कुपित हुई जो वायु पाँचों भूतोंमें प्राण और अपानके स्थानमें स्थित है, वही पञ्चभूतोंके संघातका नाश करती है तथा वह देहधारियोंको बड़े कष्टसे त्यागकर ऊर्ध्वलोकको चली जाती है ⁠।⁠।⁠ २१-२२ ⁠।⁠। \n 'शरीरं च जहात्येवं निरुच्छ्‌वासश्च दृश्यते ⁠। स निरूष्मा निरुच्छ्‌वासो निःश्रीको हतचेतनः ⁠।⁠।⁠ २३ ⁠।⁠।' \n 'ब्रह्मणा सम्परित्यक्तो मृत इत्युच्यते नरैः ⁠।' \n इस प्रकार जब जीव शरीरका त्याग करता है, तब प्राणियोंका शरीर उच्छ्‌वासहीन दिखायी देता है। उसमें गर्मी, उच्छ्‌वास, शोभा और चेतना कुछ भी नहीं रह जाती। इस तरह जीवात्मासे परित्यक्त उस शरीरको लोग मृत (मरा हुआ) कहते हैं ⁠।⁠।⁠ २३ ⁠।⁠। \n 'स्रोतोभिर्यैर्विजानाति इन्द्रियार्थान् शरीरभृत् ⁠।⁠।⁠ २४ ⁠।⁠। तैरेव न विजानाति प्राणानाहारसम्भवान् ⁠। तत्रैव कुरुते काये यः स जीवः सनातनः ⁠।⁠।⁠ २५ ⁠।⁠।' \n देहधारी जीव जिन इन्द्रियोंके द्वारा रूप, रस आदि विषयोंका अनुभव करता है, उनके द्वारा वह भोजनसे परिपुष्ट होनेवाले प्राणोंको नहीं जान पाता। इस शरीरके भीतर रहकर जो कार्य करता है, वह सनातन जीव है ⁠।⁠।⁠ २४-२५ ⁠।⁠। \n 'तथा यद्यद् भवेद् युक्तं संनिपाते क्वचित् क्वचित् ⁠। तत्तन्मर्म विजानीहि शास्त्रदृष्टं हि तत् तथा ⁠।⁠।⁠ २६ ⁠।⁠।' \n कहीं-कहीं संधिस्थानोंमें जो-जो अंग संयुक्त होता है, उस-उसको तुम मर्म समझो; क्योंकि शास्त्रमें मर्मस्थानका ऐसा ही लक्षण देखा गया है ⁠।⁠।⁠ २६ ⁠।⁠। \n 'तेषु मर्मसु भिन्नेषु ततः स समुदीरयन् ⁠। आविश्य हृदयं जन्तोः सत्त्वं चाशु रुणद्धि वै ⁠।⁠।⁠ २७ ⁠।⁠।' \n उन मर्मस्थानों (संधियों)-के विलग होनेपर वायु ऊपरको उठती हुई प्राणीके हृदयमें प्रविष्ट हो शीघ्र ही उसकी बुद्धिको अवरुद्ध कर लेती है ⁠।⁠।⁠ २७ ⁠।⁠। \n 'ततः सचेतनो जन्तुर्नाभिजानाति किंचन ⁠। तमसा संवृतज्ञानः संवृतेष्वेव मर्मसु ⁠। स जीवो निरधिष्ठानश्चाल्यते मातरिश्वना ⁠।⁠।⁠ २८ ⁠।⁠।' \n तब अन्तकाल उपस्थित होनेपर प्राणी सचेतन होनेपर भी कुछ समझ नहीं पाता; क्योंकि तम (अविद्या)-के द्वारा उसकी ज्ञानशक्ति आवृत्त हो जाती है। मर्मस्थान भी अवरुद्ध हो जाते हैं। उस समय जीवके लिये कोई आधार नहीं रह जाता और वायु उसे अपने स्थानसे विचलित कर देती है ⁠।⁠।⁠ २८ ⁠।⁠। \n 'ततः स तं महोच्छ्‌वासं भृशमुच्छ्‌वस्य दारुणम् ⁠। निष्क्रामन् कम्पयत्याशु तच्छरीरमचेतनम् ⁠।⁠।⁠ २९ ⁠।⁠।' \n तब वह जीवात्मा बारंबार भयंकर एवं लंबी साँस छोड़कर बाहर निकलने लगता है। उस समय सहसा इस जड शरीरको कम्पित कर देता है ⁠।⁠।⁠ २९ ⁠।⁠। \n 'स जीवः प्रच्युतः कायात् कर्मभिः स्वैः समावृतः ⁠। अभितः स्वैः शुभैः पुण्यैः पापैर्वाप्युपपद्यते ⁠।⁠।⁠ ३० ⁠।⁠।' \n शरीरसे अलग होनेपर वह जीव अपने किये हुए शुभकार्य पुण्य अथवा अशुभ कार्य पापकर्मोंद्वारा सब ओरसे घिरा रहता है ⁠।⁠।⁠ ३० ⁠।⁠। \n 'ब्राह्मणा ज्ञानसम्पन्ना यथावच्छ्रुतनिश्चयाः ⁠। इतरं कृतपुण्यं वा तं विजानन्ति लक्षणैः ⁠।⁠।⁠ ३१ ⁠।⁠।' \n जिन्होंने वेद-शास्त्रोंके सिद्धान्तोंका यथावत् अध्ययन किया है, वे ज्ञानसम्पन्न ब्राह्मण लक्षणोंके द्वारा यह जान लेते हैं कि अमुक जीव पुण्यात्मा रहा है और अमुक जीव पापी ⁠।⁠।⁠ ३१ ⁠।⁠। \n 'यथान्धकारे खद्योतं लीयमानं ततस्ततः ⁠। चक्षुष्मन्तः प्रपश्यन्ति तथा च ज्ञानचक्षुषः ⁠।⁠।⁠ ३२ ⁠।⁠। \n पश्यन्त्येवंविधं सिद्धा जीवं दिव्येन चक्षुषा ⁠। च्यवन्तं जायमानं च योनिं चानुप्रवेशितम् ⁠।⁠।⁠ ३३ ⁠।⁠।' \n जिस तरह आँखवाले मनुष्य अँधेरेमें इधर-उधर उगते-बुझते हुए खद्योतको देखते हैं, उसी प्रकार ज्ञान-नेत्रवाले सिद्ध पुरुष अपनी दिव्य दृष्टिसे जन्मते, मरते तथा गर्भमें प्रवेश करते हुए जीवको सदा देखते रहते हैं ⁠।⁠।⁠ ३२-३३ ⁠।⁠। \n 'तस्य स्थानानि दृष्टानि त्रिविधानीह शास्त्रतः ⁠। कर्मभूमिरियं भूमिर्यत्र तिष्ठन्ति जन्तवः ⁠।⁠।⁠ ३४ ⁠।⁠।' \n शास्त्रके अनुसार जीवके तीन प्रकारके स्थान देखे गये हैं (मृत्युलोक, स्वर्गलोक और नरक)। यह मर्त्यलोककी भूमि जहाँ बहुत-से प्राणी रहते हैं, कर्मभूमि कहलाती है ⁠।⁠।⁠ ३४ ⁠।⁠। \n 'ततः शुभाशुभं कृत्वा लभन्ते सर्वदेहिनः ⁠। इहैवोच्चावचान् भोगान् प्राप्नुवन्ति स्वकर्मभिः ⁠।⁠।⁠ ३५ ⁠।⁠।' \n अतः यहाँ शुभ और अशुभ कर्म करके सब मनुष्य उसके फलस्वरूप अपने कर्मोंके अनुसार अच्छे-बुरे भोग प्राप्त करते हैं ⁠।⁠।⁠ ३५ ⁠।⁠। \n 'इहैवाशुभकर्माणः कर्मभिर्निरयं गताः ⁠। अवाग्गतिरियं कष्टा यत्र पच्यन्ति मानवाः ⁠। तस्मात्‌ सुदुर्लभो मोक्षो रक्ष्यश्चात्मा ततो भृशम् ⁠।⁠।⁠ ३६ ⁠।⁠।' \n यहीं पाप करनेवाले मानव अपने कर्मोंके अनुसार नरकमें पड़ते हैं। यह जीवकी अधोगति है जो घोर कष्ट देनेवाली है। इसमें पड़कर पापी मनुष्य नरकाग्निमें पकाये जाते हैं। उससे छुटकारा मिलना बहुत कठिन है। अतः (पापकर्मसे दूर रहकर) अपनेको नरकसे बचाये रखनेका विशेष प्रयत्न करना चाहिये ⁠।⁠।⁠ ३६ ⁠।⁠। \n 'ऊर्ध्वं तु जन्तवो गत्वा येषु स्थानेष्ववस्थिताः ⁠। कीर्त्यमानानि तानीह तत्त्वतः संनिबोध मे ⁠।⁠।⁠ ३७ ⁠।⁠।' \n स्वर्ग आदि ऊर्ध्वलोकोंमें जाकर प्राणी जिन स्थानोंमें निवास करते हैं, उनका यहाँ वर्णन किया जाता है, इस विषयको यथार्थरूपसे मुझसे सुनो ⁠।⁠।⁠ ३७ ⁠।⁠। \n 'नच्छ्रुत्वा नैष्ठिकीं बुद्धिं बुद्ध‍येथाः कर्मनिश्चयम् ⁠। तारारूपाणि सर्वाणि यत्रैतच्चन्द्रमण्डलम् ⁠।⁠।⁠ ३८ ⁠।⁠। \n यत्र विभ्राजते लोके स्वभासा सूर्यमण्डलम् ⁠। स्थानान्येतानि जानीहि जनानां पुण्यकर्मणाम् ⁠।⁠।⁠ ३९ ⁠।⁠।' \n इसको सुननेसे तुम्हें कर्मोंकी गतिका निश्चय हो जायगा और नैष्ठिकी बुद्धि प्राप्त होगी। जहाँ ये समस्त तारे हैं, जहाँ वह चन्द्रमण्डल प्रकाशित होता है और जहाँ सूर्यमण्डल जगत्‌में अपनी प्रभासे उद्भासित हो रहा है, ये सब-के-सब पुण्यकर्मा पुरुषोंके स्थान हैं, ऐसा जानो [पुण्यात्मा मुनष्य उन्हीं लोकोंमें जाकर अपने पुण्योंका फल भोगते हैं] ⁠।⁠।⁠ ३८-३९ ⁠।⁠। \n 'कर्मक्षयाच्च ते सर्वे च्यवन्ते वै पुनः पुनः ⁠। तत्रापि च विशेषोऽस्ति दिवि नीचोच्चमध्यमः ⁠।⁠।⁠ ४० ⁠।⁠।' \n जब जीवोंके पुण्यकर्मोंका भोग समाप्त हो जाता है, तब वे वहाँसे नीचे गिरते हैं। इस प्रकार बारंबार उनका आवागमन होता रहता है। स्वर्गमें भी उत्तम, मध्यम और अधमका भेद रहता है ⁠।⁠।⁠ ४० ⁠।⁠। \n 'न च तत्रापि संतोषो दृष्ट्‌वा दीप्ततरां श्रियम् ⁠। इत्येता गतयः सर्वाः पृथक्ते समुदीरिताः ⁠।⁠।⁠ ४१ ⁠।⁠।' \n वहाँ भी दूसरोंका अपनेसे बहुत अधिक दीप्तिमान् तेज एवं ऐश्वर्य देखकर मनमें संतोष नहीं होता है। इस प्रकार जीवकी इन सभी गतियोंका मैंने तुम्हारे समक्ष पृथक्-पृथक् वर्णन किया है ⁠।⁠।⁠ ४१ ⁠।⁠। \n 'उपपत्तिं तु वक्ष्यामि गर्भस्याहमतः परम् ⁠। तथा तन्मे निगदतः शृणुष्वावहितो द्विज ⁠।⁠।⁠ ४२ ⁠।⁠।' \n अब मैं यह बतलाऊँगा कि जीव किस प्रकार गर्भमें आकर जन्म धारण करता है। ब्रह्मन्! तुम एकाग्रचित्त होकर मेरे मुखसे इस विषयका वर्णन सुनो ⁠।⁠।⁠ ४२ ⁠।⁠। \n"
  },
  {
    "id": 1,
    "Chapter": "3",
    "Text": "`जीवके गर्भ-प्रवेश, आचार-धर्म, कर्म-फलकी अनिवार्यता तथा संसारसे तरनेके उपायका वर्णन` `ब्राह्मण उवाच` 'शुभानामशुभानां च नेह नाशोऽस्ति कर्मणाम् ⁠। प्राप्य प्राप्यानुपच्यन्ते क्षेत्रं क्षेत्रं तथा तथा ⁠।⁠।⁠ १ ⁠।⁠।' \n 'सिद्ध ब्राह्मण बोले'—काश्यप! इस लोकमें किये हुए शुभ और अशुभ कर्मोंका फल भोगे बिना नाश नहीं होता। वे कर्म वैसा-वैसा कर्मानुसार एकके बाद एक शरीर धारण कराकर अपना फल देते रहते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'यथा प्रसूयमानस्तु फली दद्यात् फलं बहु ⁠। तथा स्याद् विपुलं पुण्यं शुद्धेन मनसा कृतम् ⁠।⁠।⁠ २ ⁠।⁠।'\n जैसे फल देनेवाला वृक्ष फलनेका समय आनेपर बहुत-से फल प्रदान करता है, उसी प्रकार शुद्ध हृदयसे किये हुए पुण्यका फल अधिक होता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'पापं चापि तथैव स्यात् पापेन मनसा कृतम् ⁠। पुरोधाय मनो हीदं कर्मण्यात्मा प्रवर्तते ⁠।⁠।⁠ ३ ⁠।⁠।'\n इसी तरह कलुषित चित्तसे किये हुए पापके फलमें भी वृद्धि होती है; क्योंकि जीवात्मा मनको आगे करके ही प्रत्येक कार्यमें प्रवृत्त होता है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'यथा कर्मसमाविष्टः काममन्युसमावृतः ⁠। नरो गर्भं प्रविशति तच्चापि शृणु चोत्तरम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n काम-क्रोधसे घिरा हुआ मनुष्य जिस प्रकार कर्मजालमें आबद्ध होकर गर्भमें प्रवेश करता है, उसका भी उत्तर सुनो ⁠।⁠।⁠ ४ ⁠।⁠।\n 'शुक्रं शोणितसंसृष्टं स्त्रिया गर्भाशयं गतम् ⁠। क्षेत्रं कर्मजमाप्नोति शुभं वा यदि वाशुभम् ⁠।⁠।⁠ ५ ⁠।⁠।'\n जीव पहले पुरुषके वीर्यमें प्रविष्ट होता है, फिर स्त्रीके गर्भाशयमें जाकर उसके रजमें मिल जाता है। तत्पश्चात् उसे कर्मानुसार शुभ या अशुभ शरीरकी प्राप्ति होती है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'सौक्ष्म्यादव्यक्तभावाच्च न च क्वचन सज्जति ⁠। सम्प्राप्य ब्राह्मणः कामं तस्मात्‌ तद् ब्रह्म शाश्वतम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n जीव अपनी इच्छाके अनुसार उस शरीरमें प्रवेश करके सूक्ष्म और अव्यक्त होनेके कारण कहीं आसक्त नहीं होता है; क्योंकि वास्तवमें वह सनातन परब्रह्म-स्वरूप है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'तद् बीजं सर्वभूतानां तेन जीवन्ति जन्तवः ⁠। स जीवः सर्वगात्राणि गर्भस्याविश्य भागशः ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'दधाति चेतसा सद्यः प्राणस्थानेष्ववस्थितः ⁠। ततः स्पन्दयतेऽङ्गानि स गर्भश्चेतनान्वितः ⁠।⁠।⁠ ८ ⁠।⁠।'\n वह जीवात्मा सम्पूर्ण भूतोंकी स्थितिका हेतु है, क्योंकि उसीके द्वारा सब प्राणी जीवित रहते हैं। वह जीव गर्भके समस्त अंगमें प्रविष्ट हो उसके प्रत्येक अंशमें तत्काल चेतनता ला देता है और वही प्राणोंके स्थान—वक्षःस्थलमें स्थित हो समस्त अंगोंका संचालन करता है। तभी वह गर्भ चेतनासे सम्पन्न होता है ⁠।⁠।⁠ ७-८ ⁠।⁠।\n 'यथा लोहस्य निःस्यन्दो निषिक्तो बिम्बविग्रहम् ⁠। उपैति तद् विजानीहि गर्भे जीवप्रवेशनम् ⁠।⁠।⁠ ९ ⁠।⁠।'\n जैसे तपाये हुए लोहेका द्रव जैसे साँचेमें ढाला जाता है उसीका रूप धारण कर लेता है, उसी प्रकार गर्भमें जीवका प्रवेश होता है, ऐसा समझो (अर्थात् जीव जिस प्रकारकी योनिमें प्रविष्ट होता है, उसी रूपमें उसका शरीर बन जाता है) ⁠।⁠।⁠ ९ ⁠।⁠।\n 'लोहपिण्डं यथा वह्निः प्रविश्य ह्यतितापयेत् ⁠। तथा त्वमपि जानीहि गर्भे जीवोपपादनम् ⁠।⁠।⁠ १० ⁠।⁠।'\n जैसे आग लोहपिण्डमें प्रविष्ट होकर उसे बहुत तपा देती है, उसी प्रकार गर्भमें जीवका प्रवेश होता है और वह उसमें चेतनता ला देता है। इस बातको तुम अच्छी तरह समझ लो ⁠।⁠।⁠ १० ⁠।⁠।\n 'यथा च दीपः शरणे दीप्यमानः प्रकाशते ⁠। एवमेव शरीराणि प्रकाशयति चेतना ⁠।⁠।⁠ ११ ⁠।⁠।'\n जिस प्रकार जलता हुआ दीपक समूचे घरमें प्रकाश फैलाता है, उसी प्रकार जीवकी चैतन्य शक्ति शरीरके सब अवयवोंको प्रकाशित करती है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'यद् यच्च कुरुते कर्म शुभं वा यदि वाशुभम् ⁠। पूर्वदेहकृतं सर्वमवश्यमुपभुज्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n मनुष्य शुभ अथवा अशुभ जो-जो कर्म करता है, पूर्व-जन्मके शरीरसे किये गये उन सब कर्मोंका फल उसे अवश्य भोगना पड़ता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'ततस्तु क्षीयते चैव पुनश्चान्यत् प्रचीयते ⁠। यावत् तन्मोक्षयोगस्थं धर्मं नैवावबुध्यते ⁠।⁠।⁠ १३ ⁠।⁠।'\n उपभोगसे प्राचीन कर्मका तो क्षय होता है और फिर दूसरे नये-नये कर्मोंका संचय बढ़ जाता है। जबतक मोक्षकी प्राप्तिमें सहायक धर्मका उसे ज्ञान नहीं होता, तबतक यह कर्मोंकी परम्परा नहीं टूटती है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'तत्र कर्म प्रवक्ष्यामि सुखी भवति येन वै ⁠। आवर्तमानो जातीषु यथान्योन्यासु सत्तम ⁠।⁠।⁠ १४ ⁠।⁠।'\n साधुशिरोमणे! इस प्रकार भिन्न-भिन्न योनियोंमें भ्रमण करनेवाला जीव जिनके अनुष्ठानसे सुखी होता है, उन कर्मोंका वर्णन सुनो ⁠।⁠।⁠ १४ ⁠।⁠।\n 'दानं व्रतं ब्रह्मचर्यं यथोक्तं ब्रह्मधारणम् ⁠। दमः प्रशान्तता चैव भूतानां चानुकम्पनम् ⁠।⁠।⁠ १५ ⁠।⁠।\n संयमाश्चानृशंस्यं च परस्वादानवर्जनम् व्यलीकानामकरणं भूतानां मनसा भुवि ⁠।⁠।⁠ १६ ⁠।⁠।\n मातापित्रोश्च शुश्रूषा देवतातिथिपूजनम् ⁠। गुरुपूजा घृणा शौचं नित्यमिन्द्रियसंयमः ⁠।⁠।⁠ १७ ⁠।⁠।\n प्रवर्तनं शुभानां च तत् सतां वृत्तमुच्यते ⁠। ततो धर्मः प्रभवति यः प्रजाः पाति शाश्वतीः ⁠।⁠।⁠ १८ ⁠।⁠।'\n दान, व्रत, ब्रह्मचर्य, शास्त्रोक्त रीतिसे वेदाध्ययन, इन्द्रियनिग्रह, शान्ति, समस्त प्राणियोंपर दया, चित्तका संयम, कोमलता, दूसरोंके धन लेनेकी इच्छाका त्याग, संसारके प्राणियोंका मनसे भी अहित न करना, माता-पिताकी सेवा, देवता, अतिथि और गुरुओंकी पूजा, दया, पवित्रता, इन्द्रियोंको सदा काबूमें रखना तथा शुभ कर्मोंका प्रचार करना—यह सब श्रेष्ठ पुरुषोंका बर्ताव कहलाता है। इनके अनुष्ठानसे धर्म होता है, जो सदा प्रजावर्गकी रक्षा करता है ⁠।⁠।⁠ १५—१८ ⁠।⁠।\n 'एवं सत्सु सदा पश्येत् तत्राप्येषा ध्रुवा स्थितिः ⁠। आचारो धर्ममाचष्टे यस्मिन् शान्ता व्यवस्थिताः ⁠।⁠।⁠ १९ ⁠।⁠।'\n सत्पुरुषोंमें सदा ही इस प्रकारका धार्मिक आचरण देखा जाता है। उन्हींमें धर्मकी अटल स्थिति होती है। सदाचार ही धर्मका परिचय देता है। शान्तचित्त महात्मा पुरुष सदाचारमें ही स्थित रहते हैं ⁠।⁠।⁠ १९ ⁠।⁠।\n 'तेषु तत् कर्म निक्षिप्तं यः स धर्मः सनातनः ⁠। यस्तं समभिपद्येत न स दुर्गतिमाप्नुयात् ⁠।⁠।⁠ २० ⁠।⁠।'\n उन्हींमें पूर्वोक्त दान आदि कर्मोंकी स्थिति है। वे ही कर्म सनातन धर्मके नामसे प्रसिद्ध हैं। जो उस सनातन धर्मका आश्रय लेता है, उसे कभी दुर्गति नहीं भोगनी पड़ती है ⁠।⁠।⁠ २० ⁠।⁠।\n 'अतो नियम्यते लोकः प्रच्यवन् धर्मवर्त्मसु ⁠। यश्च योगी च मुक्तश्च स एतेभ्यो विशिष्यते ⁠।⁠।⁠ २१ ⁠।⁠।'\n इसीलिये धर्ममार्गसे भ्रष्ट होनेवाले लोगोंका नियन्त्रण किया जाता है। जो योगी और मुक्त है, वह अन्य धर्मात्माओंकी अपेक्षा श्रेष्ठ होता है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'वर्तमानस्य धर्मेण शुभं यत्र यथा तथा ⁠। संसारतारणं ह्यस्य कालेन महता भवेत् ⁠।⁠।⁠ २२ ⁠।⁠।'\n जो धर्मके अनुसार बर्ताव करता है, वह जहाँ जिस अवस्थामें हो, वहाँ उसी स्थितिमें उसको अपने कर्मानुसार उत्तम फलकी प्राप्ति होती है और वह धीरे-धीरे अधिक काल बीतनेपर संसार-सागरसे तर जाता है ⁠।⁠।\n 'एवं पूर्वकृतं कर्म नित्यं जन्तुः प्रपद्यते ⁠। सर्वं तत्कारणं येन विकृतोऽयमिहागतः ⁠।⁠।⁠ २३ ⁠।⁠।'\n इस प्रकार जीव सदा अपने पूर्वजन्मोंमें किये हुए कर्मोंका फल भोगता है। यह आत्मा निर्विकार ब्रह्म होनेपर भी विकृत होकर इस जगत्‌में जो जन्म धारण करता है, उसमें कर्म ही कारण है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'शरीरग्रहणं चास्य केन पूर्वं प्रकल्पितम् ⁠। इत्येवं संशयो लोके तच्च वक्ष्याम्यतः परम् ⁠।⁠।⁠ २४ ⁠।⁠।'\n आत्माके शरीर धारण करनेकी प्रथा सबसे पहले किसने चलायी है, इस प्रकारका संदेह प्रायः लोगोंके मनमें उठा करता है, अतः उसीका उत्तर दे रहा हूँ ⁠।⁠।⁠ २४ ⁠।⁠।\n 'शरीरमात्मनः कृत्वा सर्वलोकपितामहः ⁠। त्रैलोक्यमसृजद् ब्रह्मा कृत्स्नं स्थावरजङ्गमम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n सम्पूर्ण जगत्‌के पितामह ब्रह्माजीने सबसे पहले स्वयं ही शरीर धारण करके स्थावर-जंगमरूप समस्त त्रिलोकीकी (कर्मानुसार) रचना की ⁠।⁠।⁠ २५ ⁠।⁠।\n 'ततः प्रधानमसृजत् प्रकृतिं स शरीरिणाम् ⁠। यया सर्वमिदं व्याप्तं यां लोके परमां विदुः ⁠।⁠।⁠ २६ ⁠।⁠।'\n उन्होंने प्रधान नामक तत्त्वकी उत्पत्ति की, जो देहधारी जीवोंकी प्रकृति कहलाती है। जिसने इस सम्पूर्ण जगत्‌को व्याप्त कर रखा है तथा लोकमें जिसे मूल प्रकृतिके नामसे जानते हैं ⁠।⁠।⁠ २६ ⁠।⁠।\n 'इदं तत्क्षरमित्युक्तं परं त्वमृतमक्षरम् ⁠। त्रयाणां मिथुनं सर्वमेकैकस्य पृथक् पृथक् ⁠।⁠।⁠ २७ ⁠।⁠।'\n यह प्राकृत जगत् क्षर कहलाता है, इससे भिन्न अविनाशी जीवात्माको अक्षर कहते हैं। (इनसे विलक्षण शुद्ध परब्रह्म हैं)—इन तीनोंमेंसे जो दो तत्त्व—क्षर और अक्षर हैं, वे सब प्रत्येक जीवके लिये पृथक्-पृथक् होते हैं ⁠।⁠।\n 'असृजत् सर्वभूतानि पूर्वदृष्टः प्रजापतिः ⁠। स्थावराणि च भूतानि इत्येषा पौर्विकी श्रुतिः ⁠।⁠।⁠ २८ ⁠।⁠।'\n श्रुतिमें जो सृष्टिके आरम्भमें सत्‌रूपसे निर्दिष्ट हुए हैं, उन प्रजापतिने समस्त स्थावर भूतों और जंगम प्राणियोंकी सृष्टि की है, यह पुरातन श्रुति है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'तस्य कालपरीमाणमकरोत् स पितामहः ⁠। भूतेषु परिवृत्तिं च पुनरावृत्तिमेव च ⁠।⁠।⁠ २९ ⁠।⁠।'\n पितामहने जीवके लिये नियत समयतक शरीर धारण किये रहनेकी, भिन्न-भिन्न योनियोंमें भ्रमण करनेकी और परलोकसे लौटकर फिर इस लोकमें जन्म लेने आदिकी भी व्यवस्था की है ⁠।⁠।⁠ २९ ⁠।⁠।\n 'यथात्र कश्चिन्मेधावी दृष्टात्मा पूर्वजन्मनि ⁠। यत् प्रवक्ष्यामि तत् सर्वं यथावदुपपद्यते ⁠।⁠।⁠ ३० ⁠।⁠।'\n जिसने पूर्वजन्ममें अपने आत्माका साक्षात्कार कर लिया हो, ऐसा कोई मेधावी अधिकारी पुरुष संसारकी अनित्यताके विषयमें जैसी बात कह सकता है, वैसी ही मैं भी कहूँगा। मेरी कही हुई सारी बातें यथार्थ और संगत होंगी ⁠।⁠।⁠ ३० ⁠।⁠।\n 'सुखदुःखे यथा सम्यगनित्ये यः प्रपश्यति ⁠। कायं चामेध्यसंघातं विनाशं कर्मसंहितम् ⁠।⁠।⁠ ३१ ⁠।⁠।\n यच्च किंचित्सुखं तच्च दुःखं सर्वमिति स्मरन् ⁠। संसारसागरं घोरं तरिष्यति सुदुस्तरम् ⁠।⁠।⁠ ३२ ⁠।⁠।'\n जो मनुष्य सुख और दुःख दोनोंको अनित्य समझता है, शरीरको अपवित्र वस्तुओंका समूह समझता है और मृत्युको कर्मका फल समझता है तथा सुखके रूपमें प्रतीत होनेवाला जो कुछ भी है वह सब दुःख-ही-दुःख है, ऐसा मानता है, वह घोर एवं दुस्तर संसार-सागरसे पार हो जायगा ⁠।⁠।⁠ ३१-३२ ⁠।⁠।\n 'जातीमरणरोगैश्च समाविष्टः प्रधानवित् ⁠। चेतनावत्सु चैतन्यं समं भूतेषु पश्यति ⁠।⁠।⁠ ३३ ⁠।⁠। निर्विद्यते ततः कृत्स्नं मार्गमाणः परं पदम् ⁠। तस्योपदेशं वक्ष्यामि याथातथ्येन सत्तम ⁠।⁠।⁠ ३४ ⁠।⁠।'\n जन्म, मृत्यु एवं रोगोंसे घिरा हुआ जो पुरुष प्रधान तत्त्व (प्रकृति)-को जानता है और समस्त चेतन प्राणियोंमें चैतन्यको समानरूपसे व्याप्त देखता है, वह पूर्ण परमपदके अनुसंधानमें संलग्न हो जगत्‌के भोगोंसे विरक्त हो जाता है। साधुशिरोमणे! उस वैराग्यवान् पुरुषके लिये जो हितकर उपदेश है, उसका मैं यथार्थरूपसे वर्णन करूँगा ⁠।⁠।\n 'शाश्वतस्याव्ययस्याथ यदस्य ज्ञानमुत्तमम् ⁠। प्रोच्यमानं मया विप्र निबोधेदमशेषतः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n उसके लिये जो सनातन अविनाशी परमात्माका उत्तम ज्ञान अभीष्ट है, उसका मैं वर्णन करता हूँ। विप्रवर! तुम सारी बातोंको ध्यान देकर सुनो ⁠।⁠।⁠ ३५ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "4",
    "Text": "`गुरु-शिष्यके संवादमें मोक्षप्राप्तिके उपायका वर्णन` `ब्राह्मण उवाच` 'यः स्यादेकायने लीनस्तूष्णीं किंचिदचिन्तयन् ⁠। पूर्वं पूर्वं परित्यज्य स तीर्णो बन्धनाद् भवेत् ⁠।⁠।⁠ १ ⁠।⁠।' \n सिद्ध ब्राह्मणने कहा—काश्यप! जो मनुष्य (स्थूल, सूक्ष्म और कारण शरीरोंमेंसे क्रमशः) पूर्व-पूर्वका अभिमान त्यागकर कुछ भी चिन्तन नहीं करता और मौनभावसे रहकर सबके एकमात्र अधिष्ठान—परब्रह्म परमात्मामें लीन रहता है, वही संसार-वन्धनसे मुक्त होता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'सर्वमित्रः सर्वंसहः शमे रक्तो जितेन्द्रियः ⁠। व्यपेतभयमन्युश्च आत्मवान् मुच्यते नरः ⁠।⁠।⁠ २ ⁠।⁠।'\n जो सबका मित्र, सब कुछ सहनेवाला, मनोनिग्रहमें तत्पर, जितेन्द्रिय, भय और क्रोधसे रहित तथा आत्मवान् है, वह मनुष्य बन्धनसे मुक्त हो जाता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'आत्मवत् सर्वभूतेषु यश्चरेन्नियतः शुचिः ⁠। अमानी निरभीमानः सर्वतो मुक्त एव सः ⁠।⁠।⁠ ३ ⁠।⁠।'\n जो नियमपरायण और पवित्र रहकर सब प्राणियोंके प्रति अपने-जैसा बर्ताव करता है, जिसके भीतर सम्मान पानेकी इच्छा नहीं है तथा जो अभिमानसे दूर रहता है, वह सर्वथा मुक्त ही है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'जीवितं मरणं चोभे सुखदुःखे तथैव च ⁠। लाभालाभे प्रियद्वेष्ये यः समः स च मुच्यते ⁠।⁠।⁠ ४ ⁠।⁠।'\n जो जीवन-मरण, सुख-दुःख, लाभ-हानि तथा प्रिय-अप्रिय आदि द्वन्द्वोंको समभावसे देखता है, वह मुक्त हो जाता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'न कस्यचित् स्पृहयते नावजानाति किंचन ⁠। निर्द्वन्द्वो वीतरागात्मा सर्वथा मुक्त एव सः ⁠।⁠।⁠ ५ ⁠।⁠।'\n जो किसीके द्रव्यका लोभ नहीं रखता, किसीकी अवहेलना नहीं करता, जिसके मनपर द्वन्द्वोंका प्रभाव नहीं पड़ता और जिसके चित्तकी आसक्ति दूर हो गयी है, वह सर्वथा मुक्त ही है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अनमित्रश्च निर्बन्धुरनपत्यश्च यः क्वचित् ⁠। त्यक्तधर्मार्थकामश्च निराकाङ्क्षी च मुच्यते ⁠।⁠।⁠ ६ ⁠।⁠।'\n जो किसीको अपना मित्र, बन्धु या संतान नहीं मानता, जिसने सकाम धर्म, अर्थ और कामका त्याग कर दिया है तथा जो सब प्रकारकी आकांक्षाओंसे रहित है, वह मुक्त हो जाता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'नैव धर्मी न चाधर्मी पूर्वोपचितहायकः ⁠। धातुक्षयप्रशान्तात्मा निर्द्वन्द्वः स विमुच्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n जिसकी न धर्ममें आसक्ति है न अधर्ममें, जो पूर्वसंचित कर्मोंको त्याग चुका है, वासनाओंका क्षय हो जानेसे जिसका चित्त शान्त हो गया है तथा जो सब प्रकारके द्वन्द्वोंसे रहित है, वह मुक्त हो जाता है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'अकर्मवान्‌ विकाङ्क्षश्च पश्येज्जगदशाश्वतम् ⁠। अश्वत्थसदृशं नित्यं जन्ममृत्युजरायुतम् ⁠।⁠।⁠ ८ ⁠।⁠।\n वैराग्यबुद्धिः सततमात्मदोषव्यपेक्षकः ⁠। आत्मबन्धविनिर्मोक्षं स करोत्यचिरादिव ⁠।⁠।⁠ ९ ⁠।⁠।'\n जो किसी भी कर्मका कर्ता नहीं बनता, जिसके मनमें कोई कामना नहीं है, जो इस जगत्‌को अश्वत्थके समान अनित्य—कलतक न टिक सकनेवाला समझता है तथा जो सदा इसे जन्म, मृत्यु और जरासे युक्त जानता है, जिसकी बुद्धि वैराग्यमें लगी रहती है और जो निरन्तर अपने दोषोंपर दृष्टि रखता है, वह शीघ्र ही अपने बन्धनका नाश कर देता है ⁠।⁠।⁠ ८-९ ⁠।⁠।\n 'अगन्धमरसस्पर्शमशब्दमपरिग्रहम् ⁠। अरूपमनभिज्ञेयं दृष्ट्‌वाऽऽत्मानं विमुच्यते ⁠।⁠।⁠ १० ⁠।⁠।'\n जो आत्माको गन्ध, रस, स्पर्श, शब्द, परिग्रह, रूपसे रहित तथा अज्ञेय मानता है, वह मुक्त हो जाता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'पञ्चभूतगुणैर्हीनममूर्तिमदहेतुकम् ⁠। अगुणं गुणभोक्तारं यः पश्यति स मुच्यते ⁠।⁠।⁠ ११ ⁠।⁠।'\n जिसकी दृष्टिमें आत्मा पाञ्चभौतिक गुणोंसे हीन, निराकार, कारणरहित तथा निर्गुण होते हुए भी (मायाके सम्बन्धसे) गुणोंका भोक्ता है, वह मुक्त हो जाता है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'विहाय सर्वसंकल्पान् बुद्‌ध्या शारीरमानसान् ⁠। शनैर्निर्वाणमाप्नोति निरिन्धन इवानलः ⁠।⁠।⁠ १२ ⁠।⁠।'\n जो बुद्धिसे विचार करके शारीरिक और मानसिक सब संकल्पोंका त्याग कर देता है, वह बिना ईंधनकी आगके समान धीरे-धीरे शान्तिको प्राप्त हो जाता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'सर्वसंस्कारनिर्मुक्तो निर्द्वन्द्वो निष्परिग्रहः ⁠। तपसा इन्द्रियग्रामं यश्चरेन्मुक्त एव सः ⁠।⁠।⁠ १३ ⁠।⁠।'\n जो सब प्रकारके संस्कारोंसे रहित, द्वन्द्व और परिग्रहसे रहित हो गया है तथा जो तपस्याके द्वारा इन्द्रिय-समूहको अपने वशमें करके (अनासक्त) भावसे विचरता है, वह मुक्त ही है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'विमुक्तः सर्वसंस्कारैस्ततो ब्रह्म सनातनम् ⁠। परमाप्नोति संशान्तमचलं नित्यमक्षरम् ⁠।⁠।⁠ १४ ⁠।⁠।'\n जो सब प्रकारके संस्कारोंसे मुक्त होता है, वह मनुष्य शान्त, अचल, नित्य, अविनाशी एवं सनातन परब्रह्म परमात्माको प्राप्त कर लेता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि योगशास्त्रमनुत्तमम् ⁠। युञ्जन्तः सिद्धमात्मानं यथा पश्यन्ति योगिनः ⁠।⁠।⁠ १५ ⁠।⁠।'\n अब मैं उस परम उत्तम योगशास्त्रका वर्णन करूँगा, जिसके अनुसार योग-साधन करनेवाले योगी पुरुष अपने आत्माका साक्षात्कार कर लेते हैं ⁠।⁠।⁠ १५ ⁠।⁠।\n 'तस्योपदेशं वक्ष्यामि यथावत् तन्निबोध मे ⁠। यैर्द्वारैश्चारयन्नित्यं पश्यत्यात्मानमात्मनि ⁠।⁠।⁠ १६ ⁠।⁠।'\n मैं उसका यथावत् उपदेश करता हूँ। मनोनिग्रहके जिन उपायोंद्वारा चित्तको इस शरीरके भीतर ही वशीभूत एवं अन्तर्मुख करके योगी अपने नित्य आत्माका दर्शन करता है, उन्हें मुझसे श्रवण करो ⁠।⁠।⁠ १६ ⁠।⁠।\n 'इन्द्रियाणि तु संहृत्य मन आत्मनि धारयेत् ⁠। तीव्रं तप्त्वा तपः पूर्वं मोक्षयोगं समाचरेत् ⁠।⁠।⁠ १७ ⁠।⁠।'\n इन्द्रियोंको विषयोंकी ओरसे हटाकर मनमें और मनको आत्मामें स्थापित करे। इस प्रकार पहले तीव्र तपस्या करके फिर मोक्षोपयोगी उपायका अवलम्बन करना चाहिये ⁠।⁠।⁠ १७ ⁠।⁠।\n 'तपस्वी सततं युक्तो योगशास्त्रमथाचरेत् ⁠। मनीषी मनसा विप्रः पश्यन्नात्मानमात्मनि ⁠।⁠।⁠ १८ ⁠।⁠।'\n मनीषी ब्राह्मणको चाहिये कि वह सदा तपस्यामें प्रवृत्त एवं यत्नशील होकर योगशास्त्रोक्त उपायका अनुष्ठान करे। इससे वह मनके द्वारा अन्तःकरणमें आत्माका साक्षात्कार करता है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'स चेच्छक्नोत्ययं साधुर्योक्तुमात्मानमात्मनि ⁠। तत एकान्तशीलः स पश्यत्यात्मानमात्मनि ⁠।⁠।⁠ १९ ⁠।⁠।'\n एकान्तमें रहनेवाला साधक पुरुष यदि अपने मनको आत्मामें लगाये रखनेमें सफल हो जाता है तो वह अवश्य ही अपनेमें आत्माका दर्शन करता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'संयतः सततं युक्त आत्मवान् विजितेन्द्रियः ⁠। तथा य आत्मनाऽऽत्मानं सम्प्रयुक्तः प्रपश्यति ⁠।⁠।⁠ २० ⁠।⁠।'\n जो साधक सदा संयमपरायण, योगयुक्त, मनको वशमें करनेवाला और जितेन्द्रिय है, वही आत्मासे प्रेरित होकर बुद्धिके द्वारा उसका साक्षात्कार कर सकता है ⁠।⁠।\n 'यथा हि पुरुषः स्वप्ने दृष्ट्‌वा पश्यत्यसाविति ⁠। तथा रूपमिवात्मानं साधुयुक्तः प्रपश्यति ⁠।⁠।⁠ २१ ⁠।⁠।'\n जैसे मनुष्य सपनेमें किसी अपरिचित पुरुषको देखकर जब पुनः उसे जाग्रत् अवस्थामें देखता है, तब तुरंत पहचान लेता है कि ‘यह वही है।’ उसी प्रकार साधन-परायण योगी समाधि-अवस्थामें आत्माको जिस रूपमें देखता है, उसी रूपमें उसके बाद भी देखता रहता है ⁠।⁠।\n 'इषीकां च यथा मुञ्जात् कश्चिन्निष्कृष्य दर्शयेत् ⁠। योगी निष्कृष्य चात्मानं तथा पश्यति देहतः ⁠।⁠।⁠ २२ ⁠।⁠।'\n जैसे कोई मनुष्य मूँजसे सींकको अलग करके दिखा दे, वैसे ही योगी पुरुष आत्माको इस देहसे पृथक् करके देखता है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'मुञ्जं शरीरमित्याहुरिषीकामात्मनि श्रिताम् ⁠। एतन्निदर्शनं प्रोक्तं योगविद्भिरनुत्तमम् ⁠।⁠।⁠ २३ ⁠।⁠।'\n यहाँ शरीरको मूँज कहा गया है और आत्माको सींक। योगवेत्ताओंने देह और आत्माके पार्थक्यको समझनेके लिये यह बहुत उत्तम दृष्टान्त दिया है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'यदा हि युक्तमात्मानं सम्यक् पश्यति देहभृत् ⁠। न तस्येहेश्वरः कश्चित् त्रैलोक्यस्यापि यः प्रभुः ⁠।⁠।⁠ २४ ⁠।⁠।'\n देहधारी जीव जब योगके द्वारा आत्माका यथार्थ-रूपसे दर्शन कर लेता है, उस समय उसके ऊपर त्रिभुवनके अधीश्वरका भी आधिपत्य नहीं रहता ⁠।⁠।⁠ २४ ⁠।⁠।\n 'अन्यान्याश्चैव तनवो यथेष्टं प्रतिपद्यते ⁠। विनिवृत्य जरां मृत्युं न शोचति न हृष्यति ⁠।⁠।⁠ २५ ⁠।⁠।'\n वह योगी अपनी इच्छाके अनुसार विभिन्न प्रकारके शरीर धारण कर सकता है, बुढ़ापा और मृत्युको भी भगा देता है, वह न कभी शोक करता है न हर्ष ⁠।⁠।⁠ २५ ⁠।⁠।\n 'देवानामपि देवत्वं युक्तः कारयते वशी ⁠। ब्रह्म चाव्ययमाप्नोति हित्वा देहमशाश्वतम् ⁠।⁠।⁠ २६ ⁠।⁠।'\n अपनी इन्द्रियोंको वशमें रखनेवाला योगी पुरुष देवताओंका भी देवता हो सकता है। वह इस अनित्य शरीरका त्याग करके अविनाशी ब्रह्मको प्राप्त होता है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'विनश्यत्सु च भूतेषु न भयं तस्य जायते ⁠। क्लिश्यमानेषु भूतेषु न स क्लिश्यति केनचित् ⁠।⁠।⁠ २७ ⁠।⁠।'\n सम्पूर्ण प्राणियोंका विनाश होनेपर भी उसे भय नहीं होता। सबके क्लेश उठानेपर भी उसको किसीसे क्लेश नहीं पहुँचता ⁠।⁠।⁠ २७ ⁠।⁠।\n 'दुःखशोकमयैर्घोरैः सङ्गस्नेहसमुद्भवैः ⁠। न विचाल्यति युक्तात्मा निःस्पृहः शान्तमानसः ⁠।⁠।⁠ २८ ⁠।⁠।'\n शान्ताचित्त एवं निःस्पृह योगी आसक्ति और स्नेहसे प्राप्त होनेवाले भयंकर दुःख-शोक तथा भयसे विचलित नहीं होता ⁠।⁠।⁠ २८ ⁠।⁠।\n 'नैनं शस्त्राणि विध्यन्ते न मृत्युश्चास्य विद्यते ⁠। नातः सुखतरं किंचिल्लोके क्वचन दृश्यते ⁠।⁠।⁠ २९ ⁠।⁠।'\n उसे शस्त्र नहीं बींध सकते, मृत्यु उसके पास नहीं पहुँच पाती, संसारमें उससे बढ़कर सुखी कहीं कोई नहीं दिखायी देता ⁠।⁠।⁠ २९ ⁠।⁠।\n 'सम्यग्युक्त्वा स आत्मानमात्मन्येव प्रतिष्ठते ⁠। विनिवृत्तजरादुःखः सुखं स्वपिति चापि सः ⁠।⁠।⁠ ३० ⁠।⁠।'\n वह मनको आत्मामें लीन करके उसीमें स्थित हो जाता है तथा बुढ़ापाके दुःखोंसे छुटकारा पाकर सुखसे सोता—अक्षय आनन्दका अनुभव करता है ⁠।⁠।⁠ ३० ⁠।⁠।\n 'देहान्यथेष्टमभ्येति हित्वेमां मानुषीं तनुम् ⁠। निर्वेदस्तु न कर्तव्यो भुञ्जानेन कथंचन ⁠।⁠।⁠ ३१ ⁠।⁠।'\n वह इस मानव-शरीरका त्याग करके इच्छानुसार दूसरे बहुत-से शरीर धारण करता है। योगजनित ऐश्वर्यका उपभोग करनेवाले योगीको योगसे किसी तरह विरक्त नहीं होना चाहिये ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'सम्यग्युक्तो यदाऽऽत्मानमात्मन्येव प्रपश्यति ⁠। तदैव न स्पृहयते साक्षादपि शतक्रतोः ⁠।⁠।⁠ ३२ ⁠।⁠।'\n अच्छी तरह योगका अभ्यास करके जब योगी अपनेमें ही आत्माका साक्षात्कार करने लगता है, उस समय वह साक्षात् इन्द्रके पदको भी पानेकी इच्छा नहीं करता है ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'योगमेकान्तशीलस्तु यथा विन्दति तच्छृणु ⁠। दृष्टपूर्वां दिशं चिन्त्य यस्मिन् संनिवसेत् पुरे ⁠।⁠।⁠ ३३ ⁠।⁠।\n पुरस्याभ्यन्तरे तस्य मनः स्थाप्यं न बाह्यतः।'\n एकान्तमें ध्यान करनेवाले पुरुषको जिस प्रकार योगकी प्राप्ति होती है, वह सुनो—जो उपदेश पहले श्रुतिमें देखा गया है, उसका चिन्तन करके जिस भागमें जीवका निवास माना गया है, उसीमें मनको भी स्थापित करे। उसके बाहर कदापि न जाने दे ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'पुरस्याभ्यन्तरे तिष्ठन् यस्मिन्नावसथे वसेत् ⁠। तस्मिन्नावसथे धार्यं सबाह्याभ्यन्तरं मनः ⁠।⁠।⁠ ३४ ⁠।⁠।'\n शरीरके भीतर रहते हुए वह आत्मा जिस आश्रयमें स्थित होता है, उसीमें बाह्य और आभ्यन्तर विषयोंसहित मनको धारण करे ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'प्रचिन्त्यावसथे कृत्स्नं यस्मिन् काले स पश्यति ⁠। तस्मिन् काले मनश्चास्य न च किंचन बाह्यतः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n मूलाधार आदि किसी आश्रयमें चिन्तन करके जब वह सर्वस्वरूप परमात्माका साक्षात्कार करता है, उस समय उसका मन प्रत्यक्‌स्वरूप आत्मासे भिन्न कोई ‘बाह्य’ वस्तु नहीं रह जाता ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'संनियम्येन्द्रियग्रामं निर्घोषं निर्जने वने ⁠। कायमभ्यन्तरं कृत्स्नमेकाग्रः परिचिन्तयेत् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n निर्जन वनमें इन्द्रिय-समुदायको वशमें करके एकाग्रचित्त हो शब्दशून्य अपने शरीरके बाहर और भीतर प्रत्येक अंगमें परिपूर्ण परब्रह्म परमात्माका चिन्तन करे ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'दन्तांस्तालु च जिह्वां च गलं ग्रीवां तथैव च ⁠। हृदयं चिन्तयेच्चापि तथा हृदयबन्धनम् ⁠।⁠।⁠ ३७ ⁠।⁠।'\n दन्त, तालु, जिह्वा, गला, ग्रीवा, हृदय तथा हृदय-बन्धन (नाड़ीमार्ग)-को भी परमात्मरूपसे चिन्तन करे ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'इत्युक्तः स मया शिष्यो मेधावी मधुसूदन ⁠। पप्रच्छ पुनरेवेमं मोक्षधर्मं सुदुर्वचम् ⁠।⁠।⁠ ३८ ⁠।⁠।'\n मधुसूदन! मेरे ऐसा कहनेपर उस मेधावी शिष्यने पुनः जिसका निरूपण करना अत्यन्त कठिन है, उस मोक्षधर्मके विषयमें पूछा— ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'भुक्तं भुक्तमिदं कोष्ठे कथमन्नं विपच्यते ⁠। कथं रसत्वं व्रजति शोणितत्वं कथं पुनः ⁠।⁠।⁠ ३९ ⁠।⁠।'\n ‘यह बारंबार खाया हुआ अन्न उदरमें पहुँचकर कैसे पचता है? किस तरह उसका रस बनता है और किस प्रकार वह रक्तके रूपमें परिणत हो जाता है? ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'तथा मांसं च मेदश्च स्नाय्वस्थीनि च योषिति ⁠। कथमेतानि सर्वाणि शरीराणि शरीरिणाम् ⁠।⁠।⁠ ४० ⁠।⁠।'\n 'वर्धते वर्धमानस्य वर्धते च कथं बलम् ⁠। निरोधानां निर्गमनं मलानां च पृथक् पृथक् ⁠।⁠।⁠ ४१ ⁠।⁠।'\n ‘स्त्री-शरीरमें मांस, मेदा, स्नायु और हड्डियाँ कैसे होती हैं? देहधारियोंके ये समस्त शरीर कैसे बढ़ते हैं? बढ़ते हुए शरीरका बल कैसे बढ़ता है? जिनका सब ओरसे अवरोध है, उन मलोंका पृथक्-पृथक् निःसारण कैसे होता है? ⁠।⁠।⁠ ४०-४१ ⁠।⁠।\n 'कुतो वायं प्रश्वसिति उच्छ्‌वसित्यपि वा पुनः ⁠। कं च देशमधिष्ठाय तिष्ठत्यात्मायमात्मनि ⁠।⁠।⁠ ४२ ⁠।⁠।'\n ‘यह जीव कैसे साँस लेता, कैसे उच्छ्‌वास खींचता और किस स्थानमें रहकर इस शरीरमें सदा विद्यमान रहता है? ⁠।⁠।⁠ ४२ ⁠।⁠।\n 'जीवः कथं वहति च चेष्टमानः कलेवरम् ⁠। किं वर्णं कीदृशं चैव निवेशयति वै पुनः ⁠।⁠।⁠ ४३ ⁠।⁠।\n याथातथ्येन भगवन् वक्तुमर्हसि मेऽनघ ⁠।'\n ‘चेष्टाशील जीवात्मा इस शरीरका भार कैसे वहन करता है? फिर कैसे और किस रंगके शरीरको धारण करता है। निष्पाप भगवन्! यह सब मुझे यथार्थरूपसे बताइये’ ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'इति सम्परिपृष्टोऽहं तेन विप्रेण माधव ⁠।⁠।⁠ ४४ ⁠।⁠।'\n 'प्रत्यब्रुवं महाबाहो यथाश्रुतमरिंदम ⁠।'\n शत्रुदमन महाबाहु माधव! उस ब्राह्मणके इस प्रकार पूछनेपर मैंने जैसा सुना था वैसा ही उसे बताया ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'यथा स्वकोष्ठे प्रक्षिप्य भाण्डं भाण्डमना भवेत् ⁠।⁠।⁠ ४५ ⁠।⁠।'\n 'तथा स्वकाये प्रक्षिप्य मनो द्वारैरनिश्चलैः ⁠। आत्मानं तत्र मार्गेत प्रमादं परिवर्जयेत् ⁠।⁠।⁠ ४६ ⁠।⁠।'\n जैसे घरका सामान अपने कोटेमें डालकर भी मनुष्य उन्हींके चिन्तनमें मन लगाये रहता है, उसी प्रकार इन्द्रियरूपी चंचल द्वारोंसे विचरनेवाले मनको अपनी कायामें ही स्थापित करके वहीं आत्माका अनुसंधान करे और प्रमादको त्याग दे ⁠।⁠।⁠ ४५-४६ ⁠।⁠।\n 'एवं सततमुद्युक्तः प्रीतात्मा नचिरादिव ⁠। आसादयति तद् ब्रह्म यद् दृष्ट्‌वा स्यात् प्रधानवित् ⁠।⁠।⁠ ४७ ⁠।⁠।'\n इस प्रकार सदा ध्यानके लिये प्रयत्न करनेवाले पुरुषका चित्त शीघ्र ही प्रसन्न हो जाता है और वह उस परब्रह्म परमात्माको प्राप्त कर लेता है, जिसका साक्षात्कार करके मनुष्य प्रकृति एवं उसके विकारोंको स्वतः जान लेता है ⁠।⁠।⁠ ४७ ⁠।⁠।\n 'न त्वसौ चक्षुषा ग्राह्यो न च सर्वैरपीन्द्रियैः ⁠। मनसैव प्रदीपेन महानात्मा प्रदृश्यते ⁠।⁠।⁠ ४८ ⁠।⁠।'\n उस परमात्माका इन चर्म-चक्षुओंसे दर्शन नहीं हो सकता, सम्पूर्ण इन्द्रियोंसे भी उसको ग्रहण नहीं किया जा सकता; केवल बुद्धिरूपी दीपककी सहायतासे ही उस महान् आत्माका दर्शन होता है ⁠।⁠।⁠ ४८ ⁠।⁠।\n 'सर्वतःपाणिपादान्तः सर्वतोऽक्षिशिरोमुखः ⁠। सर्वतः श्रुतिमाँल्लोके सर्वमावृत्य तिष्ठति ⁠।⁠।⁠ ४९ ⁠।⁠।'\n वह सब ओर हाथ-पैरवाला, सब ओर नेत्र, सिर और मुखवाला तथा सब ओर कानवाला है; क्योंकि वह संसारमें सबको व्याप्त करके स्थित है ⁠।⁠।⁠ ४९ ⁠।⁠।\n 'जीवो निष्क्रान्तमात्मानं शरीरात् सम्प्रपश्यति ⁠। स तमुत्सृज्य देहे स्वं धारयन् ब्रह्म केवलम् ⁠।⁠।⁠ ५० ⁠।⁠।\n आत्मानमालोकयति मनसा प्रहसन्निव ⁠। तदेवमाश्रयं कृत्वा मोक्षं याति ततो मयि ⁠।⁠।⁠ ५१ ⁠।⁠।'\n तत्त्वज्ञ जीव अपने-आपको शरीरसे पृथक् देखता है। वह शरीरके भीतर रहकर भी उसका त्याग करे—उसकी पृथक्‌ताका अनुभव करके अपने स्वरूपभूत केवल परब्रह्म परमात्माका चिन्तन करता हुआ बुद्धिके सहयोगसे आत्माका साक्षात्कार करता है। उस समय वह यह सोचकर हँसता-सा रहता है कि अहो! मृगतृष्णामें प्रतीत होनेवाले जलकी भाँति मुझमें ही प्रतीत होनेवाले इस संसारने मुझे अबतक व्यर्थ ही भ्रममें डाल रखा था। जो इस प्रकार परमात्माका दर्शन करता है, वह उसीका आश्रय लेकर अन्तमें मुझमें ही मुक्त हो जाता है (अर्थात् अपने-आपमें ही परमात्माका अनुभव करने लगता है) ⁠।⁠।⁠ ५०-५१ ⁠।⁠।\n 'इदं सर्वरहस्यं ते मया प्रोक्तं द्विजोत्तम ⁠। आपृच्छे साधयिष्यामि गच्छ विप्र यथासुखम् ⁠।⁠।⁠ ५२ ⁠।⁠।'\n द्विजश्रेष्ठ! यह सारा रहस्य मैंने तुम्हें बता दिया। अब मैं जानेकी अनुमति चाहता हूँ। विप्रवर! तुम भी सुखपूर्वक अपने स्थानको लौट जाओ ⁠।⁠।⁠ ५२ ⁠।⁠।\n 'इत्युक्तः स तदा कृष्ण मया शिष्यो महातपाः ⁠। अगच्छत यथाकामं ब्राह्मणः संशितव्रतः ⁠।⁠।⁠ ५३ ⁠।⁠।'\n श्रीकृष्ण! मेरे इस प्रकार कहनेपर वह कठोर व्रतका पालन करनेवाला मेरा महातपस्वी शिष्य ब्राह्मण काश्यप इच्छानुसार अपने अभीष्ट स्थानको चला गया ⁠।⁠।⁠ ५३ ⁠।⁠।\n `वासुदेव उवाच` 'इत्युक्त्वा स तदा वाक्यं मां पार्थ द्विजसत्तमः ⁠। मोक्षधर्माश्रितः सम्यक् तत्रैवान्तरधीयत ⁠।⁠।⁠ ५४ ⁠।⁠।'\n भगवान् श्रीकृष्ण कहते हैं—अर्जुन! मोक्षधर्मका आश्रय लेनेवाले वे सिद्धमहात्मा श्रेष्ठ ब्राह्मण मुझसे यह प्रसंग सुनाकर वहीं अन्तर्धान हो गये ⁠।⁠।⁠ ५४ ⁠।⁠।\n 'कच्चिदेतत् त्वया पार्थ श्रुतमेकाग्रचेतसा ⁠। तदापि हि रथस्थस्त्वं श्रुतवानेतदेव हि ⁠।⁠।⁠ ५५ ⁠।⁠।'\n पार्थ! क्या तुमने मेरे बताये हुए इस उपदेशको एकाग्रचित्त होकर सुना है? उस युद्धके समय भी तुमने रथपर बैठे-बैठे इसी तत्त्वको सुना था ⁠।⁠।⁠ ५५ ⁠।⁠।\n 'नैतत् पार्थ सुविज्ञेयं व्यामिश्रेणेति मे मतिः ⁠। नरेणाकृतसंज्ञेन विशुद्धेनान्तरात्मना ⁠।⁠।⁠ ५६ ⁠।⁠।'\n कुन्तीनन्दन! मेरा तो ऐसा विश्वास है कि जिसका चित्त व्यग्र है, जिसे ज्ञानका उपदेश नहीं प्राप्त है, वह मनुष्य इस विषयको सुगमतापूर्वक नहीं समझ सकता। जिसका अन्तःकरण शुद्ध है, वही इसे जान सकता है ⁠।⁠।⁠ ५६ ⁠।⁠।\n 'सुरहस्यमिदं प्रोक्तं देवानां भरतर्षभ ⁠। कच्चिन्नेदं श्रुतं पार्थ मनुष्येणेह कर्हिचित् ⁠।⁠।⁠ ५७ ⁠।⁠।'\n भरतश्रेष्ठ! यह मैंने देवताओंका परम गोपनीय रहस्य बताया है। पार्थ! इस जगत्‌में कभी किसी भी मनुष्यने इस रहस्यका श्रवण नहीं किया है ⁠।⁠।⁠ ५७ ⁠।⁠।\n 'न ह्येतच्छ्रोतुमर्होऽन्यो मनुष्यस्त्वामृतेऽनघ ⁠। नैतदद्य सुविज्ञेयं व्यामिश्रेणान्तरात्मना ⁠।⁠।⁠ ५८ ⁠।⁠।'\n अनघ! तुम्हारे सिवा दूसरा कोई मनुष्य इसे सुननेका अधिकारी भी नहीं है। जिसका चित्त दुविधेमें पड़ा हुआ है, वह इस समय इसे अच्छी तरह नहीं समझ सकता ⁠।⁠।⁠ ५८ ⁠।⁠।\n 'क्रियावद्भिर्हि कौन्तेय देवलोकः समावृतः ⁠। न चैतदिष्टं देवानां मर्त्यरूपनिवर्तनम् ⁠।⁠।⁠ ५९ ⁠।⁠।'\n कुन्तीकुमार! क्रियावान् पुरुषोंसे देवलोक भरा पड़ा है। देवताओंको यह अभीष्ट नहीं है कि मनुष्यके मर्त्यरूपकी निवृत्ति हो ⁠।⁠।⁠ ५९ ⁠।⁠।\n 'परा हि सा गतिः पार्थ यत् तद् ब्रह्म सनातनम् ⁠। यत्रामृतत्वं प्राप्नोति त्यक्त्वा देहं सदा सुखी ⁠।⁠।⁠ ६० ⁠।⁠।'\n पार्थ! जो सनातन ब्रह्म है, वही जीवकी परम-गति है। ज्ञानी मनुष्य देहको त्यागकर उस ब्रह्ममें ही अमृतत्त्वको प्राप्त होता है और सदाके लिये सुखी हो जाता है ⁠।⁠।⁠ ६० ⁠।⁠।\n 'इमं धर्मं समास्थाय येऽपि स्युः पापयोनयः ⁠। स्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् ⁠।⁠।⁠ ६१ ⁠।⁠।'\n इस आत्मदर्शनरूप धर्मका आश्रय लेकर स्त्री, वैश्य और शूद्र तथा जो पापयोनिके मनुष्य हैं, वे भी परमगतिको प्राप्त हो जाते हैं ⁠।⁠।⁠ ६१ ⁠।⁠।\n 'किं पुनर्ब्राह्मणाः पार्थ क्षत्रिया वा बहुश्रुताः ⁠। स्वधर्मरतयो नित्यं ब्रह्मलोकपरायणाः ⁠।⁠।⁠ ६२ ⁠।⁠।'\n पार्थ! फिर जो अपने धर्ममें प्रेम रखते और सदा ब्रह्मलोककी प्राप्तिके साधनमें लगे रहते हैं, उन बहुश्रुत ब्राह्मण और क्षत्रियोंकी तो बात ही क्या है ⁠।⁠।⁠ ६२ ⁠।⁠।\n 'हेतुमच्चैतदुद्दिष्टमुपायाश्चास्य साधने ⁠। सिद्धिं फलं च मोक्षश्च दुःखस्य च विनिर्णयः ⁠।⁠।⁠ ६३ ⁠।⁠।'\n इस प्रकार मैंने तुम्हें मोक्षधर्मका युक्तियुक्त उपदेश किया है। उसके साधनके उपाय भी बतलाये हैं और सिद्धि, फल, मोक्ष तथा दुःखके स्वरूपका भी निर्णय किया है ⁠।⁠।⁠ ६३ ⁠।⁠।\n 'नातः परं सुखं त्वन्यत् किंचित् स्याद् भरतर्षभ ⁠। बुद्धिमान् श्रद्दधानश्च पराक्रान्तश्च पाण्डव ⁠।⁠।⁠ ६४ ⁠।⁠।'\n 'यः परित्यज्यते मर्त्यो लोकसारमसारवत् ⁠। एतैरुपायैः स क्षिप्रं परां गतिमवाप्नुते ⁠।⁠।⁠ ६५ ⁠।⁠।'\n भरतश्रेष्ठ! इससे बढ़कर दूसरा कोई सुखदायक धर्म नहीं है। पाण्डुनन्दन! जो कोई बुद्धिमान्, श्रद्धालु और पराक्रमी मनुष्य लौकिक सुखको सारहीन समझकर उसे त्याग देता है, वह उपर्युक्त इन उपायोंके द्वारा बहुत शीघ्र परम गतिको प्राप्त कर लेता है ⁠।⁠।⁠ ६४-६५ ⁠।⁠।\n 'एतावदेव वक्तव्यं नातो भूयोऽस्ति किंचन ⁠। षण्मासान् नित्ययुक्तस्य योगः पार्थ प्रवर्तते ⁠।⁠।⁠ ६६ ⁠।⁠।'\n पार्थ! इतना ही कहनेयोग्य विषय है। इससे बढ़कर कुछ भी नहीं है। जो छः महीनेतक निरन्तर योगका अभ्यास करता है, उसका योग अवश्य सिद्ध हो जाता है ⁠।⁠।⁠ ६६ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "5",
    "Text": "`ब्राह्मणगीता—एक ब्राह्मणका अपनी पत्नीसे ज्ञानयज्ञका उपदेश करना` `वासुदेव उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। दम्पत्योः पार्थ संवादो योऽभवद् भरतर्षभ ⁠।⁠।⁠ १ ⁠।⁠।' \n श्रीकृष्ण कहते हैं—भरतश्रेष्ठ! अर्जुन! इसी विषयमें पति-पत्नीके संवादरूप एक प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'ब्राह्मणी ब्राह्मणं कंचिज्ज्ञानविज्ञानपारगम् ⁠। दृष्ट्वा विविक्त आसीनं भार्या भर्तारमब्रवीत् ⁠।⁠।⁠ २ ⁠।⁠।'\n 'कं नु लोकं गमिष्यामि त्वामहं पतिमाश्रिता ⁠। न्यस्तकर्माणमासीनं कीनाशमविचक्षणम् ⁠।⁠।⁠ ३ ⁠।⁠।\n भार्याः पतिकृताँल्लोकानाप्नुवन्तीति नः श्रुतम् ⁠। त्वामहं पतिमासाद्य कां गमिष्यामि वै गतिम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n एक ब्राह्मण, जो ज्ञान-विज्ञानके पारगामी विद्वान् थे, एकान्त स्थानमें बैठे हुए थे, यह देखकर उनकी पत्नी ब्राह्मणी अपने उन पतिदेवके पास जाकर बोली—‘प्राणनाथ! मैंने सुना है कि स्त्रियाँ पतिके कर्मानुसार प्राप्त हुए लोकोंको जाती हैं; किंतु आप तो कर्म छोड़कर बैठे हैं और मेरे प्रति कठोरताका बर्ताव करते हैं। आपको इस बातका पता नहीं है कि मैं अनन्यभावसे आपके ही आश्रित हूँ। ऐसी दशामें आप-जैसे पतिका आश्रय लेकर मैं किस लोकमें जाऊँगी? आपको पतिरूपमें पाकर मेरी क्या गति होगी’ ⁠।⁠।⁠ २—४ ⁠।⁠।\n 'एवमुक्तः स शान्तात्मा तामुवाच हसन्निव ⁠। सुभगे नाभ्यसूयामि वाक्यस्यास्य तवानघे ⁠।⁠।⁠ ५ ⁠।⁠।'\n पत्नीके ऐसा कहनेपर वे शान्तचित्तवाले ब्राह्मण देवता हँसते हुए-से बोले—‘सौभाग्यशालिनि! तुम पापसे सदा दूर रहती हो; अतः तुम्हारे इस कथनके लिये मैं बुरा नहीं मानता ⁠।⁠।⁠ ५ ⁠।⁠।\n 'ग्राह्यं दृश्यं च सत्यं वा यदिदं कर्म विद्यते ⁠। एतदेव व्यवस्यन्ति कर्म कर्मेति कर्मिणः ⁠।⁠।⁠ ६ ⁠।⁠।'\n ‘संसारमें जो ग्रहण करनेयोग्य दीक्षा और व्रत आदि हैं तथा इन आँखोंसे दिखायी देनेवाले जो स्थूल कर्म हैं, उन्हींको वस्तुतः कर्म माना जाता है। कर्मठ लोग ऐसे ही कर्मको कर्मके नामसे पुकारते हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'मोहमेव नियच्छन्ति कर्मणा ज्ञानवर्जिताः ⁠। नैष्कर्म्यं न च लोकेऽस्मिन् मुहूर्तमपि लभ्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n ‘किंतु जिन्हें ज्ञानकी प्राप्ति नहीं हुई है, वे लोग कर्मके द्वारा मोहका ही संग्रह करते हैं। इस लोकमें कोई दो घड़ी भी बिना कर्म किये रह सके, ऐसा सम्भाव नहीं है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'कर्मणा मनसा वाचा शुभं वा यदि वाशुभम् ⁠। जन्मादिमूर्तिभेदान्तं कर्म भूतेषु वर्तते ⁠।⁠।⁠ ८ ⁠।⁠।'\n मनसे, वाणीसे तथा क्रियाद्वारा जो भी शुभ या अशुभ कार्य होता है, वह तथा जन्म, स्थिति, विनाश एवं शरीरभेद आदि कर्म प्राणियोंमें विद्यमान हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'रक्षोभिर्वध्यमानेषु दृश्यद्रव्येषु वर्त्मसु ⁠। आत्मस्थमात्मना तेभ्यो दृष्टमायतनं मया ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'जब राक्षसों'—दुर्जनोंने जहाँ सोम और घृत आदि दृश्य द्रव्योंका उपयोग होता है, उन कर्म-मार्गोंका विनाश आरम्भ कर दिया, तब मैंने उनसे विरक्त होकर स्वयं ही अपने भीतर स्थित हुए आत्माके स्थानको देखा ⁠।⁠।⁠ ९ ⁠।⁠।\n 'यत्र तद् ब्रह्म निर्द्वन्द्वं यत्र सोमः सहाग्निना ⁠। व्यवायं कुरुते नित्यं धीरो भूतानि धारयन् ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘जहाँ द्वन्द्वोंसे रहित वह परब्रह्म परमात्मा विराजमान है, जहाँ सोम अग्निके साथ नित्य समागम करता है तथा जहाँ सब भूतोंको धारण करनेवाला धीर समीर निरन्तर चलता रहता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'यत्र ब्रह्मादयो युक्तास्तदक्षरमुपासते ⁠। विद्वांसः सुव्रता यत्र शान्तात्मानो जितेन्द्रियाः ⁠।⁠।⁠ ११ ⁠।⁠।'\n जहाँ ब्रह्मा आदि देवता तथा उत्तम व्रतका पालन करनेवाले शान्तचित्त जितेन्द्रिय विद्वान् योगयुक्त होकर उस अविनाशी ब्रह्मकी उपासना करते हैं ⁠।⁠।⁠ ११ ⁠।⁠।\n 'घ्राणेन न तदाघ्रेयं नास्वाद्यं चैव जिह्वया ⁠। स्पर्शनेन तदस्पृश्यं मनसा त्ववगम्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n वह अविनाशी ब्रह्म घ्राणेन्द्रियसे सूँघने और जिह्वाद्वारा आस्वादन करनेयोग्य नहीं है। स्पर्शेन्द्रिय—त्वचाद्वारा उसका स्पर्श भी नहीं किया जा सकता; केवल बुद्धिके द्वारा उसका अनुभव किया जा सकता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'चक्षुषामविषह्यं च यत् किंचिच्छ्रवणात् परम् ⁠। अगन्धमरसस्पर्शमरूपाशब्दलक्षणम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n वह नेत्रोंका विषय नहीं हो सकता। वह अनिर्वचनीय परब्रह्म श्रवणेन्द्रियकी पहुँचसे सर्वथा परे है। गन्ध, रस, स्पर्श, रूप और शब्द आदि कोई भी लक्षण उसमें उपलब्ध नहीं है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'यतः प्रवर्तते तन्त्रं यत्र च प्रतितिष्ठति ⁠। प्राणोऽपानः समानश्च व्यानश्चोदान एव च ⁠।⁠।⁠ १४ ⁠।⁠।'\n 'तत एव प्रवर्तन्ते तदेव प्रविशन्ति च ⁠।'\n ‘उसीसे सृष्टि आदिका विस्तार होता है और उसीमें उसकी स्थिति है। प्राण, अपान, समान, व्यान और उदान—से उसीसे प्रकट होते और फिर उसीमें प्रविष्ट हो जाते हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'समानव्यानयोर्मध्ये प्राणापानौ विचेरतुः ⁠।⁠।⁠ १५ ⁠।⁠।'\n 'तस्मिंल्लीने प्रलीयेत समानो व्यान एव च ⁠। अपानप्राणयोर्मध्ये उदानो व्याप्य तिष्ठति ⁠। तस्माच्छयानं पुरुषं प्राणापानौ न मुञ्चतः ⁠।⁠।⁠ १६ ⁠।⁠।'\n ‘समान और व्यान—इन दोनोंके बीचमें प्राण और अपान विचरते हैं। उस अपानसहित प्राणके लीन होनेपर समान और व्यानका भी लय हो जाता है। अपान और प्राणके बीचमें उदान सबको व्याप्त करके स्थित होता है। इसीलिये सोये हुए पुरुषको प्राण और अपान नहीं छोड़ते हैं ⁠।⁠।⁠ १५-१६ ⁠।⁠।\n 'प्राणानामायतत्वेन तमुदानं प्रचक्षते ⁠। तस्मात् तपो व्यवस्यन्ति मद्‌गतं ब्रह्मवादिनः ⁠।⁠।⁠ १७ ⁠।⁠।' ‘प्राणोंका आयतन (आधार) होनेके कारण उसे विद्वान् पुरुष उदान कहते हैं। इसलिये वेदवादी मुझमें स्थित तपका निश्चय करते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'तेषामन्योन्यभक्षाणां सर्वेषां देहचारिणाम् ⁠। अग्निर्वैश्वानरो मध्ये सप्तधा दीव्यतेऽन्तरा ⁠।⁠।⁠ १८ ⁠।⁠।'\n ‘एक दूसरेके सहारे रहनेवाले तथा सबके शरीरोंमें संचार करनेवाले उन पाँचों प्राणवायुओंके मध्यभागमें जो समान वायुका स्थान नाभिमण्डल है, उसके बीचमें स्थित हुआ वैश्वानर अग्नि सात रूपोंमें प्रकाशमान है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् च श्रोत्रं च पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैता जिह्वा वैश्वानरार्चिषः ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'घ्रेयं दृश्यं च पेयं च स्पृश्यं श्रव्यं तथैव च ⁠। मन्तव्यमथ बोद्धव्यं ताः सप्त समिधो मम ⁠।⁠।⁠ २० ⁠।⁠।'\n ‘घ्राण (नासिका), जिह्वा, नेत्र, त्वचा और पाँचवाँ कान एवं मन तथा बुद्धि—ये उस वैश्वानर अग्निकी सात जिह्वाएँ हैं। सूँघनेयोग्य गन्ध, दर्शनीय रूप, पीनेयोग्य रस, स्पर्श करनेयोग्य वस्तु, सुननेयोग्य शब्द, मनके द्वारा मनन करने और बुद्धिके द्वारा समझने योग्य विषय—ये सात मुझ वैश्वानरकी समिधाएँ हैं ⁠।⁠।⁠ १९-२० ⁠।⁠।\n 'घ्राता भक्षयिता द्रष्टा स्प्रष्टा श्रोता च पञ्चमः ⁠। मन्ता बोद्धा च सप्तैते भवन्ति परमर्त्विजः ⁠।⁠।⁠ २१ ⁠।⁠।'\n ‘सूँघनेवाला, खानेवाला, देखनेवाला, स्पर्श करने-वाला, पाँचवाँ श्रवण करनेवाला एवं मनन करनेवाला और‌ समझनेवाला—ये सात श्रेष्ठ ऋत्विज् हैं ⁠।⁠।⁠ २१ ⁠।⁠।\n 'घ्रेये पेये च दृश्ये च स्पृश्ये श्रव्ये तथैव च ⁠। मन्तव्येऽप्यथ बोद्धव्ये सुभगे पश्य सर्वदा ⁠।⁠।⁠ २२ ⁠।⁠।'\n ‘सुभगे! सूँघनेयोग्य, पीनेयोग्य, देखनेयोग्य, स्पर्श करनेयोग्य, सुनने, मनन करने तथा समझनेयोग्य विषय—इन सबके ऊपर तुम सदा दृष्टिपात करो (इनमें हविष्य-बुद्धि करो) ⁠।⁠।⁠ २२ ⁠।⁠।\n 'हवींष्यग्निषु होतारः सप्तधा सप्त सप्तसु ⁠। सम्यक् प्रक्षिप्य विद्वांसो जनयन्ति स्वयोनिषु ⁠।⁠।⁠ २३ ⁠।⁠।'\n ‘पूर्वोक्त सात होता उक्त सात हविष्योंका सात रूपोंमें विभक्त हुए वैश्वानरमें भलीभाँति हवन करके (अर्थात् विषयोंकी ओरसे आसक्ति हटाकर) विद्वान् पुरुष अपने तन्मात्रा आदि योनियोंमें शब्दादि विषयोंको उत्पन्न करते हैं ⁠।⁠।⁠ २३ ⁠।⁠।\n 'पृथिवी वायुराकाशमापो ज्योतिश्च पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैता योनिरित्येव शब्दिताः ⁠।⁠।⁠ २४ ⁠।⁠।'\n ‘पृथ्वी, वायु, आकाश, जल, तेज, मन और बुद्धि—ये सात योनि कहलाते हैं ⁠।⁠।⁠ २४ ⁠।⁠।\n 'हविर्भूता गुणाः सर्वे प्रविशन्त्यग्निजं गुणम् ⁠। अन्तर्वासमुषित्वा च जायन्ते स्वासु योनिषु ⁠।⁠।⁠ २५ ⁠।⁠।'\n ‘इनके जो समस्त गुण हैं, वे हविष्यरूप हैं। जो अग्निजनित गुण (बुद्धिवृत्ति)-में प्रवेश करते हैं। वे अन्तःकरणमें संस्काररूपसे रहकर अपनी योनियोंमें जन्म लेते हैं ⁠।⁠।⁠ २५ ⁠।⁠।\n 'तत्रैव च निरुध्यन्ते प्रलये भूतभावने ⁠। ततः संजायते गन्धस्ततः संजायते रसः ⁠।⁠।⁠ २६ ⁠।⁠।'\n ‘वे प्रलयकालमें अन्तःकरणमें ही अवरुद्ध रहते और भूतोंकी सृष्टिके समय वहींसे प्रकट होते हैं। वहींसे गन्ध और वहींसे रसकी उत्पत्ति होती है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'ततः संजायते रूपं ततः स्पर्शोऽभिजायते ⁠। ततः संजायते शब्दः संशयस्तत्र जायते ⁠। ततः संजायते निष्ठा जन्मैतत् सप्तधा विदुः ⁠।⁠।⁠ २७ ⁠।⁠।'\n ‘वहींसे रूप, स्पर्श और शब्दका प्राकट्‌य होता है। संशयका जन्म भी वहीं होता है और निश्चयात्मिका बुद्धि भी वहीं पैदा होती है। यह सात प्रकारका जन्म माना गया है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'अनेनैव प्रकारेण प्रगृहीतं पुरातनैः ⁠। पूर्णाहुतिभिरापूर्णास्त्रिभिः पूर्यन्ति तेजसा ⁠।⁠।⁠ २८ ⁠।⁠।'\n ‘इसी प्रकारसे पुरातन ऋषियोंने श्रुतिके अनुसार घ्राण आदिका रूप ग्रहण किया है। ज्ञाता, ज्ञान, ज्ञेय—इन तीन आहुतियोंसे समस्त लोक परिपूर्ण हैं। वे सभी लोक आत्मज्योतिसे परिपूर्ण होते हैं’ ⁠।⁠।⁠ २८ ⁠।⁠।\n"
  },
  {
    "id": 4,
    "Chapter": "6",
    "Text": "`दस होताओंसे सम्पन्न होनेवाले यज्ञका वर्णन तथा मन और वाणीकी श्रेष्ठताका प्रतिपादन` `ब्राह्मण उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। निबोध दशहोतॄणां विधानमथ यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।' \n ब्राह्मण कहते हैं—प्रिये! इस विषयमें विद्वान् पुरुष इस प्राचीन इतिहासका उदाहरण दिया करते हैं। दस होता मिलकर जिस प्रकार यज्ञका अनुष्ठान करते हैं, वह सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'श्रोत्रं त्वक् चक्षुषी जिह्वा नासिका चरणौ करौ ⁠। उपस्थं वायुरिति वा होतॄणि दश भामिनि ⁠।⁠।⁠ २ ⁠।⁠।'\n भामिनि! कान, त्वचा, नेत्र, जिह्वा (वाक् और रसना), नासिका, हाथ, पैर, उपस्थ और गुदा—से दस होता हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'शब्दस्पर्शौ रूपरसौ गन्धो वाक्यं क्रिया गतिः ⁠। रेतोमूत्रपुरीषाणां त्यागो दश हवींषि च ⁠।⁠।⁠ ३ ⁠।⁠।'\n शब्द, स्पर्श, रूप, रस, गन्ध, वाणी, क्रिया, गति, वीर्य, मूत्रका त्याग और मल-त्याग—ये दस विषय ही दस हविष्य हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'दिशो वायू रविश्चन्द्रः पृथ्व्यग्नी विष्णुरेव च ⁠। इन्द्रः प्रजापतिर्मित्रमग्नयो दश भामिनि ⁠।⁠।⁠ ४ ⁠।⁠।'\n भामिनि! दिशा, वायु, सूर्य, चन्द्रमा, पृथ्वी, अग्नि, विष्णु, इन्द्र, प्रजापति और मित्र—ये दस देवता अग्नि हैं ⁠।⁠।⁠ ४ ⁠।⁠।\n 'दशेन्द्रियाणि होतॄणि हवींषि दश भाविनि ⁠। विषया नाम समिधो हूयन्ते तु दशाग्निषु ⁠।⁠।⁠ ५ ⁠।⁠।'\n भाविनि! दस इन्द्रियरूपी होता दस देवतारूपी अग्निमें दस विषयरूपी हविष्य एवं समिधाओंका हवन करते हैं (इस प्रकार मेरे अन्तरमें निरन्तर यज्ञ हो रहा है; फिर मैं अकर्मण्य कैसे हूँ?) ⁠।⁠।⁠ ५ ⁠।⁠।\n 'चित्तं स्रुवश्च वित्तं च पवित्रं ज्ञानमुत्तमम् ⁠। सुविभक्तमिदं सर्वं जगदासीदिति श्रुतम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n इस यज्ञमें चित्त ही स्रुवा तथा पवित्र एवं उत्तम ज्ञान ही धन है। यह सम्पूर्ण जगत् पहले भलीभाँति विभक्त था—ऐसा सुना गया है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'सर्वमेवाथ विज्ञेयं चित्तं ज्ञानमवेक्षते ⁠। रेतःशरीरभृत्काये विज्ञाता तु शरीरभृत् ⁠।⁠।⁠ ७ ⁠।⁠।'\n जाननेमें आनेवाला यह सारा जगत् चित्तरूप ही है, वह ज्ञानकी अर्थात् प्रकाशककी अपेक्षा रखता है तथा वीर्यजनित शरीर-समुदायमें रहनेवाला शरीरधारी जीव उसको जाननेवाला है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'शरीरभृद् गार्हपत्यस्तस्मादन्यः प्रणीयते ⁠। मनश्चाहवनीयस्तु तस्मिन् प्रक्षिप्यते हविः ⁠।⁠।⁠ ८ ⁠।⁠।'\n वह शरीरका अभिमानी जीव गार्हपत्य अग्नि है। उससे जो दूसरा पावक प्रकट होता है, वह मन है। मन आहवनीय अग्नि है। उसीमें पूर्वोक्त हविष्यकी आहुति दी जाती है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'ततो वाचस्पतिर्जज्ञे तं मनः पर्यवेक्षते ⁠। रूपं भवति वैवर्णं समनुद्रवते मनः ⁠।⁠।⁠ ९ ⁠।⁠।'\n उससे वाचस्पति (वेदवाणी)-का प्राकट्‌य होता है। उसे मन देखता है। मनके अनन्तर रूपका प्रादुर्भाव होता है, जो नील-पीत आदि वर्णोंसे रहित होता है। वह रूप मनकी ओर दौड़ता है ⁠।⁠।⁠ ९ ⁠।⁠।\n `ब्राह्मण्युवाच` 'कस्माद्‌ वागभवत्‌ पूर्वं कस्मात्‌ पश्चान्मनोऽभवत् ⁠। मनसा चिन्तितं वाक्यं यदा समभिपद्यते ⁠।⁠।⁠ १० ⁠।⁠।'\n ब्राह्मणी बोली—प्रियतम! किस कारणसे वाक्‌की उत्पत्ति पहले हुई और क्यों मन पीछे हुआ? जब कि मनसे सोचे-विचारे वचनको ही व्यवहारमें लाया जाता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'केन विज्ञानयोगेन मतिश्चित्तं समास्थिता ⁠। समुन्नीता नाध्यगच्छत् को वै तां प्रतिबाधते ⁠।⁠।⁠ ११ ⁠।⁠।'\n किस विज्ञानके प्रभावसे मति चित्तके आश्रित होती है? वह ऊँचे उठायी जानेपर विषयोंकी ओर क्यों नहीं जाती? कौन उसके मार्गमें बाधा डालता है? ⁠।⁠।⁠ ११ ⁠।⁠।\n `ब्राह्मण उवाच` 'तामपानः पतिर्भूत्वा तस्मात् प्रेषत्यपानताम् ⁠। तां गतिं मनसः प्राहुर्मनस्तस्मादपेक्षते ⁠।⁠।⁠ १२ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! अपान पतिरूप होकर उस मतिको अपानभावकी ओर ले जाता है। वह अपानभावकी प्राप्ति मनकी गति बतायी गयी है, इसलिये मन उसकी अपेक्षा रखता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'प्रश्नं तु वाङ्‌मनसोर्मां यस्मात् त्वमनुपृच्छसि ⁠। तस्मात् ते वर्तयिष्यामि तयोरेव समाह्वयम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n परंतु तुम मुझसे वाणी और मनके विषयमें ही प्रश्न करती हो, इसलिये मैं तुम्हें उन्हीं दोनोंका संवाद बताऊँगा ⁠।⁠।⁠ १३ ⁠।⁠।\n 'उभे वाङ्‌मनसी गत्वा भूतात्मानमपृच्छताम् ⁠। आवयोः श्रेष्ठमाचश्व छिन्धि नौ संशयं विभो ⁠।⁠।⁠ १४ ⁠।⁠।'\n मन और वाणी दोनोंने जीवात्माके पास जाकर पूछा—‘प्रभो! हम दोनोंमें कौन श्रेष्ठ है? यह बताओ और हमारे संदेहका निवारण करो’ ⁠।⁠।⁠ १४ ⁠।⁠।\n 'मन इत्येव भगवांस्तदा प्राह सरस्वती ⁠। अहं वै कामधुक् तुभ्यमिति तं प्राह वागथ ⁠।⁠।⁠ १५ ⁠।⁠।'\n तब भगवान् आत्मदेवने कहा—‘मन ही श्रेष्ठ है।’ यह सुनकर सरस्वती बोलीं—‘मैं ही तुम्हारे लिये कामधेनु बनकर सब कुछ देती हूँ।’ इस प्रकार वाणीने स्वयं ही अपनी श्रेष्ठता बतायी ⁠।⁠।⁠ १५ ⁠।⁠।\n `ब्राह्मण उवाच` 'स्थावरं जङ्गमं चैव विद्ध‍युभे मनसी मम ⁠। स्थावरं मत्सकाशे वै जङ्गमं विषये तव ⁠।⁠।⁠ १६ ⁠।⁠।' 'ब्राह्मण देवता कहते हैं'—प्रिये! स्थावर और जंगम ये दोनों मेरे मन हैं। स्थावर अर्थात् बाह्य इन्द्रियोंसे गृहीत होनेवाला जो यह जगत् है, वह मेरे समीप है और जंगम अर्थात् इन्द्रियातीत जो स्वर्ग आदि है, वह तुम्हारे अधिकारमें है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'यस्तु तं विषयं गच्छेन्मन्त्रो वर्णः स्वरोऽपि वा ⁠। तन्मनो जङ्गमो नाम तस्मादसि गरीयसी ⁠।⁠।⁠ १७ ⁠।⁠।'\n जो मन्त्र, वर्ण अथवा स्वर उस अलौकिक विषयको प्रकाशित करता है, उसका अनुसरण करनेवाला मन भी यद्यपि जंगम नाम धारण करता है तथापि वाणीस्वरूपा तुम्हारे द्वारा ही मनका उस अतीन्द्रिय जगत्‌में प्रवेश होता है। इसलिये तुम मनसे भी श्रेष्ठ एवं गौरवशालिनी हो ⁠।⁠।⁠ १७ ⁠।⁠।\n 'यस्मादपि समाधिस्ते स्वयमभ्येस्त शोभने ⁠। तस्मादुच्छ्‌वासमासाद्य प्रवक्ष्यामि सरस्वति ⁠।⁠।⁠ १८ ⁠।⁠।'\n क्योंकि शोभामयी सरस्वति! तुमने स्वयं ही पास आकर समाधान अर्थात् अपने पक्षकी पुष्टि की है। इससे मैं उच्छ्‌वास लेकर कुछ कहूँगा ⁠।⁠।⁠ १८ ⁠।⁠।\n 'प्राणापानान्तरे देवी वाग् वै नित्यं स्म तिष्ठति ⁠। प्रेर्यमाणा महाभागे विना प्राणमपानती ⁠। प्रजापतिमुपाधावत् प्रसीद भगवन्निति ⁠।⁠।⁠ १९ ⁠।⁠।'\n महाभागे! प्राण और अपानके बीचमें देवी सरस्वती सदा विद्यमान रहती हैं। वह प्राणकी सहायताके बिना जब निम्नतम दशाको प्राप्त होने लगी, तब दौड़ी हुई प्रजापतिके पास गयी और बोली—‘भगवन्! प्रसन्न होइये’ ⁠।⁠।⁠ १९ ⁠।⁠।\n 'ततः प्राणः प्रादुरभूद् वाचमाप्याययन् पुनः ⁠। तस्मादुच्छ्‌वासमासाद्य न वाग् वदति कर्हिचित् ⁠।⁠।⁠ २० ⁠।⁠।'\n तब वाणीको पुष्ट-सा करता हुआ पुनः प्राण प्रकट हुआ। इसीलिये उच्छ्‌वास लेते समय वाणी कभी कोई शब्द नहीं बोलती है ⁠।⁠।⁠ २० ⁠।⁠।\n 'घोषिणी जातनिर्घोषा नित्यमेव प्रवर्तते ⁠। तयोरपि च घोषिण्या निर्घोषैव गरीयसी ⁠।⁠।⁠ २१ ⁠।⁠।'\n 'वाणी दो प्रकारकी होती है'—एक घोषयुक्त (स्पष्ट सुनायी देनेवाली) और दूसरी घोषरहित, जो सदा सभी अवस्थाओंमें विद्यमान रहती है। इन दोनोंमें घोषयुक्त वाणीकी अपेक्षा घोषरहित ही श्रेष्ठतम है (क्योंकि घोषयुक्त वाणीको प्राणशक्तिकी अपेक्षा रहती है और घोषरहित उसकी अपेक्षाके बिना भी स्वभावतः उच्चरित होती रहती है) ⁠।⁠।⁠ २१ ⁠।⁠।\n 'गौरिव प्रसवत्यर्थान् रसमुत्तमशालिनी ⁠। सततं स्यन्दते ह्येषा शाश्वतं ब्रह्मवादिनी ⁠।⁠।⁠ २२ ⁠।⁠। दिव्यादिव्यप्रभावेण भारती गौः शुचिस्मिते ⁠। एतयोरन्तरं पश्य सूक्ष्मयोः स्यन्दमानयोः ⁠।⁠।⁠ २३ ⁠।⁠।'\n शुचिस्मिते! घोषयुक्त (वैदिक) वाणी भी उत्तम गुणोंसे सुशोभित होती है। वह दूध देनेवाली गायकी भाँति मनुष्योंके लिये सदा उत्तम रस झरती एवं मनोवांछित पदार्थ उत्पन्न करती है और ब्रह्मका प्रतिपादन करनेवाली उपनिषद्‌वाणी (शाश्वत ब्रह्म)-का बोध करानेवाली है। इस प्रकार वाणीरूपी गौ दिव्य और अदिव्य प्रभावसे युक्त है। दोनों ही सूक्ष्म हैं और अभीष्ट पदार्थका प्रस्रव करने-वाली हैं। इन दोनोंमें क्या अन्तर है, इसको स्वयं देखो ⁠।⁠।⁠ २२-२३ ⁠।⁠।\n `ब्राह्मण्युवाच` 'अनुत्पन्नेषु वाक्येषु चोद्यमाना विवक्षया ⁠। किन्नु पूर्वं तदा देवी व्याजहार सरस्वती ⁠।⁠।⁠ २४ ⁠।⁠।'\n ब्राह्मणीने पूछा—नाथ! जब वाक्य उत्पन्न नहीं हुए थे, उस समय कुछ कहनेकी इच्छासे प्रेरित की हुई सरस्वती देवीने पहले क्या कहा था? ⁠।⁠।⁠ २४ ⁠।⁠।\n `ब्राह्मण उवाच` \n'प्राणेन या सम्भवते शरीरे प्राणादपानं प्रतिपद्यते च ⁠। उदानभूता च विसृज्य देहं व्यानेन सर्वं दिवमावृणोति ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'ततः समाने प्रतितिष्ठतीह इत्येव पूर्वं प्रजजल्प वाणी ⁠। तस्मान्मनः स्थावरत्वाद् विशिष्टं तथा देवी जङ्गमत्वाद् विशिष्टा ⁠।⁠।⁠ २६ ⁠।⁠।'\n 'ब्राह्मणने कहा'—प्रिये! वह वाक् प्राणके द्वारा शरीरमें प्रकट होती है, फिर प्राणसे अपानभावको प्राप्त होती है। तत्पश्चात् उदानस्वरूप होकर शरीरको छोड़कर व्यानरूपसे सम्पूर्ण आकाशको व्याप्त कर लेती है। तदनन्तर समान वायुमें प्रतिष्ठित होती है। इस प्रकार वाणीने पहले अपनी उत्पत्तिका प्रकार बताया था।* इसलिये स्थावर होनेके कारण मन श्रेष्ठ है और जंगम होनेके कारण वाग्देवी श्रेष्ठ हैं ⁠।⁠।⁠ २५-२६ ⁠।⁠।\n"
  },
  {
    "id": 5,
    "Chapter": "7",
    "Text": "`मन-बुद्धि और इन्द्रियरूप सप्त होताओंका, यज्ञ तथा मन-इन्द्रिय-संवादका वर्णन` `ब्राह्मण उवाच` 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। सुभगे सप्तहोतॄणां विधानमिह यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।' \n ब्राह्मणने कहा—सुभगे! इसी विषयमें इस पुरातन इतिहासका भी उदाहरण दिया जाता है। सात होताओंके यज्ञका जैसा विधान है, उसे सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'घ्राणश्चक्षुश्च जिह्वा च त्वक् श्रोत्रं चैव पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैते होतारः पृथगाश्रिताः ⁠।⁠।⁠ २ ⁠।⁠।'\n 'सूक्ष्मेऽवकाशे तिष्ठन्तो न पश्यन्तीतरेतरम् ⁠। एतान्‌ वै सप्तहोतॄंस्त्वं स्वभावाद् विद्धि शोभने ⁠।⁠।⁠ ३ ⁠।⁠।'\n नासिका, नेत्र, जिह्वा, त्वचा और पाँचवाँ कान, मन और बुद्धि—ये सात होता अलग-अलग रहते हैं। यद्यपि ये सभी सूक्ष्म शरीरमें ही निवास करते हैं तो भी एक-दूसरेको नहीं देखते हैं। शोभने! इन सात होताओंको तुम स्वभावसे ही पहचानो ⁠।⁠।⁠ २-३ ⁠।⁠।\n `ब्राह्मण्युवाच` 'सूक्ष्मेऽवकाशे सन्तस्ते कथं नान्योन्यदर्शिनः ⁠। कथंस्वभावा भगवन्नेतदाचक्ष्व मे प्रभो ⁠।⁠।⁠ ४ ⁠।⁠।'\n ब्राह्मणीने पूछा—भगवन्! जब सभी सूक्ष्म शरीरमें ही रहते हैं, तब एक-दूसरेको देख क्यों नहीं पाते? प्रभो! उनके स्वभाव कैसे हैं? यह बतानेकी कृपा करें ⁠।⁠।⁠ ४ ⁠।⁠।\n 'ब्राह्मण उवाच'\n 'गुणाज्ञानमविज्ञानं गुणज्ञानमभिज्ञता ⁠। परस्परं गुणानेते नाभिजानन्ति कर्हिचित् ⁠।⁠।⁠ ५ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! (यहाँ देखनेका अर्थ है, जानना) गुणोंको न जानना ही गुणवान्‌को न जानना कहलाता है और गुणोंको जानना ही गुणवान्‌को जानना है। ये नासिका आदि सात होता एक-दूसरेके गुणोंको कभी नहीं जान पाते हैं (इसीलिये कहा गया है कि ये एक-दूसरेको नहीं देखते हैं) ⁠।⁠।⁠ ५ ⁠।⁠।\n 'जिह्वा चक्षुस्तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न गन्धानधिगच्छन्ति घ्राणस्तानधिगच्छति ⁠।⁠।⁠ ६ ⁠।⁠।'\n जीभ, आँख, कान, त्वचा, मन और बुद्धि—ये गन्धोंको नहीं समझ पाते, किंतु नासिका उसका अनुभव करती है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'घ्राणं चक्षुस्तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न रसानधिगच्छन्ति जिह्वा तानधिगच्छति ⁠।⁠।⁠ ७ ⁠।⁠।'\n नासिका, कान, नेत्र, त्वचा, मन और बुद्धि—ये रसोंका आस्वादन नहीं कर सकते। केवल जिह्वा उसका स्वाद ले सकती है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'घ्राणं जिह्वा तथा श्रोत्रं वाङ्‌मनो बुद्धिरेव च ⁠। न रूपाण्यधिगच्छन्ति चक्षुस्तान्यधिगच्छति ⁠।⁠।⁠ ८ ⁠।⁠।'\n नासिका, जीभ, कान, त्वचा, मन और बुद्धि—ये रूपका ज्ञान नहीं प्राप्त कर सकते; किंतु नेत्र इनका अनुभव करते हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'घ्राणं जिह्वा ततश्चक्षुः श्रोत्रं बुद्धिर्मनस्तथा ⁠। न स्पर्शानधिगच्छन्ति त्वक् च तानधिगच्छति ⁠।⁠।⁠ ९ ⁠।⁠।'\n नासिका, जीभ, आँख, कान, बुद्धि और मन—ये स्पर्शका अनुभव नहीं कर सकते; किंतु त्वचाको उसका ज्ञान होता है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च वाङ्‌मनो बुद्धिरेव च ⁠। न शब्दानधिगच्छन्ति श्रोत्रं तानधिगच्छति ⁠।⁠।⁠ १० ⁠।⁠।'\n नासिका, जीभ, आँख, त्वचा, मन और बुद्धि—इन्हें शब्दका ज्ञान नहीं होता; किंतु कानको होता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् श्रोत्रं बुद्धिरेव च ⁠। संशयं नाधिगच्छन्ति मनस्तमधिगच्छति ⁠।⁠।⁠ ११ ⁠।⁠।'\n नासिका, जीभ, आँख, त्वचा, कान और बुद्धि—ये संशय (संकल्प-विकल्प) नहीं कर सकते। यह काम मनका है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'घ्राणं जिह्वा च चक्षुश्च त्वक् श्रोत्रं मन एव च ⁠। न निष्ठामधिगच्छन्ति बुद्धिस्तामधिगच्छति ⁠।⁠।⁠ १२ ⁠।⁠।'\n इसी प्रकार नासिका, जीभ, आँख, त्वचा, कान, और मन—वे किसी बातका निश्चय नहीं कर सकते। निश्चयात्मक ज्ञान तो केवल बुद्धिको होता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। इन्द्रियाणां च संवादं मनसश्चैव भामिनि ⁠।⁠।⁠ १३ ⁠।⁠।'\n भामिनि! इस विषयमें इन्द्रियों और मनके संवादरूप एक प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १३ ⁠।⁠।\n `मन उवाच` 'नाघ्राति मामृते घ्राणं रसं जिह्वा न वेत्ति च ⁠। रूपं चक्षुर्न गृह्णाति त्वक् स्पर्शं नावबुध्यते ⁠।⁠।⁠ १४ ⁠।⁠।'\n 'न श्रोत्रं बुध्यते शब्दं मया हीनं कथंचन ⁠। प्रवरं सर्वभूतानामहमस्मि सनातनम् ⁠।⁠।⁠ १५ ⁠।⁠।'\n एक बार मनने इन्द्रियोंसे कहा—मेरी सहायताके बिना नासिका सूँघ नहीं सकती, जीभ रसका स्वाद नहीं ले सकती, आँख रूप नहीं देख सकती, त्वचा स्पर्शका अनुभव नहीं कर सकती और कानोंको शब्द नहीं सुनायी दे सकता। इसलिये मैं सब भूतोंमें श्रेष्ठ और सनातन हूँ ⁠।⁠।⁠ १४-१५ ⁠।⁠।\n 'अगाराणीव शून्यानि शान्तार्चिष इवाग्नयः ⁠। इन्द्रियाणि न भासन्ते मया हीनानि नित्यशः ⁠।⁠।⁠ १६ ⁠।⁠।'\n ‘मेरे बिना समस्त इन्द्रियाँ बुझी लपटोंवाली आग और सूने घरकी भाँति सदा श्रीहीन जान पड़ती हैं ⁠।⁠।⁠ १६ ⁠।⁠।\n 'काष्ठानीवार्द्रशुष्काणि यतमानैरपीन्द्रियैः ⁠। गुणार्थान् नाधिगच्छन्ति मामृते सर्वजन्तवः ⁠।⁠।⁠ १७ ⁠।⁠।'\n संसारके सभी जीव इन्द्रियोंके यत्न करते रहनेपर भी मेरे बिना उसी प्रकार विषयोंका अनुभव नहीं कर सकते, जिस प्रकार कि सूखे-गीले काष्ठ कोई अनुभव नहीं कर सकते ⁠।⁠।⁠ १७ ⁠।⁠।\n `इन्द्रियाण्यूचुः` 'एवमेतद् भवेत् सत्यं यथैतन्मन्यते भवान् ⁠। ऋतेऽस्मानस्मदर्थांस्त्वं भोगान् भुङ्‌क्ते भवान् यदि ⁠।⁠।⁠ १८ ⁠।⁠।'\n यह सुनकर इन्द्रियोंने कहा—महोदय! यदि आप भी हमारी सहायता लिये बिना ही विषयोंका अनुभव कर सकते तो हम आपकी इस बातको सच मान लेतीं ⁠।⁠।⁠ १८ ⁠।⁠।\n 'यद्यस्मासु प्रलीनेषु तर्पणं प्राणधारणम् ⁠। भोगान् भुङ्‌क्ते भवान् सत्यं यथैतन्मन्यते तथा ⁠।⁠।⁠ १९ ⁠।⁠।'\n हमारा लय हो जानेपर भी आप तृप्त रह सकें, जीवन धारण कर सकें और सब प्रकारके भोग भोग सकें तो आप जैसा कहते और मानते हैं, वह सब सत्य हो सकता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'अथवास्मासु लीनेषु तिष्ठत्सु विषयेषु च ⁠। यदि संकल्पमात्रेण भुङ्‌क्ते भोगान् यथार्थवत् ⁠।⁠।⁠ २० ⁠।⁠।'\n 'अथ चेन्मन्यसे सिद्धिमस्मदर्थेषु नित्यदा ⁠। घ्राणेन रूपमादत्स्व रसमादत्स्व चक्षुषा ⁠।⁠।⁠ २१ ⁠।⁠।'\n 'श्रोत्रेण गन्धानादत्स्व स्पर्शानादत्स्व जिह्वया ⁠। त्वचा च शब्दमादत्स्व बुद्ध‍या स्पर्शमथापि च ⁠।⁠।⁠ २२ ⁠।⁠।'\n अथवा हम सब इन्द्रियाँ लीन हो जायँ या विषयोंमें स्थित रहें, यदि आप अपने संकल्पमात्रसे विषयोंका यथार्थ अनुभव करनेकी शक्ति रखते हैं और आपको ऐसा करनेमें सदा ही सफलता प्राप्त होती है तो जरा नाकके द्वारा रूपका तो अनुभव कीजिये, आँखसे रसका तो स्वाद लीजिये और कानके द्वारा गन्धोंको तो ग्रहण कीजिये। इसी प्रकार अपनी शक्तिसे जिह्वाके द्वारा स्पर्शका, त्वचाके द्वारा शब्दका और बुद्धिके द्वारा स्पर्शका तो अनुभव कीजिये ⁠।⁠।⁠ २०—२२ ⁠।⁠।\n 'बलवन्तो ह्यनियमा नियमा दुर्बलीयसाम् ⁠। भोगानपूर्वानादत्स्व नोच्छिष्टं भोक्तुमर्हति ⁠।⁠।⁠ २३ ⁠।⁠।'\n आप-जैसे बलवान् लोग नियमोंके बन्धनमें नहीं रहते, नियम तो दुर्बलोंके लिये होते हैं। आप नये ढंगसे नवीन भोगोंका अनुभव कीजिये। हमलोगोंकी जूठन खाना आपको शोभा नहीं देता ⁠।⁠।⁠ २३ ⁠।⁠।\n 'यथा हि शिष्यः शास्तारं श्रुत्यर्थमभिधावति ⁠। ततः श्रुतमुपादाय श्रुत्यर्थमुपतिष्ठति ⁠।⁠।⁠ २४ ⁠।⁠।'\n 'विषयानेवमस्माभिर्दर्शितानभिमन्यसे ⁠। अनागतानतीतांश्च स्वप्ने जागरणे तथा ⁠।⁠।⁠ २५ ⁠।⁠।'\n जैसे शिष्य श्रुतिके अर्थको जाननेके लिये उपदेश करनेवाले गुरुके पास जाता है और उनसे श्रुतिके अर्थका ज्ञान प्राप्त करके फिर स्वयं उसका विचार और अनुसरण करता है, वैसे ही आप सोते और जागते समय हमारे ही दिखाये हुए भूत और भविष्य-विषयोंका उपभोग करते हैं ⁠।⁠।⁠ २४-२५ ⁠।⁠।\n 'वैमनस्यं गतानां च जन्तूनामल्पचेतसाम् ⁠। अस्मदर्थे कृते कार्ये दृश्यते प्राणधारणम् ⁠।⁠।⁠ २६ ⁠।⁠।'\n जो मनरहित हुए मन्दबुद्धि प्राणी हैं, उनमें भी हमारे लिये ही कार्य किये जानेपर प्राण-धारण देखा जाता है ⁠।⁠।⁠ २६ ⁠।⁠।\n 'बहूनपि हि संकल्पान् मत्वा स्वप्नानुपास्य च ⁠। बुभुक्षया पीड्यमानो विषयानेव धावति ⁠।⁠।⁠ २७ ⁠।⁠।'\n बहुत-से संकल्पोंका मनन और स्वप्नोंका आश्रय लेकर भोग भोगनेकी इच्छासे पीड़ित हुआ प्राणी विषयोंकी ओर ही दौड़ता है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'अगारमद्वारमिव प्रविश्य संकल्पभोगान् विषये निबद्धान् ⁠। प्राणक्षये शान्तिमुपैति नित्यं दारुक्षयेऽग्निर्ज्वलितो यथैव ⁠।⁠।⁠ २८ ⁠।⁠।'\n विषय-वासनासे अनुविद्ध संकल्पजनित भोगोंका उपभोग करके प्राणशक्तिके क्षीण होनेपर मनुष्य बिना दरवाजेके घरमें घुसे हुए मनुष्यकी भाँति उसी तरह शान्त हो जाता है, जैसे समिधाओंके जल जानेपर प्रज्वलित अग्नि स्वयं ही बुझ जाती है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'कामं तु नः स्वेषु गुणेषु सङ्गः कामं च नान्योन्यगुणोपलब्धिः ⁠। अस्मान् विना नास्ति तवोपलब्धि- स्तावदृते त्वां न भजेत् प्रहर्षः ⁠।⁠।⁠ २९ ⁠।⁠।'\n भले ही हमलोगोंकी अपने-अपने गुणोंके प्रति आसक्ति हो और भले ही हम परस्पर एक-दूसरेके गुणोंको न जान सकें; किंतु यह बात सत्य है कि आप हमारी सहायताके बिना किसी भी विषयका अनुभव नहीं कर सकते। आपके बिना तो हमें केवल हर्षसे ही वंचित होना पड़ता है ⁠।⁠।⁠ २९ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "8",
    "Text": "`प्राण, अपान आदिका संवाद और ब्रह्माजीका सबकी श्रेष्ठता बतलाना` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। सुभगे पञ्चहोतॄणां विधानमिह यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! अब पञ्चहोताओंके यज्ञका जैसा विधान है, उसके विषयमें एक प्राचीन दृष्टान्त बतलाया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'प्राणापानावुदानश्च समानो व्यान एव च ⁠। पञ्चहोतॄंस्तथैतान् वै परं भावं विदुर्बुधाः ⁠।⁠।⁠ २ ⁠।⁠।'\n प्राण, अपान, उदान, समान और व्यान—ये पाँचों प्राण पाँच होता हैं। विद्वान् पुरुष इन्हें सबसे श्रेष्ठ मानते हैं ⁠।⁠।\n `ब्राह्मण्युवाच`\n 'स्वभावात् सप्तहोतार इति मे पूर्विका मतिः ⁠। यथा वै पञ्चहोतारः परो भावस्तदुच्यताम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'ब्राह्मणी बोली'—नाथ! पहले तो मैं समझती थी कि स्वभावतः सात होता हैं; किंतु अब आपके मुँहसे पाँच होताओंकी बात मालूम हुई। अतः ये पाँचों होता किस प्रकार हैं? आप इनकी श्रेष्ठताका वर्णन कीजिये ⁠।⁠।⁠ ३ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'प्राणेन सम्भृतो वायुरपानो जायते ततः ⁠। अपाने सम्भृतो वायुस्ततो व्यानः प्रवर्तते ⁠।⁠।⁠ ४ ⁠।⁠।\n व्यानेन सम्भृतो वायुस्ततोदानः प्रवर्तते ⁠। उदाने सम्भृतो वायुः समानो नाम जायते ⁠।⁠।⁠ ५ ⁠।⁠।\n तेऽपृच्छन्त पुरा सन्तः पूर्वजातं पितामहम् ⁠। यो नः श्रेष्ठस्तमाचक्ष्व स नः श्रेष्ठो भविष्यति ⁠।⁠।⁠ ६ ⁠।⁠।'\n 'ब्राह्मणने कहा'—प्रिये! वायु प्राणके द्वारा पुष्ट होकर अपानरूप, अपानके द्वारा पुष्ट होकर व्यानरूप, व्यानसे पुष्ट होकर उदानरूप, उदानसे परिपुष्ट होकर समानरूप होता है। एक बार इन पाँचों वायुओंने सबके पूर्वज पितामह ब्रह्माजीसे प्रश्न किया—‘भगवन्! हममें जो श्रेष्ठ हो उसका नाम बता दीजिये, वही हमलोगोंमें प्रधान होगा’ ⁠।⁠।⁠ ४—६ ⁠।⁠।\n `ब्रह्मोवाच`\n 'यस्मिन् प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। यस्मिन् प्रचीर्णे च पुनश्चरन्ति स वै श्रेष्ठो गच्छत यत्र कामः ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'ब्रह्माजीने कहा'—प्राणधारियोंके शरीरमें स्थित हुए तुमलोगोंमेंसे जिसका लय हो जानेपर सभी प्राण लीन हो जायँ और जिसके संचरित होनेपर सब-के-सब संचार करने लगें, वही श्रेष्ठ है। अब तुम्हारी जहाँ इच्छा हो, जाओ ⁠।⁠।⁠ ७ ⁠।⁠।\n `प्राण उवाच`\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n यह सुनकर प्राणवायुने अपान आदिसे कहा—मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं, इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा) ⁠।⁠।⁠ ८ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'प्राणः प्रालीयत ततः पुनश्च प्रचचार ह ⁠। समानश्चाप्युदानश्च वचोऽब्रूतां पुनः शुभे ⁠।⁠।⁠ ९ ⁠।⁠।'\n ब्राह्मण कहते हैं—शुभे! यों कहकर प्राणवायु थोड़ी देरके लिये छिप गया और उसके बाद फिर चलने लगा। तब समान और उदानवायु उससे पुनः बोले— ⁠।⁠।⁠ ९ ⁠।⁠।\n 'न त्वं सर्वमिदं व्याप्य तिष्ठसीह यथा वयम् ⁠। न त्वं श्रेष्ठो हि नः प्राण अपानो हि वशे तव ⁠। प्रचचार पुनः प्राणस्तमपानोऽभ्यभाषत ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘प्राण! जैसे हमलोग इस शरीरमें व्याप्त हैं, उस तरह तुम इस शरीरमें व्याप्त होकर नहीं रहते। इसलिये तुम हमलोगोंसे श्रेष्ठ नहीं हो। केवल अपान तुम्हारे वशमें है [अतः तुम्हारे लय होनेसे हमारी कोई हानि नहीं हो सकती]।’ तब प्राण पुनः पूर्ववत् चलने लगा। तदनन्तर अपान बोला ⁠।⁠।⁠ १० ⁠।⁠।\n `अपान उवाच`\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ ११ ⁠।⁠।'\n अपानने कहा—मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा) ⁠।⁠।⁠ ११ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'व्यानश्च तमुदानश्च भाषमाणमथोचतुः ⁠। अपान न त्वं श्रेष्ठोऽसि प्राणो हि वशगस्तव ⁠।⁠।⁠ १२ ⁠।⁠।'\n ब्राह्मण कहते हैं—तब व्यान और उदानने पूर्वोक्त बात कहनेवाले अपानसे कहा—‘अपान! केवल प्राण तुम्हारे अधीन है, इसलिये तुम हमसे श्रेष्ठ नहीं हो सकते’ ⁠।⁠।⁠ १२ ⁠।⁠।\n 'अपानः प्रचचाराथ व्यानस्तं पुनरब्रवीत् ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १३ ⁠।⁠।'\n यह सुनकर अपान भी पूर्ववत् चलने लगा। तब व्यानने उससे फिर कहा—‘मैं ही सबसे श्रेष्ठ हूँ। मेरी श्रेष्ठताका कारण क्या है। वह सुनो ⁠।⁠।⁠ १३ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १४ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १४ ⁠।⁠।\n `ब्राह्मण उवाच` 'प्रालीयत ततो व्यानः पुनश्च प्रचचार ह ⁠। प्राणापानावुदानश्च समानश्च तमब्रुवन् ⁠। न त्वं श्रेष्ठोऽसि नो व्यान समानस्तु वशे तव ⁠।⁠।⁠ १५ ⁠।⁠।'\n 'ब्राह्मण कहते हैं'—तब व्यान कुछ देरके लिये लीन हो गया, फिर चलने लगा। उस समय प्राण, अपान, उदान और समानने उससे कहा—‘व्यान! तुम हमसे श्रेष्ठ नहीं हो, केवल समान वायु तुम्हारे वशमें है’ ⁠।⁠।⁠ १५ ⁠।⁠।\n 'प्रचचार पुनर्व्यानः समानः पुनरब्रवीत् ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १६ ⁠।⁠।'\n यह सुनकर व्यान पूर्ववत् चलने लगा। तब समानने पुनः कहा—‘मैं जिस कारणसे सबमें श्रेष्ठ हूँ, वह बताता हूँ सुनो ⁠।⁠।⁠ १६ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १७ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'ततः समानः प्रालिल्ये पुनश्च प्रचचार ह ⁠। प्राणापानाबुदानश्च व्यानश्चैव तमब्रुवन् ⁠।⁠। न त्वं समान श्रेष्ठोऽसि व्यान एव वशे तव ⁠।'\n ब्राह्मण कहते हैं—यह कहकर समान कुछ देरके लिये लीन हो गया और पुनः पूर्ववत् चलने लगा। उस समस प्राण, अपान, व्यान और उदानने उससे कहा—‘समान! तुम हमलोगोंसे श्रेष्ठ नहीं हो, केवल व्यान ही तुम्हारे वशमें है’ ⁠।⁠।\n 'समानः प्रचचाराथ उदानस्तमुवाच ह ⁠। श्रेष्ठोऽहमस्मि सर्वेषां श्रूयतां येन हेतुना ⁠।⁠।⁠ १८ ⁠।⁠।'\n यह सुनकर समान पूर्ववत् चलने लगा। तब उदानने उससे कहा—‘मैं ही सबसे श्रेष्ठ हूँ, इसका क्या कारण है? यह सुनो ⁠।⁠।⁠ १८ ⁠।⁠।\n 'मयि प्रलीने प्रलयं व्रजन्ति सर्वे प्राणाः प्राणभृतां शरीरे ⁠। मयि प्रचीर्णे च पुनश्चरन्ति श्रेष्ठो ह्यहं पश्यत मां प्रलीनम् ⁠।⁠।⁠ १९ ⁠।⁠।'\n ‘मेरे लीन होनेपर प्राणियोंके शरीरमें स्थित सभी प्राण लीन हो जाते हैं तथा मेरे संचरित होनेपर सब-के-सब संचार करने लगते हैं। इसलिये मैं ही सबसे श्रेष्ठ हूँ। देखो, अब मैं लीन हो रहा हूँ (फिर तुम्हारा भी लय हो जायगा)’ ⁠।⁠।⁠ १९ ⁠।⁠।\n 'ततः प्रालीयतोदानः पुनश्च प्रचचार ह ⁠। प्राणापानौ समानश्च व्यानश्चैव तमब्रुवन् ⁠। उदान न त्वं श्रेष्ठोऽसि व्यान एव वशे तव ⁠।⁠।⁠ २० ⁠।⁠।'\n यह सुनकर उदान कुछ देरके लिये लीन हो गया और पुनः चलने लगा। तब प्राण, अपान, समान और व्यानने उससे कहा—‘उदान! तुम हमलोगोंसे श्रेष्ठ नहीं हो। केवल व्यान ही तुम्हारे वशमें है’ ⁠।⁠।⁠ २० ⁠।⁠।\n `ब्राह्मण उवाच`\n 'ततस्तानब्रवीद् ब्रह्मा समवेतान् प्रजापतिः ⁠। सर्वे श्रेष्ठा न वा श्रेष्ठाः सर्वे चान्योन्यधर्मिणः ⁠।⁠।⁠ २१ ⁠।⁠।'\n ब्राह्मण कहते हैं—तदनन्तर वे सभी प्राण ब्रह्माजीके पास एकत्र हुए। उस समय उन सबसे प्रजापति ब्रह्माने कहा—‘वायुगण! तुम सभी श्रेष्ठ हो। अथवा तुममेंसे कोई भी श्रेष्ठ नहीं है। तुम सबका धारणरूप धर्म एक-दूसरेपर अवलम्बित है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'सर्वे स्वविषये श्रेष्ठाः सर्वे चान्योन्यधर्मिणः ⁠। इति तानब्रवीत् सर्वान् समवेतान् प्रजापतिः ⁠।⁠।⁠ २२ ⁠।⁠।'\n ‘सभी अपने-अपने स्थानपर श्रेष्ठ हो और सबका धर्म एक-दूसरेपर अवलम्बित है।’ इस प्रकार वहाँ एकत्र हुए सब प्राणोंसे प्रजापतिने फिर कहा— ⁠।⁠।⁠ २२ ⁠।⁠।\n 'एकः स्थिरश्चास्थिरश्च विशेषात् पञ्च वायवः ⁠। एक एव ममैवात्मा बहुधाप्युपचीयते ⁠।⁠।⁠ २३ ⁠।⁠।'\n ‘एक ही वायु स्थिर और अस्थिररूपसे विराजमान है। उसीके विशेष भेदसे पाँच वायु होते हैं। इस तरह एक ही मेरा आत्मा अनेक रूपोंमें वृद्धिको प्राप्त होता है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'परस्परस्य सुहृदो भावयन्तः परस्परम् ⁠। स्वस्ति व्रजत भद्रं वो धारयध्वं परस्परम् ⁠।⁠।⁠ २४ ⁠।⁠।'\n ‘तुम्हारा कल्याण हो। तुम कुशलपूर्वक जाओ और एक-दूसरेके हितैषी रहकर परस्परकी उन्नतिमें सहायता पहुँचाते हुए एक-दूसरेको धारण किये रहो’ ⁠।⁠।⁠ २४ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "9",
    "Text": "`देवर्षि नारद और देवमतका संवाद एवं उदानके उत्कृष्ट रूपका वर्णन` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। नारदस्य च संवादमृषेर्देवमतस्य च ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! इस विषयमें देवर्षि नारद और देवमतके संवादरूप प्राचीन इतिहासका उदाहरण दिया करते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n `देवमत उवाच`\n 'जन्तोः संजायमानस्य किं नु पूर्वं प्रवर्तते ⁠। प्राणोऽपानः समानो वा व्यानो वोदान एव च ⁠।⁠।⁠ २ ⁠।⁠।'\n देवमतने पूछा—देवर्षे! जब जीव जन्म लेता है, उस समय सबसे पहले उसके शरीरमें किसकी प्रवृत्ति होती है? प्राण, अपान, समान, व्यान अथवा उदानकी? ⁠।⁠।⁠ २ ⁠।⁠।\n `नारद उवाच`\n 'येनायं सृज्यते जन्तुस्ततोऽन्यः पूर्वमेति तम् ⁠। प्राणद्वन्द्वं हि विज्ञेयं तिर्यगूर्ध्वमधश्च यत् ⁠।⁠।⁠ ३ ⁠।⁠।'\n नारदजीने कहा—मुने! जिस निमित्त कारणसे इस जीवकी उत्पत्ति होती है, उससे भिन्न दूसरा पदार्थ भी पहले कारण-रूपसे उपस्थित होता है। वह है प्राणोंका द्वन्द्व। जो ऊपर (देवलोक), तिर्यक् (मनुष्यलोक) और अधोलोक (पशु आदि)-में व्याप्त है, ऐसा समझना चाहिये ⁠।⁠।⁠ ३ ⁠।⁠।\n `देवमत उवाच`\n 'केनायं सृज्यते जन्तुः कश्चान्यः पूर्वमेति तम् ⁠। प्राणद्वन्द्वं च मे ब्रूहि तिर्यगूर्ध्वमधश्च यत् ⁠।⁠।⁠ ४ ⁠।⁠।'\n देवमतने पूछा—नारदजी! किस निमित्त कारणसे इस जीवकी सृष्टि होती है? दूसरा कौन पदार्थ पहले कारणरूपसे उपस्थित होता है तथा प्राणोंका द्वन्द्व क्या है, जो ऊपर, मध्यमें और नीचे व्याप्त है? ⁠।⁠।⁠ ४ ⁠।⁠।\n `नारद उवाच`\n 'संकल्पाज्जायते हर्षः शब्दादपि च जायते ⁠। रसात् संजायते चापि रूपादपि च जायते ⁠।⁠।⁠ ५ ⁠।⁠।'\n नारदजीने कहा—मुने! संकल्पसे हर्ष उत्पन्न होता है, मनोनुकूल शब्दसे, रससे और रूपसे भी हर्षकी उत्पत्ति होती है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'शुक्राच्छोणितसंसृष्टात् पूर्वं प्राणः प्रवर्तते ⁠। प्राणेन विकृते शुक्रे ततोऽपानः प्रवर्तते ⁠।⁠।⁠ ६ ⁠।⁠।'\n रजमें मिले हुए वीर्यसे पहले प्राण आकर उसमें कार्य आरम्भ करता है। उस प्राणसे वीर्यमें विकार उत्पन्न होनेपर फिर अपानकी प्रवृत्ति होती है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'शुक्रात् संजायते चापि रसादपि च जायते ⁠। एतद् रूपमुदानस्य हर्षो मिथुनमन्तरा ⁠।⁠।⁠ ७ ⁠।⁠।'\n शुक्रसे और रससे भी हर्षकी उत्पत्ति होती है, यह हर्ष ही उदानका रूप है। उक्त कारण और कार्यरूप जो मिथुन है, उन दोनोंके बीचमें हर्ष व्याप्त होकर स्थित है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'कामात् संजायते शुक्रं शुक्रात् संजायते रजः ⁠। समानव्यानजनिते सामान्ये शुक्रशोणिते ⁠।⁠।⁠ ८ ⁠।⁠।'\n प्रवृत्तिके मूलभूत कामसे वीर्य उत्पन्न होता है। उससे रजकी उत्पत्ति होती है। ये दोनों वीर्य और रज समान और व्यानसे उत्पन्न होते हैं। इसलिये सामान्य कहलाते हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'प्राणापानाविदं द्वन्द्वमवाक् चोर्ध्वं च गच्छतः ⁠। व्यानः समानश्चैवोभौ तिर्यग् द्वन्द्वत्वमुच्यते ⁠।⁠।⁠ ९ ⁠।⁠।'\n प्राण और अपान—ये दोनों भी द्वन्द्व हैं। ये नीचे और ऊपरको जाते हैं। व्यान और समान—ये दोनों मध्यगामी द्वन्द्व कहे जाते हैं ⁠।⁠।⁠ ९ ⁠।⁠।\n 'अग्निर्वै देवताः सर्वा इति देवस्य शासनम् ⁠। संजायते ब्राह्मणस्य ज्ञानं बुद्धिसमन्वितम् ⁠।⁠।⁠ १० ⁠।⁠।'\n अग्नि अर्थात् परमात्मा ही सम्पूर्ण देवता हैं। यह वेद उन परमेश्वरकी आज्ञारूप है। उस वेदसे ही ब्राह्मणमें बुद्धियुक्त ज्ञान उत्पन्न होता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'तस्य धूमस्तमो रूपं रजो भस्मसु तेजसः ⁠। सर्वं संजायते तस्य यत्र प्रक्षिप्यते हविः ⁠।⁠।⁠ ११ ⁠।⁠।'\n उस अग्निका धुआँ तमोमय और भस्म रजोमय है। जिसके निमित्त हविष्यकी आहुति दी जाती है, उस अग्निसे (प्रकाशस्वरूप परमेश्वरसे) यह सारा जगत् उत्पन्न होता है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'सत्त्वात् समानो व्यानश्च इति यज्ञविदो विदुः ⁠। प्राणापानावाज्यभागौ तयोर्मध्ये हुताशनः ⁠।⁠।⁠ १२ ⁠।⁠।' 'एतद् रूपमुदानस्य परमं ब्राह्मणा विदुः ⁠। निर्द्वन्द्वमिति यत् त्वेतत् तन्मे निगदतः शृणु ⁠।⁠।⁠ १३ ⁠।⁠।'\n यज्ञवेत्ता पुरुष यह जानते हैं कि सत्त्वगुणसे समान और व्यानकी उत्पत्ति होती है। प्राण और अपान आज्यभाग नामक दो आहुतियोंके समान हैं। उनके मध्यभागमें अग्निकी स्थिति है। यही उदानका उत्कृष्ट रूप है, जिसे ब्राह्मणलोग जानते हैं। जो निर्द्वन्द्व कहा गया है, उसे भी बताता हूँ, तुम मेरे मुखसे सुनो ⁠।⁠।⁠ १२-१३ ⁠।⁠।\n 'अहोरात्रमिदं द्वन्द्वं तयोर्मध्ये हुताशनः ⁠। एतद् रूपमुदानस्य परमं ब्राह्मणा विदुः ⁠।⁠।⁠ १४ ⁠।⁠।'\n ये दिन और रात द्वन्द्व हैं, इनके मध्यभागमें अग्नि हैं। ब्राह्मणलोग इसीको उदानका उत्कृष्ट रूप मानते हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'सच्चासच्चैव तद् द्वन्द्वं तयोर्मध्ये हुताशनः ⁠। एतद् रूपमुदानस्य परमं ब्राह्मणा विदुः ⁠।⁠।⁠ १५ ⁠।⁠।'\n सत् और असत्—ये दोनों द्वन्द्व हैं तथा इनके मध्यभागमें अग्नि हैं। ब्राह्मणलोग इसे उदानका परम उत्कृष्ट रूप मानते हैं ⁠।⁠।⁠ १५ ⁠।⁠।\n 'ऊर्ध्वं समानो व्यानश्च व्यस्यते कर्म तेन तत् ⁠। तृतीयं तु समानेन पुनरेव व्यवस्यते ⁠।⁠।⁠ १६ ⁠।⁠।'\n ऊर्ध्व अर्थात् ब्रह्म जिस संकल्प नामक हेतुसे समान और व्यानरूप होता है, उसीसे कर्मका विस्तार होता है। अतः संकल्पको रोकना चाहिये। जाग्रत् और स्वप्नके अतिरिक्त जो तीसरी अवस्था है, उससे उपलक्षित ब्रह्मका समानके द्वारा ही निश्चय होता है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'शान्त्यर्थं व्यानमेकं च शान्तिर्ब्रह्म सनातनम् ⁠। एतद् रूपमुदानस्य परमं ब्राह्मणा विदुः ⁠।⁠।⁠ १७ ⁠।⁠।'\n एकमात्र व्यान शान्तिके लिये है। शान्ति सनातन ब्रह्म है। ब्राह्मणलोग इसीको उदानका परम उत्कृष्ट रूप मानते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "10",
    "Text": "`चातुर्होम यज्ञका वर्णन` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। चातुर्होत्रविधानस्य विधानमिह यादृशम् ⁠।⁠।⁠ १ ⁠।⁠।'\n 'ब्राह्मणने कहा'—प्रिये! इसी विषयमें चार होताओंसे युक्त यज्ञका जैसा विधान है, उसको बतानेवाले इस प्राचीन इतिहासका उदाहरण दिया करते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'तस्य सर्वस्य विधिवद् विधानमुपदिश्यते ⁠। शृणु मे गदतो भद्रे रहस्यमिदमद्भुतम् ⁠।⁠।⁠ २ ⁠।⁠।'\n भद्रे! उस सबके विधि-विधानका उपदेश किया जाता है। तुम मेरे मुखसे इस अद्‌भुत रहस्यको सुनो ⁠।⁠।⁠ २ ⁠।⁠।\n 'करणं कर्म कर्ता च मोक्ष इत्येव भाविनि ⁠। चत्वार एते होतारो यैरिदं जगदावृतम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n भाविनि! करण, कर्म, कर्ता और मोक्ष—ये चार होता हैं, जिनके द्वारा यह सम्पूर्ण जगत् आवृत है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'हेतूनां साधनं चैव शृणु सर्वमशेषतः ⁠। घ्राणं जिह्वा च चक्षुश्च त्वक् च श्रोत्रं च पञ्चमम् ⁠। मनो बुद्धिश्च सप्तैते विज्ञेया गुणहेतवः ⁠।⁠।⁠ ४ ⁠।⁠।'\n इनके जो हेतु हैं, उन्हें युक्तियोंद्वारा सिद्ध किया जाता है। वह सब पूर्णरूपसे सुनो। घ्राण (नासिका), जिह्वा, नेत्र, त्वचा, पाँचवाँ कान तथा मन और बुद्धि—ये सात कारणरूप हेतु गुणमय जानने चाहिये ⁠।⁠।⁠ ४ ⁠।⁠।\n 'गन्धो रसश्च रूपं च शब्दः स्पर्शश्च पञ्चमः ⁠। मन्तव्यमथ बोद्धव्यं सप्तैते कर्महेतवः ⁠।⁠।⁠ ५ ⁠।⁠।'\n गन्ध, रस, रूप, शब्द, पाँचवाँ स्पर्श तथा मन्तव्य और बोद्धव्य—ये सात विषय कर्मरूप हेतु हैं ⁠।⁠।⁠ ५ ⁠।⁠।\n 'घ्राता भक्षयिता द्रष्टा वक्ता श्रोता च पञ्चमः ⁠। मन्ता बोद्धा च सप्तैते विज्ञेयाः कर्तृहेतवः ⁠।⁠।⁠ ६ ⁠।⁠।'\n सूँघनेवाला, खानेवाला, देखनेवाला, बोलनेवाला, पाँचवाँ सुननेवाला तथा मनन करनेवाला और निश्चयात्मक बोध प्राप्त करनेवाला—ये सात कर्तारूप हेतु हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'स्वगुणं भक्षयन्त्येते गुणवन्तः शुभाशुभम् ⁠। अहं च निर्गुणोऽनन्तः सप्तैते मोक्षहेतवः ⁠।⁠।⁠ ७ ⁠।⁠।'\n ये प्राण आदि इन्द्रियाँ गुणवान् हैं, अतः अपने शुभाशुभ विषयोंरूप गुणोंका उपभोग करती हैं। मैं निर्गुण और अनन्त हूँ, (इनसे मेरा कोई सम्बन्ध नहीं है, यह समझ लेनेपर) ये सातों—घ्राण आदि मोक्षके हेतु होते हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'विदुषां बुध्यमानानां स्वं स्वं स्थानं यथाविधि ⁠। गुणास्ते देवताभूताः सततं भुञ्जते हविः ⁠।⁠।⁠ ८ ⁠।⁠।'\n विभिन्न विषयोंका अनुभव करनेवाले विद्वानोंके घ्राण आदि अपने-अपने स्थानको विधिपूर्वक जानते हैं और देवता-रूप होकर सदा हविष्यका भोग करते हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'अदन्नन्नान्यथोऽविद्वान् ममत्वेनोपपद्यते ⁠। आत्मार्थे पाचयन्नन्नं ममत्वेनोपहन्यते ⁠।⁠।⁠ ९ ⁠।⁠।'\n अज्ञानी पुरुष अन्न भोजन करते समय उसके प्रति ममत्वसे युक्त हो जाता है। इसी प्रकार जो अपने लिये भोजन पकाता है, वह भी ममत्व दोषसे मारा जाता है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'अभक्ष्यभक्षणं चैव मद्यपानं च हन्ति तम् ⁠। स चान्नं हन्ति तं चान्नं स हत्वा हन्यते पुनः ⁠।⁠।⁠ १० ⁠।⁠।'\n वह अभक्ष्य-भक्षण और मद्यपान-जैसे दुर्व्यसनोंको भी अपना लेता है, जो उसके लिये घातक होते हैं। वह भक्षणके द्वारा उस अन्नकी हत्या करता है और उसकी हत्या करके वह स्वयं भी उसके द्वारा मारा जाता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'हन्ता ह्यन्नमिदं विद्वान् पुनर्जनयतीश्वरः ⁠। न चान्नाज्जायते तस्मिन् सूक्ष्मो नाम व्यतिक्रमः ⁠।⁠।⁠ ११ ⁠।⁠।'\n जो विद्वान् इस अन्नको खाता है, अर्थात् अन्नसे उपलक्षित समस्त प्रपंचको अपने-आपमें लीन कर देता है, वह ईश्वर—सर्वसमर्थ होकर पुनः अन्न आदिका जनक होता है। उस अन्नसे उस विद्वान् पुरुषमें कोई सूक्ष्म-से-सूक्ष्म दोष भी नहीं उत्पन्न होता ⁠।⁠।⁠ ११ ⁠।⁠।\n 'मनसा गम्यते यच्च यच्च वाचा निगद्यते ⁠। श्रोत्रेण श्रूयते यच्च चक्षुषा यच्च दृश्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n 'स्पर्शेन स्पृश्यते यच्च घ्राणेन घ्रायते च यत् ⁠। मनःषष्ठानि संयम्य हवींष्येतानि सर्वशः ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'गुणवत्पावको मह्यं दीव्यतेऽन्तःशरीरगः ⁠।'\n जो मनसे अवगत होता है, वाणीद्वारा जिसका कथन होता है, जिसे कानसे सुना और आँखसे देखा जाता है, जिसको त्वचासे छूआ और नासिकासे सूँघा जाता है। इन मन्तव्य आदि छहों विषयरूपी हविष्योंका मन आदि छहों इन्द्रियोंके संयमपूर्वक अपने-आपमें होम करना चाहिये। उस होमके अधिष्ठानभूत गुणवान् पावकरूप परमात्मा मेरे तन-मनके भीतर प्रकाशित हो रहे हैं ⁠।⁠।⁠ १२-१३ ⁠।⁠।\n 'योगयज्ञः प्रवृत्तो मे ज्ञानवह्निप्रदोद्भवः ⁠। प्राणस्तोत्रोऽपानशस्त्रः सर्वत्यागसुदक्षिणः ⁠।⁠।⁠ १४ ⁠।⁠।'\n मैंने योगरूपी यज्ञका अनुष्ठान आरम्भ कर दिया है। इस यज्ञका उद्भव ज्ञानरूपी अग्निको प्रकाशित करनेवाला है। इसमें प्राण ही स्तोत्र है, अपान शस्त्र है और सर्वस्वका त्याग ही उत्तम दक्षिणा है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'कर्तानुमन्ता ब्रह्मात्मा होताध्वर्युः कृतस्तुतिः ⁠। ऋतं प्रशास्ता तच्छस्त्रमपवर्गोऽस्य दक्षिणा ⁠।⁠।⁠ १५ ⁠।⁠।'\n कर्ता (अहंकार), अनुमन्ता (मन) और आत्मा (बुद्धि)—ये तीनों ब्रह्मरूप होकर क्रमशः होता, अध्वर्यु और उद्‌गाता हैं। सत्यभाषण ही प्रशास्ताका शस्त्र है और अपवर्ग (मोक्ष) ही उस यज्ञकी दक्षिणा है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'ऋचश्चाप्यत्र शंसन्ति नारायणविदो जनाः ⁠। नारायणाय देवाय यदविन्दन् पशून् पुरा ⁠।⁠।⁠ १६ ⁠।⁠।'\n नारायणको जाननेवाले पुरुष इस योगयज्ञके प्रमाणमें ऋचाओंका भी उल्लेख करते हैं। पूर्वकालमें भगवान् नारायणदेवकी प्राप्तिके लिये भक्त पुरुषोंने इन्द्रियरूपी पशुओंको अपने अधीन किया था ⁠।⁠।⁠ १६ ⁠।⁠।\n 'तत्र सामानि गायन्ति तत्र चाहुर्निदर्शनम् ⁠। देवं नारायणं भीरु सर्वात्मानं निबोध तम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n भगवत्प्राप्ति हो जानेपर परमानन्दसे परिपूर्ण हुए सिद्ध पुरुष जो सामगान करते हैं, उसका दृष्टान्त तैत्तिरीय-उपनिषद्‌के विद्वान् ‘एतत् सामगायन्नास्ते’ इत्यादि मन्त्रोंके रूपमें उपस्थित करते हैं। भीरु! तुम उस सर्वात्मा भगवान् नारायणदेवका ज्ञान प्राप्त करो ⁠।⁠।⁠ १७ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "10",
    "Text": "`अन्तर्यामीकी प्रधानता` `ब्राह्मण उवाच`\n 'एकः शास्ता न द्वितीयोऽस्ति शास्ता यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनैव युक्तः प्रवणादिवोदकं यथा नियुक्तोऽस्मि तथा वहामि ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! जगत्‌का शासक एक ही है, दूसरा नहीं। जो हृदयके भीतर विराजमान है, उस परमात्माको ही मैं सबका शासक बतला रहा हूँ। जैसे पानी ढालू स्थानसे नीचेकी ओर प्रवाहित होता है, वैसे ही उस—परमात्माकी प्रेरणासे मैं जिस तरहके कार्यमें नियुक्त होता हूँ, उसीका पालन करता रहता हूँ ⁠।⁠।⁠ १ ⁠।⁠।\n 'एको गुरुर्नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा गुरुणा सदैव पराभूता दानवाः सर्व एव ⁠।⁠।⁠ २ ⁠।⁠।'\n एक ही गुरु है दूसरा नहीं। जो हृदयमें स्थित है, उस परमात्माको ही मैं गुरु बतला रहा हूँ। उसी गुरुके अनुशासनसे समस्त दानव हार गये हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'एको बन्धुर्नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा बान्धवा बन्धुमन्तः सप्तर्षयश्चैव दिवि प्रभान्ति ⁠।⁠।⁠ ३ ⁠।⁠।'\n एक ही बन्धु है, उससे भिन्न दूसरा कोई बन्धु नहीं है। जो हृदयमें स्थित है, उस परमात्माको ही मैं बन्धु कहता हूँ। उसीके उपदेशसे बान्धवगण बन्धुमान् होते हैं और सप्तर्षि लोग आकाशमें प्रकाशित होते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'एकः श्रोता नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तस्मिन् गुरौ गुरुवासं निरुष्य शक्रो गतः सर्वलोकामरत्वम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n एक ही श्रोता है, दूसरा नहीं। जो हृदयमें स्थित परमात्मा है, उसीको मैं श्रोता कहता हूँ। इन्द्रने उसीको गुरु मानकर गुरुकुलवासका नियम पूरा किया अर्थात् शिष्यभावसे वे उस अन्तर्यामीकी ही शरणमें गये। इससे उन्हें सम्पूर्ण लोकोंका साम्राज्य और अमरत्व प्राप्त हुआ ⁠।⁠।⁠ ४ ⁠।⁠।\n 'एको द्वेष्टा नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा गुरुणा सदैव लोके द्विष्टाः पन्नगाः सर्व एव ⁠।⁠।⁠ ५ ⁠।⁠।'\n एक ही शत्रु है दूसरा नहीं। जो हृदयमें स्थित है, उस परमात्माको ही मैं गुरु बतला रहा हूँ। उसी गुरुकी प्रेरणासे जगत्‌के सारे साँप सदा द्वेषभावसे युक्त रहते हैं ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। प्रजापतौ पन्नगानां देवर्षीणां च संविदम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n पूर्वकालमें सर्पों, देवताओं और ऋषियोंकी प्रजापतिके साथ जो बातचीत हुई थी, उस प्राचीन इतिहासके जानकार लोग उस विषयमें उदाहरण दिया करते हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'देवर्षयश्च नागाश्चाप्यसुराश्च प्रजापतिम् ⁠। पर्यपृच्छन्नुपासीनाः श्रेयो नः प्रोच्यतामिति ⁠।⁠।⁠ ७ ⁠।⁠।'\n एक बार देवता, ऋषि, नाग और असुरोंने प्रजापतिके पास बैठकर पूछा—‘भगवन्! हमारे कल्याणका क्या उपाय है? यह बताइये’ ⁠।⁠।⁠ ७ ⁠।⁠।\n 'तेषां प्रोवाच भगवान् श्रेयः समनुपृच्छताम् ⁠। ओमित्येकाक्षरं ब्रह्म ते श्रुत्वा प्राद्रवन् दिशः ⁠।⁠।⁠ ८ ⁠।⁠।'\n कल्याणकी बात पूछनेवाले उन महानुभावोंका प्रश्न सुनकर भगवान् प्रजापति ब्रह्माजीने एकाक्षर ब्रह्म—ॐकारका उच्चारण किया। उनका प्रणवनाद सुनकर सब लोग अपनी-अपनी दिशा (अपने-अपने स्थान)-की ओर भाग चले ⁠।⁠।⁠ ८ ⁠।⁠।\n 'तेषां प्रद्रवमाणानामुपदेशार्थमात्मनः ⁠। सर्पाणां दंशने भावः प्रवृत्तः पूर्वमेव तु ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'असुराणां प्रवृत्तस्तु दम्भभावः स्वभावजः ⁠। दानं देवा व्यवसिता दममेव महर्षयः ⁠।⁠।⁠ १० ⁠।⁠।'\n फिर उन्होंने उस उपदेशके अर्थपर जब विचार किया, तब सबसे पहले सर्पोंके मनमें दूसरोंके डँसनेका भाव पैदा हुआ, असुरोंमें स्वाभाविक दम्भका आविर्भाव हुआ तथा देवताओंने दानको और महर्षियोंने दमको ही अपनानेका निश्चय किया ⁠।⁠।⁠ ९-१० ⁠।⁠।\n 'एकं शास्तारमासाद्य शब्देनैकेन संस्कृताः ⁠। नाना व्यवसिताः सर्वे सर्पदेवर्षिदानवाः ⁠।⁠।⁠ ११ ⁠।⁠।'\n इस प्रकार सर्प, देवता, ऋषि और दानव—ये सब एक ही उपदेशक गुरुके पास गये थे और एक ही शब्दके उपदेशसे उनकी बुद्धिका संस्कार हुआ तो भी उनके मनमें भिन्न-भिन्न प्रकारके भाव उत्पन्न हो गये ⁠।⁠।⁠ ११ ⁠।⁠।\n 'शृणोत्ययं प्रोच्यमानं गृह्णाति च यथातथम् ⁠। पृच्छातस्तदतो भूयो गुरुरन्यो न विद्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n श्रोता गुरुके कहे हुए उपदेशको सुनता है और उसको जैसे-तैसे (भिन्न-भिन्न रूपमें) ग्रहण करता है। अतः प्रश्न पूछनेवाले शिष्यके लिये अपने अन्तर्यामीसे बढ़कर दूसरा कोई गुरु नहीं है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'तस्य चानुमते कर्म ततः पश्चात् प्रवर्तते ⁠। गुरुर्बोद्धा च श्रोता च द्वेष्टा च हृदि निःसृतः ⁠।⁠।⁠ १३ ⁠।⁠।'\n पहले वह कर्मका अनुमोदन करता है, उसके बाद जीवकी उस कर्ममें प्रवृत्ति होती है। इस प्रकार हृदयमें प्रकट होनेवाला परमात्मा ही गुरु, ज्ञानी, श्रोता और द्वेष्टा है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'पापेन विचरल्लोँके पापचारी भवत्ययम् ⁠। शुभेन विचरल्लोँके शुभचारी भवत्युत ⁠।⁠।⁠ १४ ⁠।⁠।'\n संसारमें जो पाप करते हुए विचरता है, वह पापाचारी और जो शुभ कर्मोंका आचरण करता है, वह शुभाचारी कहलाता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'कामचारी तु कामेन य इन्द्रियसुखे रतः ⁠। ब्रह्मचारी सदैवैष य इन्द्रियजये रतः ⁠।⁠।⁠ १५ ⁠।⁠।'\n इसी तरह कामनाओंके द्वारा इन्द्रियसुखमें परायण मनुष्य कामचारी और इन्द्रियसंयममें प्रवृत्त रहनेवाला पुरुष सदा ही ब्रह्मचारी है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'अपेतव्रतकर्मा तु केवलं ब्रह्मणि स्थितः ⁠। ब्रह्मभूतश्चरल्लोँके ब्रह्मचारी भवत्ययम् ⁠।⁠।⁠ १६ ⁠।⁠।'\n जो व्रत और कर्मोंका त्याग करके केवल ब्रह्ममें स्थित है, वह ब्रह्मस्वरूप होकर संसारमें विचरता रहता है, वही मुख्य ब्रह्मचारी है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'ब्रह्मैव समिधस्तस्य ब्रह्माग्निर्ब्रह्मसम्भवः ⁠। आपो ब्रह्म गुरुर्ब्रह्म स ब्रह्मणि समाहितः ⁠।⁠।⁠ १७ ⁠।⁠।'\n ब्रह्म ही उसकी समिधा है, ब्रह्म ही अग्नि है, ब्रह्मसे ही वह उत्पन्न हुआ है, ब्रह्म ही उसका जल और ब्रह्म ही गुरु है। उसकी चित्तवृत्तियाँ सदा ब्रह्ममें ही लीन रहती हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'एतदेवेदृशं सूक्ष्मं ब्रह्मचर्यं विदुर्बुधाः ⁠। विदित्वा चान्वपद्यन्त क्षेत्रज्ञेनानुदर्शिताः ⁠।⁠।⁠ १८ ⁠।⁠।'\n विद्वानोंने इसीको सूक्ष्म ब्रह्मचर्य बतलाया है। तत्त्वदर्शीका उपदेश पाकर प्रबुद्ध हुए आत्मज्ञानी पुरुष इस ब्रह्मचर्यके स्वरूपको जानकर सदा उसका पालन करते रहते हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "11",
    "Text": "`अन्तर्यामीकी प्रधानता` `ब्राह्मण उवाच` \n 'एकः शास्ता न द्वितीयोऽस्ति शास्ता यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनैव युक्तः प्रवणादिवोदकं यथा नियुक्तोऽस्मि तथा वहामि ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—प्रिये! जगत्‌का शासक एक ही है, दूसरा नहीं। जो हृदयके भीतर विराजमान है, उस परमात्माको ही मैं सबका शासक बतला रहा हूँ। जैसे पानी ढालू स्थानसे नीचेकी ओर प्रवाहित होता है, वैसे ही उस—परमात्माकी प्रेरणासे मैं जिस तरहके कार्यमें नियुक्त होता हूँ, उसीका पालन करता रहता हूँ ⁠।⁠।⁠ १ ⁠।⁠।\n 'एको गुरुर्नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा गुरुणा सदैव पराभूता दानवाः सर्व एव ⁠।⁠।⁠ २ ⁠।⁠।'\n एक ही गुरु है दूसरा नहीं। जो हृदयमें स्थित है, उस परमात्माको ही मैं गुरु बतला रहा हूँ। उसी गुरुके अनुशासनसे समस्त दानव हार गये हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'एको बन्धुर्नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा बान्धवा बन्धुमन्तः सप्तर्षयश्चैव दिवि प्रभान्ति ⁠।⁠।⁠ ३ ⁠।⁠।'\n एक ही बन्धु है, उससे भिन्न दूसरा कोई बन्धु नहीं है। जो हृदयमें स्थित है, उस परमात्माको ही मैं बन्धु कहता हूँ। उसीके उपदेशसे बान्धवगण बन्धुमान् होते हैं और सप्तर्षि लोग आकाशमें प्रकाशित होते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'एकः श्रोता नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तस्मिन् गुरौ गुरुवासं निरुष्य शक्रो गतः सर्वलोकामरत्वम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n एक ही श्रोता है, दूसरा नहीं। जो हृदयमें स्थित परमात्मा है, उसीको मैं श्रोता कहता हूँ। इन्द्रने उसीको गुरु मानकर गुरुकुलवासका नियम पूरा किया अर्थात् शिष्यभावसे वे उस अन्तर्यामीकी ही शरणमें गये। इससे उन्हें सम्पूर्ण लोकोंका साम्राज्य और अमरत्व प्राप्त हुआ ⁠।⁠।⁠ ४ ⁠।⁠।\n 'एको द्वेष्टा नास्ति ततो द्वितीयो यो हृच्छयस्तमहमनुब्रवीमि ⁠।\n तेनानुशिष्टा गुरुणा सदैव लोके द्विष्टाः पन्नगाः सर्व एव ⁠।⁠।⁠ ५ ⁠।⁠।'\n एक ही शत्रु है दूसरा नहीं। जो हृदयमें स्थित है, उस परमात्माको ही मैं गुरु बतला रहा हूँ। उसी गुरुकी प्रेरणासे जगत्‌के सारे साँप सदा द्वेषभावसे युक्त रहते हैं ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। प्रजापतौ पन्नगानां देवर्षीणां च संविदम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n पूर्वकालमें सर्पों, देवताओं और ऋषियोंकी प्रजापतिके साथ जो बातचीत हुई थी, उस प्राचीन इतिहासके जानकार लोग उस विषयमें उदाहरण दिया करते हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'देवर्षयश्च नागाश्चाप्यसुराश्च प्रजापतिम् ⁠। पर्यपृच्छन्नुपासीनाः श्रेयो नः प्रोच्यतामिति ⁠।⁠।⁠ ७ ⁠।⁠।'\n एक बार देवता, ऋषि, नाग और असुरोंने प्रजापतिके पास बैठकर पूछा—‘भगवन्! हमारे कल्याणका क्या उपाय है? यह बताइये’ ⁠।⁠।⁠ ७ ⁠।⁠।\n 'तेषां प्रोवाच भगवान् श्रेयः समनुपृच्छताम् ⁠। ओमित्येकाक्षरं ब्रह्म ते श्रुत्वा प्राद्रवन् दिशः ⁠।⁠।⁠ ८ ⁠।⁠।'\n कल्याणकी बात पूछनेवाले उन महानुभावोंका प्रश्न सुनकर भगवान् प्रजापति ब्रह्माजीने एकाक्षर ब्रह्म—ॐकारका उच्चारण किया। उनका प्रणवनाद सुनकर सब लोग अपनी-अपनी दिशा (अपने-अपने स्थान)-की ओर भाग चले ⁠।⁠।⁠ ८ ⁠।⁠।\n 'तेषां प्रद्रवमाणानामुपदेशार्थमात्मनः ⁠। सर्पाणां दंशने भावः प्रवृत्तः पूर्वमेव तु ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'असुराणां प्रवृत्तस्तु दम्भभावः स्वभावजः ⁠। दानं देवा व्यवसिता दममेव महर्षयः ⁠।⁠।⁠ १० ⁠।⁠।'\n फिर उन्होंने उस उपदेशके अर्थपर जब विचार किया, तब सबसे पहले सर्पोंके मनमें दूसरोंके डँसनेका भाव पैदा हुआ, असुरोंमें स्वाभाविक दम्भका आविर्भाव हुआ तथा देवताओंने दानको और महर्षियोंने दमको ही अपनानेका निश्चय किया ⁠।⁠।⁠ ९-१० ⁠।⁠।\n 'एकं शास्तारमासाद्य शब्देनैकेन संस्कृताः ⁠। नाना व्यवसिताः सर्वे सर्पदेवर्षिदानवाः ⁠।⁠।⁠ ११ ⁠।⁠।'\n इस प्रकार सर्प, देवता, ऋषि और दानव—ये सब एक ही उपदेशक गुरुके पास गये थे और एक ही शब्दके उपदेशसे उनकी बुद्धिका संस्कार हुआ तो भी उनके मनमें भिन्न-भिन्न प्रकारके भाव उत्पन्न हो गये ⁠।⁠।⁠ ११ ⁠।⁠।\n 'शृणोत्ययं प्रोच्यमानं गृह्णाति च यथातथम् ⁠। पृच्छातस्तदतो भूयो गुरुरन्यो न विद्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n श्रोता गुरुके कहे हुए उपदेशको सुनता है और उसको जैसे-तैसे (भिन्न-भिन्न रूपमें) ग्रहण करता है। अतः प्रश्न पूछनेवाले शिष्यके लिये अपने अन्तर्यामीसे बढ़कर दूसरा कोई गुरु नहीं है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'तस्य चानुमते कर्म ततः पश्चात् प्रवर्तते ⁠। गुरुर्बोद्धा च श्रोता च द्वेष्टा च हृदि निःसृतः ⁠।⁠।⁠ १३ ⁠।⁠।'\n पहले वह कर्मका अनुमोदन करता है, उसके बाद जीवकी उस कर्ममें प्रवृत्ति होती है। इस प्रकार हृदयमें प्रकट होनेवाला परमात्मा ही गुरु, ज्ञानी, श्रोता और द्वेष्टा है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'पापेन विचरल्लोँके पापचारी भवत्ययम् ⁠। शुभेन विचरल्लोँके शुभचारी भवत्युत ⁠।⁠।⁠ १४ ⁠।⁠।'\n संसारमें जो पाप करते हुए विचरता है, वह पापाचारी और जो शुभ कर्मोंका आचरण करता है, वह शुभाचारी कहलाता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'कामचारी तु कामेन य इन्द्रियसुखे रतः ⁠। ब्रह्मचारी सदैवैष य इन्द्रियजये रतः ⁠।⁠।⁠ १५ ⁠।⁠।'\n इसी तरह कामनाओंके द्वारा इन्द्रियसुखमें परायण मनुष्य कामचारी और इन्द्रियसंयममें प्रवृत्त रहनेवाला पुरुष सदा ही ब्रह्मचारी है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'अपेतव्रतकर्मा तु केवलं ब्रह्मणि स्थितः ⁠। ब्रह्मभूतश्चरल्लोँके ब्रह्मचारी भवत्ययम् ⁠।⁠।⁠ १६ ⁠।⁠।'\n जो व्रत और कर्मोंका त्याग करके केवल ब्रह्ममें स्थित है, वह ब्रह्मस्वरूप होकर संसारमें विचरता रहता है, वही मुख्य ब्रह्मचारी है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'ब्रह्मैव समिधस्तस्य ब्रह्माग्निर्ब्रह्मसम्भवः ⁠। आपो ब्रह्म गुरुर्ब्रह्म स ब्रह्मणि समाहितः ⁠।⁠।⁠ १७ ⁠।⁠।'\n ब्रह्म ही उसकी समिधा है, ब्रह्म ही अग्नि है, ब्रह्मसे ही वह उत्पन्न हुआ है, ब्रह्म ही उसका जल और ब्रह्म ही गुरु है। उसकी चित्तवृत्तियाँ सदा ब्रह्ममें ही लीन रहती हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'एतदेवेदृशं सूक्ष्मं ब्रह्मचर्यं विदुर्बुधाः ⁠। विदित्वा चान्वपद्यन्त क्षेत्रज्ञेनानुदर्शिताः ⁠।⁠।⁠ १८ ⁠।⁠।'\n विद्वानोंने इसीको सूक्ष्म ब्रह्मचर्य बतलाया है। तत्त्वदर्शीका उपदेश पाकर प्रबुद्ध हुए आत्मज्ञानी पुरुष इस ब्रह्मचर्यके स्वरूपको जानकर सदा उसका पालन करते रहते हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "12",
    "Text": "`अध्यात्मविषयक महान् वनका वर्णन` `ब्राह्मण उवाच` \n 'संकल्पदंशमशकं शोकहर्षहिमातपम् ⁠। मोहान्धकारतिमिरं लोभव्याधिसरीसृपम् ⁠।⁠।⁠ १ ⁠।⁠। \n विषयैकात्ययाध्वानं कामक्रोधविरोधकम् ⁠। तदतीत्य महादुर्गं प्रविष्टोऽस्मि महद् वनम् ⁠।⁠।⁠ २ ⁠।⁠।' \n ब्राह्मणने कहा—प्रिये! जहाँ संकल्परूपी डाँस और मच्छरोंकी अधिकता होती है। शोक और हर्षरूपी गर्मी, सर्दीका कष्ट रहता है, मोहरूपी अन्धकार फैला हुआ है, लोभ तथा व्याधिरूपी सर्प विचरा करते हैं। जहाँ विषयोंका ही मार्ग है, जिसे अकेले ही तै करना पड़ता है तथा जहाँ काम और क्रोधरूपी शत्रु डेरा डाले रहते हैं, उस संसाररूपी दुर्गम पथका उल्लंघन करके अब मैं ब्रह्मरूपी महान् वनमें प्रवेश कर चुका हूँ ⁠।⁠।⁠ १-२ ⁠।⁠। \n `ब्राह्मण्युवाच` \n 'क्व तद् वनं महाप्राज्ञ के वृक्षाः सरितश्च काः ⁠। गिरयः पर्वताश्चैव कियत्यध्वनि तद् वनम् ⁠।⁠।⁠ ३ ⁠।⁠।' \n ब्राह्मणीने पूछा—महाप्राज्ञ! वह वन कहाँ है? उसमें कौन-कौनसे वृक्ष, गिरि, पर्वत और नदियाँ हैं तथा वह कितनी दूरीपर है ⁠।⁠।⁠ ३ ⁠।⁠। \n `ब्राह्मण उवाच` \n 'नैतदस्ति पृथग्भावः किंचिदन्यत् ततः सुखम् ⁠। नैतदस्त्यपृथग्भावः किंचिद् दुःखतरं ततः ⁠।⁠।⁠ ४ ⁠।⁠।' \n ब्राह्मणने कहा—प्रिये! उस वनमें न भेद है न अभेद, वह इन दोनोंसे अतीत है। वहाँ लौकिक सुख और दुःख दोनोंका अभाव है ⁠।⁠।⁠ ४ ⁠।⁠। \n 'तस्माद् ह्रस्वतरं नास्ति न ततोऽस्ति महत्तरम् ⁠। नास्ति तस्मात् सूक्ष्मतरं नास्त्यन्यत्‌ तत्समं सुखम् ⁠।⁠।⁠ ५ ⁠।⁠।' \n उससे अधिक छोटी, उससे अधिक बड़ी और उससे अधिक सूक्ष्म भी दूसरी कोई वस्तु नहीं है। उसके समान सुखरूप भी कोई नहीं है ⁠।⁠।⁠ ५ ⁠।⁠। \n 'न तत्राविश्य शोचन्ति न प्रहृष्यन्ति च द्विजाः ⁠। न च बिभ्यति केषांचित् तेभ्यो बिभ्यति केचन ⁠।⁠।⁠ ६ ⁠।⁠।' \n उस वनमें प्रवष्टि हो जानेपर द्विजातियोंको न हर्ष होता है, न शोक। न तो वे स्वयं किन्हीं प्राणियोंसे डरते हैं और न उन्हींसे दूसरे कोई प्राणी भय मानते हैं ⁠।⁠।⁠ ६ ⁠।⁠। \n 'तस्मिन् वने सप्त महाद्रुमाश्च फलानि सप्तातिथयश्च सप्त ⁠। सप्ताश्रमाः सप्त समाधयश्च दीक्षाश्च सप्तैतदरण्यरूपम् ⁠।⁠।⁠ ७ ⁠।⁠।' \n वहाँ सात बड़े-बड़े वृक्ष हैं, सात उन वृक्षोंके फल हैं तथा सात ही उन फलोंके भोक्ता अतिथि हैं। सात आश्रम हैं। वहाँ सात प्रकारकी समाधि और सात प्रकारकी दीक्षाएँ हैं। यही उस वनका स्वरूप है ⁠।⁠।⁠ ७ ⁠।⁠। \n 'पञ्चवर्णानि दिव्यानि पुष्पाणि च फलानि च ⁠। सृजन्तः पादपास्तत्र व्याप्य तिष्ठन्ति तद् वनम् ⁠।⁠।⁠ ८ ⁠।⁠।' \n वहाँके वृक्ष पाँच प्रकारके रंगोंके दिव्य पुष्पों और फलोंकी सृष्टि करते हुए सब ओरसे वनको व्याप्त करके स्थित हैं ⁠।⁠।⁠ ८ ⁠।⁠। \n 'सुवर्णानि द्विवर्णानि पुष्पाणि च फलानि च ⁠। सृजन्तः पादपास्तत्र व्याप्य तिष्ठन्ति तद् वनम् ⁠।⁠।⁠ ९ ⁠।⁠।' \n वहाँ दूसरे वृक्षोंने सुन्दर दो रंगवाले पुष्प और फल उत्पन्न करते हुए उस वनको सब ओरसे व्याप्त कर रखा है ⁠।⁠।⁠ ९ ⁠।⁠। \n 'सुरभीणि द्विवर्णानि पुष्पाणि च फलानि च ⁠। सृजन्तः पादपास्तत्र व्याप्य तिष्ठन्ति तद् वनम् ⁠।⁠।⁠ १० ⁠।⁠।' \n तीसरे वृक्ष वहाँ सुगन्धयुक्त दो रंगवाले पुष्प और फल प्रदान करते हुए उस वनको व्याप्त करके स्थित हैं ⁠।⁠।⁠ १० ⁠।⁠। \n 'सुरभीण्येकवर्णानि पुष्पाणि च फलानि च ⁠। सृजन्तः पादपास्तत्र व्याप्य तिष्ठन्ति तद् वनम् ⁠।⁠।⁠ ११ ⁠।⁠।' \n चौथे वृक्ष सुगन्धयुक्त केवल एक रंगवाले पुष्प और फलोंकी सृष्टि करते हुए उस वनके सब ओर फैले हैं ⁠।⁠।⁠ ११ ⁠।⁠। \n 'बहून्यव्यक्तवर्णानि पुष्पाणि च फलानि च ⁠। विसृजन्तौ महावृक्षौ तद् वनं व्याप्य तिष्ठतः ⁠।⁠।⁠ १२ ⁠।⁠।' \n वहाँ दो महावृक्ष बहुत-से अव्यक्त रंगवाले पुष्प और फलोंकी रचना करते हुए उस वनको व्याप्त करके स्थित हैं ⁠।⁠।⁠ १२ ⁠।⁠। \n 'एको वह्निः सुमना ब्राह्मणोऽत्र पञ्चेन्द्रियाणि समिधश्चात्र सन्ति ⁠। \n तेभ्यो मोक्षाः सप्त फलन्ति दीक्षा गुणाः फलान्यतिथयः फलाशाः ⁠।⁠।⁠ १३ ⁠।⁠।' \n उस वनमें एक ही अग्नि है, जीव शुद्धचेता ब्राह्मण है, पाँच इन्द्रियाँ समिधाएँ हैं। उनसे जो मोक्ष प्राप्त होता है, वह सात प्रकारका है। इस यज्ञकी दीक्षाका फल अवश्य होता है। गुण ही फल है। सात अतिथि ही फलोंके भोक्ता हैं ⁠।⁠।⁠ १३ ⁠।⁠। \n 'आतिथ्यं प्रतिगृह्णन्ति तत्र तत्र महर्षयः ⁠। अचितेषु प्रलीनेषु तेष्वन्यद् रोचते वनम् ⁠।⁠।⁠ १४ ⁠।⁠।' \n वे महर्षिगण इस यज्ञमें आतिथ्य ग्रहण करते हैं और पूजा स्वीकार करते ही उनका लय हो जाता है। तत्पश्चात् वह ब्रह्मरूप वन विलक्षणरूपसे प्रकाशित होता है ⁠।⁠।⁠ १४ ⁠।⁠। \n 'प्रज्ञावृक्षं मोक्षफलं शान्तिच्छायासमन्वितम् ⁠। ज्ञानाश्रयं तृप्तितोयमन्तःक्षेत्रज्ञभास्करम् ⁠।⁠।⁠ १५ ⁠।⁠।' \n उसमें प्रज्ञारूपी वृक्ष शोभा पाते हैं, मोक्षरूपी फल लगते हैं और शान्तिमयी छाया फैली रहती है। ज्ञान वहाँका आश्रयस्थान और तृप्ति जल है। उस वनके भीतर आत्मारूपी सूर्यका प्रकाश छाया रहता है ⁠।⁠।⁠ १५ ⁠।⁠। \n 'येऽधिगच्छन्ति तं सन्तस्तेषां नास्ति भयं पुनः ⁠। ऊर्ध्वं चाधश्च तिर्यक् च तस्य नान्तोऽधिगम्यते ⁠।⁠।⁠ १६ ⁠।⁠।' \n जो श्रेष्ठ पुरुष उस वनका आश्रय लेते हैं, उन्हें फिर कभी भय नहीं होता। वह वन ऊपर-नीचे तथा इधर-उधर सब ओर व्याप्त है। उसका कहीं भी अन्त नहीं है ⁠।⁠।⁠ १६ ⁠।⁠। \n 'सप्त स्त्रियस्तत्र वसन्ति सद्य- स्त्ववाङ्‌मुखा भानुमत्यो जनित्र्यः ⁠। \n ऊर्ध्वं रसानाददते प्रजाभ्यः सर्वान् यथा सत्यमनित्यता च ⁠।⁠।⁠ १७ ⁠।⁠।' \n वहाँ सात स्त्रियाँ निवास करती हैं, जो लज्जाके मारे अपना मुँह नीचेकी ओर किये रहती हैं। वे चिन्मय ज्योतिसे प्रकाशित होती हैं। वे सबकी जननी हैं और वे उस वनमें रहनेवाली प्रजासे सब प्रकारके उत्तम रस उसी प्रकार ग्रहण करती हैं, जैसे अनित्यता सत्यको ग्रहण करती है ⁠।⁠।⁠ १७ ⁠।⁠। \n 'तत्रैव प्रतितिष्ठन्ति पुनस्तत्रोपयन्ति च ⁠। सप्त सप्तर्षयः सिद्धा वसिष्ठप्रमुखैः सह ⁠।⁠।⁠ १८ ⁠।⁠।' \n सात सिद्ध सप्तर्षि वसिष्ठ आदिके साथ उसी वनमें लीन होते और उसीसे उत्पन्न होते हैं ⁠।⁠।⁠ १८ ⁠।⁠। \n 'यशो वर्चो भगश्चैव विजयः सिद्धतेजसः ⁠। एवमेवानुवर्तन्ते सप्त ज्योतींषि भास्करम् ⁠।⁠।⁠ १९ ⁠।⁠।' \n यश, प्रभा, भग (ऐश्वर्य), विजय, सिद्धि (ओज) और तेज—ये सात ज्योतियाँ उपर्युक्त आत्मारूपी सूर्यका ही अनुसरण करती हैं ⁠।⁠।⁠ १९ ⁠।⁠। \n 'गिरयः पर्वताश्चैव सन्ति तत्र समासतः ⁠। नद्यश्च सरितो वारि वहन्त्यो ब्रह्मसम्भवम् ⁠।⁠।⁠ २० ⁠।⁠।' \n उस ब्रह्मतत्त्वमें ही गिरि, पर्वत, झरनें, नदी और सरिताएँ स्थित हैं, जो ब्रह्मजनित जल बहाया करती हैं ⁠।⁠।⁠ २० ⁠।⁠। \n 'नदीनां सङ्गमश्चैव वैताने समुपह्वरे ⁠। स्वात्मतृप्ता यतो यान्ति साक्षादेव पितामहम् ⁠।⁠।⁠ २१ ⁠।⁠।' \n नदियोंका संगम भी उसीके अत्यन्त गूढ़ हृदयाकाशमें संक्षेपसे होता है। जहाँ योगरूपी यज्ञका विस्तार होता रहता है। वही साक्षात् पितामहका स्वरूप है। आत्मज्ञानसे तृप्त पुरुष उसीको प्राप्त होते हैं ⁠।⁠।⁠ २१ ⁠।⁠। \n 'कृशाशाः सुव्रताशाश्च तपसा दग्धकिल्बिषाः ⁠। आत्मन्यात्मानमाविश्य ब्रह्माणं समुपासते ⁠।⁠।⁠ २२ ⁠।⁠।' \n जिनकी आशा क्षीण हो गयी है, जो उत्तम व्रतके पालनकी इच्छा रखते हैं। तपस्यासे जिनके सारे पाप दग्ध हो गये हैं। वे ही पुरुष अपनी बुद्धिको आत्मनिष्ठ करके परब्रह्मकी उपासना करते हैं ⁠।⁠।⁠ २२ ⁠।⁠। \n 'शममप्यत्र शंसन्ति विद्यारण्यविदो जनाः ⁠। तदारण्यमभिप्रेत्य यथाधीरभिजायत ⁠।⁠।⁠ २३ ⁠।⁠।' \n विद्या (ज्ञान)-के ही प्रभावसे ब्रह्मरूपी वनका स्वरूप समझमें आता है। इस बातको जाननेवाले मनुष्य इस वनमें प्रवेश करनेके उद्देश्यसे शम (मनोनिग्रह)-की ही प्रशंसा करते हैं, जिससे बुद्धि स्थिर होती है ⁠।⁠।⁠ २३ ⁠।⁠। \n 'एतदेवेदृशं पुण्यमरण्यं ब्राह्मणा विदुः ⁠। विदित्वा चानुतिष्ठन्ति क्षेत्रज्ञेनानुदर्शिता ⁠।⁠।⁠ २४ ⁠।⁠।' \n ब्राह्मण ऐसे गुणवाले इस पवित्र वनको जानते हैं और तत्त्वदर्शीके उपदेशसे प्रबुद्ध हुए आत्मज्ञानी पुरुष उस ब्रह्मवनको शास्त्रतः जानकर शम आदि साधनोंके अनुष्ठानमें लग जाते हैं ⁠।⁠।⁠ २४ ⁠।⁠। \n"
  },
  {
    "id": 4,
    "Chapter": "13",
    "Text": "`ज्ञानी पुरुषकी स्थिति तथा अध्वर्यु और यतिका संवाद*` `ब्राह्मण उवाच` \n 'गन्धान् न जिघ्रामि रसान् न वेद्मि रूपं न पश्यामि न च स्पृशामि ⁠।\n न चापि शब्दान् विविधान् शृणोमि न चापि संकल्पमुपैमि कंचित् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मण कहते हैं—मैं न तो गन्धोंको सूँघता हूँ, न रसोंका आस्वादन करता हूँ, न रूपको देखता हूँ, न किसी वस्तुका स्पर्श करता हूँ, न नाना प्रकारके शब्दोंको सुनता हूँ और न कोई संकल्प ही करता हूँ ⁠।⁠।⁠ १ ⁠।⁠।\n 'अर्थानिष्टान् कामयते स्वभावः सर्वान् द्वेष्यान् प्रद्विषते स्वभावः ⁠।\n कामद्वेषायुद्भवतः स्वभावात् प्राणापानौ जन्तुदेहान्निवेश्य ⁠।⁠।⁠ २ ⁠।⁠।'\n स्वभाव ही अभीष्ट पदार्थोंकी कामना रखता है, स्वभाव ही सम्पूर्ण द्वेष्य वस्तुओंके प्रति द्वेष करता है। जैसे प्राण और अपान स्वभावसे ही प्राणियोंके शरीरोंमें प्रविष्ट होकर अन्न-पाचन आदिका कार्य करते रहते हैं, उसी प्रकार स्वभावसे ही राग और द्वेषकी उत्पत्ति होती है। तात्पर्य यह कि बुद्धि आदि इन्द्रियाँ स्वभावसे ही पदार्थोंमें बर्त रही हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'तेभ्यश्चान्यांस्तेषु नित्यांश्च भावान् भूतात्मानं लक्षयेरन् शरीरे ⁠।\n तस्मिंस्तिष्ठन्नास्मि सक्तः कथंचित् कामक्रोधाभ्यां जरया मृत्युना च ⁠।⁠।⁠ ३ ⁠।⁠।'\n इन बाह्य इन्द्रियों और विषयोंसे भिन्न जो स्वप्न और सुषुप्तिके वासनामय विषय एवं इन्द्रियाँ हैं तथा उनमें भी जो नित्यभाव हैं, उनसे भी विलक्षण जो भूतात्मा है, उसको शरीरके भीतर योगीजन देख पाते हैं। उसी भूतात्मामें स्थित हुआ मैं कहीं किसी तरह भी काम, क्रोध, जरा और मृत्युसे ग्रस्त नहीं होता ⁠।⁠।⁠ ३ ⁠।⁠।\n 'अकामयानस्य च सर्वकामा- नविद्विषाणस्य च सर्वदोषान् ⁠।\n न मे स्वभावेषु भवन्ति लेपा- स्तोयस्य बिन्दोरिव पुष्करेषु ⁠।⁠।⁠ ४ ⁠।⁠।'\n मैं सम्पूर्ण कामनाओंमेंसे किसीकी कामना नहीं करता। समस्त दोषोंसे भी कभी द्वेष नहीं करता। जैसे कमलके पत्तोंपर जल-बिन्दुका लेप नहीं होता, उसी प्रकार मेरे स्वभावमें राग और द्वेषका स्पर्श नहीं है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'नित्यस्य चैतस्य भवन्त्यनित्या निरीक्ष्यमाणस्य बहुस्वभावान् ⁠।\n न सज्जते कर्मसु भोगजालं दिवीव सूर्यस्य मयूखजालम् ⁠।⁠।⁠ ५ ⁠।⁠।'\n जिनका स्वभाव बहुत प्रकारका है, उन इन्द्रिय आदिको देखनेवाले इस नित्यस्वरूप आत्माके लिये सब भोग अनित्य हो जाते हैं। अतः वे भोगसमुदाय उस विद्वान्‌को उसी प्रकार कर्मोंमें लिप्त नहीं कर सकते, जैसे आकाशमें सूर्यकी किरणोंका समुदाय सूर्यको लिप्त नहीं कर सकता ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। अध्वर्युयतिसंवादं तं निबोध यशस्विनि ⁠।⁠।⁠ ६ ⁠।⁠।'\n यशस्विनि! इस विषयमें अध्वर्यु और यतिके संवादरूप प्राचीन इतिहासका उदाहरण दिया जाता है, तुम उसे सुनो ⁠।⁠।⁠ ६ ⁠।⁠।\n 'प्रोक्ष्यमाणं पशुं दृष्ट्‌वा यज्ञकर्मण्यथाब्रवीत् ⁠। यतिरध्वर्युमासीनो हिंसेयमिति कुत्सयन् ⁠।⁠।⁠ ७ ⁠।⁠।'\n किसी यज्ञ-कर्ममें पशुका प्रोक्षण होता देख वहीं बैठे हुए एक यतिने अध्वर्युसे उसकी निन्दा करते हुए कहा—‘यह हिंसा है (अतः इससे पाप होगा)’ ⁠।⁠।⁠ ७ ⁠।⁠।\n 'तमध्वर्युः प्रत्युवाच नायं छागो विनश्यति ⁠। श्रेयसा योक्ष्यते जन्तुर्यदि श्रुतिरियं तथा ⁠।⁠।⁠ ८ ⁠।⁠।'\n अध्वर्युने यतिको इस प्रकार उत्तर दिया—‘यह बकरा नष्ट नहीं होगा। यदि ‘पशुर्वै नीयमानः’ इत्यादि श्रुति सत्य है तो यह जीव कल्याणका ही भागी होगा ⁠।⁠।⁠ ८ ⁠।⁠।\n 'यो ह्यस्य पार्थिवो भागः पृथिवीं स गमिष्यति ⁠। यदस्य वारिजं किंचिदपस्तत् सम्प्रवेक्ष्यति ⁠।⁠।⁠ ९ ⁠।⁠।'\n ‘इसके शरीरका जो पार्थिव भाग है, वह पृथ्वीमें विलीन हो जायगा। इसका जो कुछ भी जलीय भाग है, वह जलमें प्रविष्ट हो जायगा ⁠।⁠।⁠ ९ ⁠।⁠।\n 'सूर्यं चक्षुर्दिशः श्रीत्रं प्राणोऽस्य दिवमेव च ⁠। आगमे वर्तमानस्य न मे दोषोऽस्ति कश्चन ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘नेत्र सूर्यमें, कान दिशाओंमें और प्राण आकाशमें ही लयको प्राप्त होगा। शास्त्रकी आज्ञाके अनुसार बर्ताव करनेवाले मुझको कोई दोष नहीं लगेगा’ ⁠।⁠।⁠ १० ⁠।⁠।\n `यतिरुवाच`\n 'प्राणैर्वियोगे च्छागस्य यदि श्रेयः प्रपश्यसि ⁠। छागार्थे वर्तते यज्ञो भवतः किं प्रयोजनम् ⁠।⁠।⁠ ११ ⁠।⁠।'\n यतिने कहा—यदि तुम बकरेके प्राणोंका वियोग हो जानेपर भी उसका कल्याण ही देखते हो, तब तो यह यज्ञ उस बकरेके लिये ही हो रहा है। तुम्हारा इस यज्ञसे क्या प्रयोजन है? ⁠।⁠।⁠ ११ ⁠।⁠।\n 'अत्र त्वां मन्यतां भ्राता पिता माता सखेति च ⁠। मन्त्रयस्वैनमुन्नीय परवन्तं विशेषतः ⁠।⁠।⁠ १२ ⁠।⁠।'\n श्रुति कहती है ‘पशो! इस विषयमें तुझे तेरे भाई, पिता, माता और सखाकी अनुमति प्राप्त होनी चाहिये।’ इस श्रुतिके अनुसार विशेषतः पराधीन हुए इस पशुको ले जाकर इसके पिता माता आदिसे अनुमति लो (अन्यथा तुझे हिंसाका दोष अवश्य प्राप्त होगा) ⁠।⁠।⁠ १२ ⁠।⁠।\n 'एवमेवानुमन्येरंस्तान् भवान् द्रष्टुमर्हति ⁠। तेषामनुमतं श्रुत्वा शक्या कर्तुं विचारणा ⁠।⁠।⁠ १३ ⁠।⁠।'\n पहले तुम्हें इस पशुके उन सम्बन्धियोंसे मिलना चाहिये। यदि वे भी ऐसा ही करनेकी अनुमति दे दें, तब उनका अनुमोदन सुनकर तदनुसार विचार कर सकते हो ⁠।⁠।⁠ १३ ⁠।⁠।\n 'प्राणा अप्यस्य छागस्य प्रापितास्ते स्वयोनिषु ⁠। शरीरं केवलं शिष्टं निश्चेष्टमिति मे मतिः ⁠।⁠।⁠ १४ ⁠।⁠।'\n तुमने इस छागकी इन्द्रियोंको उनके कारणोंमें विलीन कर दिया है। मेरे विचारसे अब तो केवल इसका निश्चेष्ट शरीर ही अवशिष्ट रह गया है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'इन्धनस्य तु तुल्येन शरीरेण विचेतसा ⁠। हिंसानिर्वेष्टुकामानामिन्धनं पशुसंज्ञितम् ⁠।⁠।⁠ १५ ⁠।⁠।'\n यह चेतनाशून्य जड शरीर ईंधनके ही समान है, उससे हिंसाके प्रायश्चित्तकी इच्छासे यज्ञ करनेवालोंके लिये ईंधन ही पशु है (अतः जो काम ईंधनसे होता है, उसके लिये पशु-हिंसा क्यों की जाय?) ⁠।⁠।⁠ १५ ⁠।⁠।\n 'अहिंसा सर्वधर्माणामिति वृद्धानुशासनम् ⁠। यदिहिंस्रं भवेत् कर्म तत् कार्यमिति विद्महे ⁠।⁠।⁠ १६ ⁠।⁠।'\n वृद्ध पुरुषोंका यह उपदेश है कि अहिंसा सब धर्मोंमें श्रेष्ठ है, जो कार्य हिंसासे रहित हो वही करने योग्य है, यही हमारा मत है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'अहिंसेति प्रतिज्ञेयं यदि वक्ष्याम्यतः परम् ⁠। शक्यं बहुविधं कर्तुं भवता कार्यदूषणम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n इसके बाद भी यदि मैं कुछ कहूँ तो यही कह सकता हूँ कि सबको यह प्रतिज्ञा कर लेनी चाहिये कि ‘मैं अहिंसा-धर्मका पालन करूँगा।’ अन्यथा आपके द्वारा नाना प्रकारके कार्य-दोष सम्पादित हो सकते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'अहिंसा सर्वभूतानां नित्यमस्मासु रोचते ⁠। प्रत्यक्षतः साधयामो न परोक्षमुपास्महे ⁠।⁠।⁠ १८ ⁠।⁠।'\n किसी भी प्राणीकी हिंसा न करना ही हमें सदा अच्छा लगता है। हम प्रत्यक्ष फलके साधक हैं, परोक्षकी उपासना नहीं करते हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n `अध्वर्युरुवाच`\n 'भूमेर्गन्धगुणान् भुङ्‌क्षे पिबस्यापोमयान् रसान् ⁠। ज्योतिषां पश्यसे रूपं स्पृशस्यनिलजान् गुणान् ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'शृणोष्याकाशजान् शब्दान् मनसा मन्यसे मतिम् ⁠। सर्वाण्येतानि भूतानि प्राणा इति च मन्यसे ⁠।⁠।⁠ २० ⁠।⁠।'\n अध्वर्युने कहा—यते! यह तो तुम मानते ही हो कि सभी भूतोंमें प्राण है, तो भी तुम पृथ्वीके गन्ध गुणोंका उपभोग करते हो, जलमय रसोंको पीते हो, तेजके गुण? रूपका दर्शन करते हो और वायुके गुण स्पर्शको छूते हो, आकाशजनित शब्दोंको सुनते हो और मनसे मतिका मनन करते हो ⁠।⁠।⁠ १९-२० ⁠।⁠।\n 'प्राणादाने निवृत्तोऽसि हिंसायां वर्तते भवान् ⁠। नास्ति चेष्टा विना हिंसां किं वा त्वं मन्यसे द्विज ⁠।⁠।⁠ २१ ⁠।⁠।'\n एक ओर तो तुम किसी प्राणीके प्राण लेनेके कार्यसे निवृत्त हो और दूसरी ओर हिंसामें लगे हुए हो। द्विजवर! कोई भी चेष्टा हिंसाके बिना नहीं होती। फिर तुम कैसे समझते हो कि तुम्हारे द्वारा अहिंसाका ही पालन हो रहा है? ⁠।⁠।⁠ २१ ⁠।⁠।\n `यतिरुवाच`\n 'अक्षरं च क्षरं चैव द्वैधीभावोऽयमात्मनः ⁠। अक्षरं तत्र सद्भावः स्वभावः क्षर उच्यते ⁠।⁠।⁠ २२ ⁠।⁠।'\n यतिने कहा—आत्माके दो रूप हैं—एक अक्षर और दूसरा क्षर। जिसकी सत्ता तीनों कालोंमें कभी नहीं मिटती वह सत्स्वरूप अक्षर (अविनाशी) कहा गया है तथा जिसका सर्वथा और सभी कालोंमें अभाव है, वह क्षर कहलाता है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'प्राणो जिह्वा मनः सत्त्वं सद्भावो रजसा सह ⁠। भावैरेतैर्विमुक्तस्य निर्द्वन्द्वस्य निराशिषः ⁠।⁠।⁠ २३ ⁠।⁠।'\n 'समस्य सर्वभूतेषु निर्ममस्य जितात्मनः ⁠। समन्तात् परिमुक्तस्य न भयं विद्यते क्वचित् ⁠।⁠।⁠ २४ ⁠।⁠।'\n प्राण, जिह्वा, मन और रजोगुणसहित सत्त्वगुण—ये रज अर्थात् मायासहित सद्भाव हैं। इन भावोंसे मुक्त निर्द्वन्द्व, निष्काम, समस्त प्राणियोंके प्रति समभाव रखनेवाले, ममतारहित, जितात्मा तथा सब ओरसे बन्धनशून्य पुरुषको कभी और कहीं भी भय नहीं होता ⁠।⁠।⁠ २३-२४ ⁠।⁠।\n `अध्वर्युरुवाच`\n 'सद्भिरेवेह संवासः कार्यो मतिमतां वर ⁠। भवतो हि मतं श्रुत्वा प्रतिभाति मतिर्मम ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'भगवन् भगवद्‌बुद्ध‍या प्रतिपन्नो ब्रवीम्यहम् ⁠। व्रतं मन्त्रकृतं कर्तुर्नापराधोऽस्ति मे द्विज ⁠।⁠।⁠ २६ ⁠।⁠।'\n अध्वर्युने कहा—बुद्धिमानोंमें श्रेष्ठ यते! इस जगत्‌में आप-जैसे साधुपुरुषोंके साथ ही निवास करना उचित है। आपका यह मत सुनकर मेरी बुद्धिमें भी ऐसी ही प्रतीति हो रही है। भगवन्! विप्रवर! मैं आपकी बुद्धिसे ज्ञानसम्पन्न होकर यह बात कह रहा हूँ कि वेदमन्त्रोंद्वारा निश्चित किये हुए व्रतका ही मैं पालन कर रहा हूँ। अतः इसमें मेरा कोई अपराध नहीं है ⁠।⁠।⁠ २५-२६ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'उपपत्त्या यतिस्तूष्णीं वर्तमानस्ततः परम् ⁠। अध्वर्युरपि निर्मोहः प्रचचार महामखे ⁠।⁠।⁠ २७ ⁠।⁠।'\n ब्राह्मण कहते हैं—प्रिये! अध्वर्युकी दी हुई युक्तिसे वह यति चुप हो गया और फिर कुछ नहीं बोला। फिर अध्वर्यु भी मोहरहित होकर उस महायज्ञमें अग्रसर हुआ ⁠।⁠।⁠ २७ ⁠।⁠।\n 'एवमेतादृशं मोक्षं सुसूक्ष्मं ब्राह्मणा विदुः ⁠। विदित्वा चानुतिष्ठन्ति क्षेत्रज्ञेनार्थदर्शिना ⁠।⁠।⁠ २८ ⁠।⁠।'\n इस प्रकार ब्राह्मण मोक्षका ऐसा ही अत्यन्त सूक्ष्म स्वरूप बताते हैं और तत्त्वदर्शी पुरुषके उपदेशके अनुसार उस मोक्ष-धर्मको जानकर उसका अनुष्ठान करते हैं ⁠।⁠।⁠ २८ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "14",
    "Text": "`परशुरामजीके द्वारा क्षत्रिय-कुलका संहार` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। कार्तवीर्यस्य संवादं समुद्रस्य च भाविनि ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—भामिनि! इस विषयमें भी कार्तवीर्य और समुद्रके संवादरूप एक प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'कार्तवीर्यार्जुनो नाम राजा बाहुसहस्रवान् ⁠। येन सागरपर्यन्ता धनुषा निर्जिता मही ⁠।⁠।⁠ २ ⁠।⁠।'\n पूर्वकालमें कार्तवीर्य अर्जुनके नामसे प्रसिद्ध एक राजा था, जिसकी एक हजार भुजाएँ थीं। उसने केवल धनुष-बाणकी सहायतासे समुद्रपर्यन्त पृथ्वीको अपने अधिकारमें कर लिया था ⁠।⁠।⁠ २ ⁠।⁠।\n 'स कदाचित् समुद्रान्ते विचरन् बलदर्पितः ⁠। अवाकिरन् शरशतैः समुद्रमिति नः श्रुतम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n सुना जाता है, एक दिन राजा कार्तवीर्य समुद्रके किनारे विचर रहा था। वहाँ उसने अपने बलके घमण्डमें आकर सैकड़ों बाणोंकी वर्षासे समुद्रको आच्छादित कर दिया ⁠।⁠।⁠ ३ ⁠।⁠।\n 'तं समुद्रो नमस्कृत्य कृताञ्जलिरुवाच ह ⁠। मा मुञ्च वीर नाराचान् ब्रूहि किं करवाणि ते ⁠।⁠।⁠ ४ ⁠।⁠।'\n 'मदाश्रयाणि भूतानि त्वद्विसृष्टैर्महेषुभिः ⁠। वध्यन्ते राजशार्दूल तेभ्यो देह्यभयं विभो ⁠।⁠।⁠ ५ ⁠।⁠।'\n तब समुद्रने प्रकट होकर उसके आगे मस्तक झुकाया और हाथ जोड़कर कहा—‘वीरवर! राजसिंह! मुझपर बाणोंकी वर्षा न करो। बोलो, तुम्हारी किस आज्ञाका पालन करूँ? शक्तिशाली नरेश्वर! तुम्हारे छोड़े हुए इन महान् बाणोंसे मेरे अन्दर रहनेवाले प्राणियोंकी हत्या हो रही है। उन्हें अभय दान करो’ ⁠।⁠।⁠ ४-५ ⁠।⁠।\n `अर्जुन उवाच`\n 'मत्समो यदि संग्रामे शरासनधरः क्वचित् ⁠। विद्यते तं समाचक्ष्व यः समासीत मां मृधे ⁠।⁠।⁠ ६ ⁠।⁠।'\n कार्तवीर्य अर्जुन बोला—समुद्र! यदि कहीं मेरे समान धनुर्धर वीर मौजूद हो, जो युद्धमें मेरा मुकाबला कर सके तो उसका पता बता दो। फिर मैं तुम्हें छोड़कर चला जाऊँगा ⁠।⁠।⁠ ६ ⁠।⁠।\n `समुद्र उवाच`\n 'महर्षिर्जमदग्निस्ते यदि राजन् परिश्रुतः ⁠। तस्य पुत्रस्तवातिथ्यं यथावत् कर्तुमर्हति ⁠।⁠।⁠ ७ ⁠।⁠।'\n समुद्रने कहा—राजन्! यदि तुमने महर्षि जमदग्निका नाम सुना हो तो उन्हींके आश्रमपर चले जाओ। उनके पुत्र परशुरामजी तुम्हारा अच्छी तरह सत्कार कर सकते हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'ततः स राजा प्रययौ क्रोधेन महता वृतः ⁠। स तमाश्रममागम्य राममेवान्वपद्यत ⁠।⁠।⁠ ८ ⁠।⁠।\n स रामप्रतिकूलानि चकार सह बन्धुभिः ⁠। आयासं जनयामास रामस्य च महात्मनः ⁠।⁠।⁠ ९ ⁠।⁠।\n ततस्तेजः प्रजज्वाल रामस्यामिततेजसः ⁠। प्रदहन् रिपुसैन्यानि तदा कमललोचने ⁠।⁠।⁠ १० ⁠।⁠।\n ततः परशुमादाय स तं बाहुसहस्रिणम् ⁠। चिच्छेद सहसा रामो बहुशाखमिव द्रुमम् ⁠।⁠।⁠ ११ ⁠।⁠।'\n (ब्राह्मणने कहा—) कमलके समान नेत्रोंवाली देवि! तदनन्तर राजा कार्तवीर्य बड़े क्रोधमें भरकर महर्षि जमदग्निके आश्रमपर परशुरामजीके पास जा पहुँचा और अपने भाई-बन्धुओंके साथ उनके प्रतिकूल बर्ताव करने लगा। उसने अपने अपराधोंसे महात्मा परशुरामजीको उद्विग्न कर दिया। फिर तो शत्रु-सेनाको भस्म करनेवाला अमित तेजस्वी परशुरामजीका तेज प्रज्वलित हो उठा। उन्होंने अपना फरसा उठाया और हजार भुजाओंवाले उस राजाको अनेक शाखाओंसे युक्त वृक्षकी भाँति सहसा काट डाला ⁠।⁠।⁠ ८—११ ⁠।⁠।\n 'तं हतं पतितं दृष्ट्वा समेताः सर्वबान्धवाः ⁠। असीनादाय शक्तीश्च भार्गवं पर्यधावयन् ⁠।⁠।⁠ १२ ⁠।⁠।'\n उसे मरकर जमीनपर पड़ा देख उसके सभी बन्धु-बान्धव एकत्र हो गये तथा हाथोंमें तलवार और शक्तियाँ लेकर परशुरामजीपर चारों ओरसे टूट पड़े ⁠।⁠।⁠ १२ ⁠।⁠।\n 'रामोऽपि धनुरादाय रथमारुह्य सत्वरः ⁠। विसृजन् शरवर्षाणि व्यधमत् पार्थिवं बलम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n इधर परशुरामजी भी धनुष लेकर तुरंत रथपर सवार हो गये और बाणोंकी वर्षा करते हुए राजाकी सेनाका संहार करने लगे ⁠।⁠।⁠ १३ ⁠।⁠।\n 'ततस्तु क्षत्रियाः केचिज्जामदग्न्यभयार्दिताः ⁠। विविशुर्गिरिदुर्गाणि मृगाः सिंहार्दिता इव ⁠।⁠।⁠ १४ ⁠।⁠।'\n उस समय बहुत-से क्षत्रिय परशुरामजीके भयसे पीड़ित हो सिंहके सताये हुए मृगोंकी भाँति पर्वतोंकी गुफाओंमें घुस गये ⁠।⁠।⁠ १४ ⁠।⁠।\n 'तेषां स्वविहितं कर्म तद्भयान्नानुतिष्ठताम् ⁠। प्रजा वृषलतां प्राप्ता ब्राह्मणानामदर्शनात् ⁠।⁠।⁠ १५ ⁠।⁠।'\n उन्होंने उनके डरसे अपने क्षत्रियोचित कर्मोंका भी त्याग कर दिया। बहुत दिनोंतक ब्राह्मणोंका दर्शन न कर सकनेके कारण वे धीरे-धीरे अपने कर्म भूलकर शूद्र हो गये ⁠।⁠।⁠ १५ ⁠।⁠।\n 'एवं ते द्रविडाऽऽभीराः पुण्ड्राश्च शबरैः सह ⁠। वृषलत्वं परिगता व्युत्थानात् क्षत्रधर्मिणः ⁠।⁠।⁠ १६ ⁠।⁠।'\n इस प्रकार द्रविड, आभीर, पुण्ड्र और शबरोंके सहवासमें रहकर वे क्षत्रिय होते हुए भी धर्म-त्यागके कारण शूद्रकी अवस्थामें पहुँच गये ⁠।⁠।⁠ १६ ⁠।⁠।\n 'ततश्च हतवीरासु क्षत्रियासु पुनः पुनः ⁠। द्विजैरुत्पादितं क्षत्रं जामदग्न्यो न्यकृन्तत ⁠।⁠।⁠ १७ ⁠।⁠।'\n तत्पश्चात् क्षत्रियवीरोंके मारे जानेपर ब्राह्मणोंने उनकी स्त्रियोंसे नियोगकी विधिके अनुसार पुत्र उत्पन्न किये, किंतु उन्हें भी बड़े होनेपर परशुरामजीने फरसेसे काट डाला ⁠।⁠।⁠ १७ ⁠।⁠।\n 'एकविंशतिमेधान्ते रामं वागशरीरिणी ⁠। दिव्या प्रोवाच मधुरा सर्वलोकपरिश्रुता ⁠।⁠।⁠ १८ ⁠।⁠।'\n इस प्रकार एक-एक करके जब इक्कीस बार क्षत्रियोंका संहार हो गया, तब परशुरामजीको दिव्य आकाशवाणीने मधुर स्वरमें सब लोगोंके सुनते हुए यह कहा— ⁠।⁠।⁠ १८ ⁠।⁠।\n 'राम राम निवर्तस्व कं गुणं तात पश्यसि ⁠। क्षत्रबन्धूनिमान् प्राणैर्विप्रयोज्य पुनः पुनः ⁠।⁠।⁠ १९ ⁠।⁠।'\n ‘बेटा! परशुराम! इस हत्याके कामसे निवृत्त हो जाओ। परशुराम! भला बारंबार इन बेचारे क्षत्रियोंके प्राण लेनेमें तुम्हें कौन-सा लाभ दिखायी देता है?’ ⁠।⁠।⁠ १९ ⁠।⁠।\n 'तथैव तं महात्मानमृचीकप्रमुखास्तदा ⁠। पितामहा महाभाग निवर्तस्वेत्यथाब्रुवन् ⁠।⁠।⁠ २० ⁠।⁠।'\n उस समय महात्मा परशुरामजीको उनके पितामह ऋचीक आदिने भी इसी प्रकार समझाते हुए कहा—‘महाभाग! यह काम छोड़ दो, क्षत्रियोंको न मारो’ ⁠।⁠।⁠ २० ⁠।⁠।\n 'पितुर्वधममृष्यंस्तु रामः प्रोवाच तानृषीन् ⁠। नार्हन्तीह भवन्तो मां निवारयितुमित्युत ⁠।⁠।⁠ २१ ⁠।⁠।'\n पिताके वधको सहन न करते हुए परशुरामजीने उन ऋषियोंसे इस प्रकार कहा—‘आपलोगोंको मुझे इस कामसे निवारण नहीं करना चाहिये’ ⁠।⁠।⁠ २१ ⁠।⁠।\n `पितर ऊचुः`\n 'नार्हसे क्षत्रबन्धूंस्त्वं निहन्तुं जयतां वर ⁠। नेह युक्तं त्वया हन्तुं ब्राह्मणेन सता नृपान् ⁠।⁠।⁠ २२ ⁠।⁠।'\n पितर बोले—विजय पानेवालोंमें श्रेष्ठ परशुराम! बेचारे क्षत्रियोंको मारना तुम्हारे योग्य नहीं है; क्योंकि तुम ब्राह्मण हो, अतः तुम्हारे हाथसे राजाओंका वध होना उचित नहीं है ⁠।⁠।⁠ २२ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "15",
    "Text": "`अलर्कके ध्यानयोगका उदाहरण देकर पितामहोंका परशुरामजीको समझाना और परशुरामजीका तपस्याके द्वारा सिद्धि प्राप्त करना` `पितर ऊचुः`\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। श्रुत्वा च तत् तथा कार्यं भवता द्विजसत्तम ⁠।⁠।⁠ १ ⁠।⁠।'\n पितरोंने कहा—ब्राह्मणश्रेष्ठ! इसी विषयमें एक प्राचीन इतिहासका उदाहरण दिया जाता है, उसे सुनकर तुम्हें वैसा ही आचरण करना चाहिये ⁠।⁠।⁠ १ ⁠।⁠।\n 'अलर्को नाम राजर्षिरभवत् सुमहातपाः ⁠। धर्मज्ञः सत्यवादी च महात्मा सुदृढव्रतः ⁠।⁠।⁠ २ ⁠।⁠।'\n पहलेकी बात है, अलर्क नामसे प्रसिद्ध एक राजर्षि थे, जो बड़े ही तपस्वी, धर्मज्ञ, सत्यवादी, महात्मा और दृढ़प्रतिज्ञ थे ⁠।⁠।⁠ २ ⁠।⁠।\n 'ससागरान्तां धनुषा विनिर्जित्य महीमिमाम् ⁠। कृत्वा सुदुष्करं कर्म मनः सूक्ष्मे समादधे ⁠।⁠।⁠ ३ ⁠।⁠।'\n उन्होंने अपने धनुषकी सहायतासे समुद्रपर्यन्त इस पृथ्वीको जीतकर अत्यन्त दुष्कर पराक्रम कर दिखाया था। इसके पश्चात् उनका मन सूक्ष्मतत्त्वकी खोजमें लगा ⁠।⁠।⁠ ३ ⁠।⁠।\n 'स्थितस्य वृक्षमूलेषु तस्य चिन्ता बभूव ह ⁠। उत्सृज्य सुमहत्कर्म सूक्ष्मं प्रति महामते ⁠।⁠।⁠ ४ ⁠।⁠।'\n महामते! वे बड़े-बड़े कर्मोंका आरम्भ त्यागकर एक वृक्षके नीचे जा बैठे और सूक्ष्मतत्त्वकी खोजके लिये इस प्रकार चिन्ता करने लगे ⁠।⁠।⁠ ४ ⁠।⁠।\n `अलर्क उवाच`\n 'मनसो मे बलं जातं मनो जित्वा ध्रुवो जयः ⁠। अन्यत्र बाणान् धास्यामि शत्रुभिः परिवारितः ⁠।⁠।⁠ ५ ⁠।⁠।'\n अलर्क कहने लगे—मुझे मनसे ही बल प्राप्त हुआ है, अतः वही सबसे प्रबल है। मनको जीत लेनेपर ही मुझे स्थायी विजय प्राप्त हो सकती है। मैं इन्द्रियरूपी शत्रुओंसे घिरा हुआ हूँ, इसलिये बाहरके शत्रुओंपर हमला न करके इन भीतरी शत्रुओंको ही अपने बाणोंका निशाना बनाऊँगा ⁠।⁠।⁠ ५ ⁠।⁠।\n 'यदिदं चापलात् कर्म सर्वान् मर्त्यांश्चिकीर्षति ⁠। मनः प्रति सुतीक्ष्णाग्रानहं मोक्ष्यामि सायकान् ⁠।⁠।⁠ ६ ⁠।⁠।'\n यह मन चंचलताके कारण सभी मनुष्योंसे तरह-तरहके कर्म कराता है, अतः अब मैं मनपर ही तीखे बाणोंका प्रहार करूँगा ⁠।⁠।⁠ ६ ⁠।⁠।\n `मन उवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n मन बोला—अलर्क! तुम्हारे ये बाण मुझे किसी तरह नहीं बींध सकते। यदि इन्हें चलाओगे तो ये तुम्हारे ही मर्मस्थानोंको चीर डालेंगे और मर्मस्थानोंके चीरे जानेपर तुम्हारी ही मृत्यु होगी; अतः तुम अन्य प्रकारके बाणोंका विचार करो, जिनसे तुम मुझे मार सकोगे ⁠।⁠।⁠ ७ ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ ८ ⁠।⁠।'\n यह सुनकर अलर्कने थोड़ी देरतक विचार किया, इसके बाद वे (नासिकाको लक्ष्य करके) बोले ⁠।⁠।⁠ ८ ⁠।⁠।\n `अलर्क उवाच`\n 'आघ्राय सुबहून् गन्धांस्तानेव प्रतिगृध्यति ⁠। तस्माद् घ्राणं प्रति शरान् प्रतिमोक्ष्याम्यहं शितान् ⁠।⁠।⁠ ९ ⁠।⁠।'\n अलर्कने कहा—मेरी यह नासिका अनेक प्रकारकी सुगन्धियोंका अनुभव करके भी फिर उन्हींकी इच्छा करती है, इसलिये इन तीखे बाणोंको मैं इस नासिकापर ही छोड़ूँगा ⁠।⁠।⁠ ९ ⁠।⁠।\n `घ्राण उवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠।⁠।⁠ १० ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n नासिका बोली—अलर्क! ये बाण मेरा कुछ नहीं बिगाड़ सकते। इनसे तो तुम्हारे ही मर्म विदीर्ण होंगे और मर्मस्थानोंका भेदन हो जानेपर तुम्हीं मरोगे; अतः तुम दूसरे प्रकारके बाणोंका अनुसंधान करो, जिससे तुम मुझे मार सकोगे ⁠।⁠।⁠ १० ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ ११ ⁠।⁠।'\n नासिकाका यह कथन सुनकर अलर्क कुछ देर विचार करनेके पश्चात् (जिह्वाको लक्ष्य करके) कहने लगे ⁠।⁠।⁠ ११ ⁠।⁠।\n `अलर्क उवाच`\n 'इयं स्वादून् रसान् भुक्त्वा तानेव प्रतिगृध्यति ⁠। तस्माज्जिह्वां प्रति शरान् प्रतिमोक्ष्याम्यहं शितान् ⁠।⁠।⁠ १२ ⁠।⁠।'\n अलर्कने कहा—यह रसना स्वादिष्ट रसोंका उपभोग करके फिर उन्हें ही पाना चाहती है। इसलिये अब इसीके ऊपर अपने तीखे सायकोंका प्रहार करूँगा ⁠।⁠।⁠ १२ ⁠।⁠।\n `जिह्वोवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n जिह्वा बोली—अलर्क! ये बाण मुझे किसी प्रकार नहीं छेद सकते। ये तो तुम्हारे ही मर्मस्थानोंको बींधेंगे। मर्मस्थानोंके बिंध जानेपर तुम्हीं मरोगे। अतः दूसरे प्रकारके बाणोंका प्रबन्ध सोचो, जिनकी सहायतासे तुम मुझे मार सकोगे ⁠।⁠।⁠ १३ ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ १४ ⁠।⁠।'\n यह सुनकर अलर्क कुछ देरतक सोचते-विचारते रहे, फिर (त्वचापर कुपित होकर) बोले ⁠।⁠।⁠ १४ ⁠।⁠।\n `अलर्क उवाच`\n 'स्पृष्ट्‌वा त्वग्विविधान् स्पर्शांस्तानेव प्रतिगृध्यति ⁠। तस्मात् त्वचं पाटयिष्ये विविधैः कङ्कपत्रिभिः ⁠।⁠।⁠ १५ ⁠।⁠।'\n अलर्कने कहा—यह त्वचा नाना प्रकारके स्पर्शोंका अनुभव करके फिर उन्हींकी अभिलाषा किया करती है, अतः नाना प्रकारके बाणोंसे मारकर इस त्वचाको ही विदीर्ण कर डालूँगा ⁠।⁠।⁠ १५ ⁠।⁠।\n `त्वगुवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠।⁠।⁠ १६ ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n त्वचा बोली—अलर्क! ये बाण किसी प्रकार मुझे अपना निशाना नहीं बना सकते। ये तो तुम्हारा ही मर्म विदीर्ण करेंगे और मर्म विदीर्ण होनेपर तुम्हीं मौतके मुखमें पड़ोगे। मुझे मारनेके लिये तो दूसरी तरहके बाणोंकी व्यवस्था सोचो, जिनसे तुम मुझे मार सकोगे ⁠।⁠।⁠ १६ ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ १७ ⁠।⁠।'\n त्वचाकी बात सुनकर अलर्कने थोड़ी देरतक विचार किया, फिर (श्रोत्रको सुनाते हुए) कहा— ⁠।⁠।⁠ १७ ⁠।⁠।\n `अलर्क उवाच`\n 'श्रुत्वा तु विविधान् शब्दांस्तानेव प्रतिगृध्यति ⁠। तस्माच्छ्रोत्रं प्रति शरान् प्रतिमुञ्चाम्यहं शितान् ⁠।⁠।⁠ १८ ⁠।⁠।'\n अलर्क बोले—यह श्रोत्र बारंबार नाना प्रकारके शब्दोंको सुनकर उन्हींकी अभिलाषा करता है, इसलिये मैं इन तीखे बाणोंको श्रोत्र-इन्द्रियके ऊपर चलाऊँगा ⁠।⁠।⁠ १८ ⁠।⁠।\n `श्रोत्रमुवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति ततो हास्यसि जीवितम् ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n श्रोत्रने कहा—अलर्क! ये बाण मुझे किसी प्रकार नहीं छेद सकते। ये तुम्हारे ही मर्मस्थानोंको विदीर्ण करेंगे। तब तुम जीवनसे हाथ धो बैठोगे। अतः तुम अन्य प्रकारके बाणोंकी खोज करो, जिनसे मुझे मार सकोगे ⁠।⁠।⁠ १९ ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ २० ⁠।⁠।'\n 'यह सुनकर अलर्कने कुछ सोच-विचारकर (नेत्रको सुनाते हुए) कहा ⁠।⁠।⁠ २० ⁠।⁠।'\n `अलर्क उवाच`\n 'दृष्ट्‌वा रूपाणि बहुशस्तानेव प्रतिगृध्यति ⁠। तस्माच्चक्षुर्हनिष्यामि निशितैः सायकैरहम् ⁠।⁠।⁠ २१ ⁠।⁠।'\n अलर्क बोले—यह आँख भी अनेकों बार विभिन्न रूपोंका दर्शन करके पुनः उन्हींको देखना चाहती है। अतः मैं इसे अपने तीखे तीरोंसे मार डालूँगा ⁠।⁠।⁠ २१ ⁠।⁠।\n `चक्षुरुवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠।⁠।⁠ २२ ⁠।⁠।'\n 'अन्यान्‌ बाणान्‌ समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।'\n आँखने कहा—अलर्क! ये बाण मुझे किसी प्रकार नहीं छेद सकते। ये तुम्हारे ही मर्मस्थानोंको बींध डालेंगे और मर्म विदीर्ण हो जानेपर तुम्हें ही जीवनसे हाथ धोना पड़ेगा। अतः दूसरे प्रकारके सायकोंका प्रबन्ध सोचो, जिनकी सहायतासे तुम मुझे मार सकोगे ⁠।⁠।⁠ २२ ⁠।⁠।\n 'तच्छ्रुत्वा स विचिन्त्याथ ततो वचनमब्रवीत् ⁠।⁠।⁠ २३ ⁠।⁠।'\n यह सुनकर अलर्कने कुछ देर विचार करनेके बाद (बुद्धिको लक्ष्य करके) यह बात कही ⁠।⁠।⁠ २३ ⁠।⁠।\n `अलर्क उवाच`\n 'इयं निष्ठा बहुविधा प्रज्ञया त्वध्यवस्यति ⁠। तस्माद्‌ बुद्धिं प्रति शरान् प्रतिमोक्ष्याम्यहं शितान् ⁠।⁠।⁠ २४ ⁠।⁠।'\n अलर्कने कहा—यह बुद्धि अपनी ज्ञानशक्तिसे अनेक प्रकारका निश्चय करती है, अतः इस बुद्धिपर ही अपने तीक्ष्ण सायकोंका प्रहार करूँगा ⁠।⁠।⁠ २४ ⁠।⁠।\n `बुद्धिरुवाच`\n 'नेमे बाणास्तरिष्यन्ति मामलर्क कथंचन ⁠। तवैव मर्म भेत्स्यन्ति भिन्नमर्मा मरिष्यसि ⁠। अन्यान् बाणान् समीक्षस्व यैस्त्वं मां सूदयिष्यसि ⁠।⁠।⁠ २५ ⁠।⁠।'\n बुद्धि बोली—अलर्क! ये बाण मेरा किसी प्रकार भी स्पर्श नहीं कर सकते। इनसे तुम्हारा ही मर्म विदीर्ण होगा और मर्म विदीर्ण होनेपर तुम्हीं मरोगे। जिनकी सहायतासे मुझे मार सकोगे, वे बाण तो कोई और ही हैं। उनके विषयमें विचार करो ⁠।⁠।⁠ २५ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'ततोऽलर्कस्तपो घोरं तत्रैवास्थाय दुष्करम् ⁠। नाध्यगच्छत् परं शक्त्या बाणमेतेषु सप्तसु ⁠।⁠।⁠ २६ ⁠।⁠।'\n ब्राह्मणने कहा—देवि! तदनन्तर अलर्कने उसी पेड़के नीचे बैठकर घोर तपस्या की, किंतु उससे मन-बुद्धिसहित पाँचों इन्द्रियोंको मारनेयोग्य किसी उत्तम बाणका पता न चला ⁠।⁠।⁠ २६ ⁠।⁠।\n 'सुसमाहितचेतास्तु स ततोऽचिन्तयत् प्रभुः ⁠। स विचिन्त्य चिरं कालमलर्को द्विजसत्तम ⁠।⁠।⁠ २७ ⁠।⁠।'\n 'नाध्यगच्छत् परं श्रेयो योगान्मतिमतां वरः ⁠।'\n तब वे सामर्थ्यशाली राजा एकाग्रचित्त होकर विचार करने लगे। विप्रवर! बहुत दिनोंतक निरन्तर सोचने-विचारनेके बाद बुद्धिमानोंमें श्रेष्ठ राजा अलर्कको योगसे बढ़कर दूसरा कोई कल्याणकारी साधन नहीं प्रतीत हुआ ⁠।⁠।⁠ २७ ⁠।⁠।\n 'स एकाग्रं मनः कृत्वा निश्चलो योगमास्थितः ⁠।⁠।⁠ २८ ⁠।⁠।'\n 'इन्द्रियाणि जघानाशु बाणेनैकेन वीर्यवान् ⁠। योगेनात्मानमाविश्य सिद्धिं परमिकां गतः ⁠।⁠।⁠ २९ ⁠।⁠।'\n वे मनको एकाग्र करके स्थिर आसनसे बैठ गये और ध्यानयोगका साधन करने लगे। इस ध्यानयोगरूप एक ही बाणसे मारकर उन बलशाली नरेशने समस्त इन्द्रियोंको सहसा परास्त कर दिया। वे ध्यानयोगके द्वारा आत्मामें प्रवेश करके परम सिद्धि (मोक्ष)-को प्राप्त हो गये ⁠।⁠।⁠ २८-२९ ⁠।⁠।\n 'विस्मितश्चापि राजर्षिरिमां गाथां जगाद ह ⁠। अहो कष्टं यदस्माभिः सर्वं बाह्यमनुष्ठितम् ⁠।⁠।⁠ ३० ⁠।⁠।'\n 'भोगतृष्णासमायुक्तैः पूर्वं राज्यमुपासितम् ⁠। इति पश्चान्मया ज्ञातं योगान्नास्ति परं सुखम् ⁠।⁠।⁠ ३१ ⁠।⁠।'\n इस सफलतासे राजर्षि अलर्कको बड़ा आश्चर्य हुआ और उन्होंने इस गाथाका गान किया—‘अहो! बड़े कष्टकी बात है कि अबतक मैं बाहरी कामोंमें ही लगा रहा और भोगोंकी तृष्णासे आबद्ध होकर राज्यकी ही उपासना करता रहा। ध्यानयोगसे बढ़कर दूसरा कोई उत्तम सुखका साधन नहीं है, यह बात तो मुझे बहुत पीछे मालूम हुई है’ ⁠।⁠।⁠ ३०-३१ ⁠।⁠।\n 'इति त्वमनुजानीहि राम मा क्षत्रियान् जहि ⁠। तपो घोरमुपातिष्ठ ततः श्रेयोऽभिपत्स्यसे ⁠।⁠।⁠ ३२ ⁠।⁠।'\n (पितामहोंने कहा—) बेटा परशुराम! इन सब बातोंको अच्छी तरह समझकर तुम क्षत्रियोंका नाश न करो। घोर तपस्यामें लग जाओ, उसीसे तुम्हें कल्याण प्राप्त होगा ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'इत्युक्तः स तपो घोरं जामदग्न्यः पितामहैः ⁠। आस्थितः सुमहाभागो ययौ सिद्धिं च दुर्गमाम् ⁠।⁠।⁠ ३३ ⁠।⁠।'\n अपने पितामहोंके इस प्रकार कहनेपर महान् सौभाग्यशाली जमदग्निनन्दन परशुरामजीने कठोर तपस्या की और इससे उन्हें परम दुर्लभ सिद्धि प्राप्त हुई ⁠।⁠।⁠ ३३ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "16",
    "Text": "`राजा अम्बरीषकी गायी हुई आध्यात्मिक स्वराज्यविषयक गाथा` `ब्राह्मण उवाच` \n 'त्रयो वै रिपवो लोके नवधा गुणतः स्मृताः ⁠। प्रहर्षः प्रीतिरानन्दस्त्रयस्ते सात्त्विका गुणाः ⁠।⁠।⁠ १ ⁠।⁠।\n तृष्णा क्रोधोऽभिसंरम्भो राजसास्ते गुणाः स्मृताः ⁠। श्रमस्तन्द्रा च मोहश्च त्रयस्ते तामसा गुणाः ⁠।⁠।⁠ २ ⁠।⁠।'\n ब्राह्मणने कहा—देवि! इस संसारमें सत्त्व, रज और तम—ये तीन मेरे शत्रु हैं। ये वृत्तियोंके भेदसे नौ प्रकारके माने गये हैं। हर्ष, प्रीति और आनन्द—ये तीन सात्त्विक गुण हैं; तृष्णा, क्रोध और द्वेषभाव—से तीन राजस गुण हैं और थकावट, तन्द्रा तथा मोह—ये तीन तामस गुण हैं ⁠।⁠।⁠ १-२ ⁠।⁠।\n 'एतान् निकृत्य धृतिमान् बाणसंघैरतन्द्रितः ⁠। जेतुं परानुत्सहते प्रशान्तात्मा जितेन्द्रियः ⁠।⁠।⁠ ३ ⁠।⁠।'\n शान्तचित्त, जितेन्द्रिय, आलस्यहीन और धैर्यवान् पुरुष शम-दम आदि बाण-समूहोंके द्वारा इन पूर्वोक्त गुणोंका उच्छेद करके दूसरोंको जीतनेका उत्साह करते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'अत्र गाथाः कीर्तयन्ति पुराकल्पविदो जनाः ⁠। अम्बरीषेण या गीता राज्ञा पूर्वं प्रशाम्यता ⁠।⁠।⁠ ४ ⁠।⁠।'\n इस विषयमें पूर्वकालकी बातोंके जानकार लोग एक गाथा सुनाया करते हैं। पहले कभी शान्तिपरायण महाराज अम्बरीषने इस गाथाका गान किया था ⁠।⁠।⁠ ४ ⁠।⁠।\n 'समुदीर्णेषु दोषेषु बाध्यमानेषु साधुषु ⁠। जग्राह तरसा राज्यमम्बरीषो महायशाः ⁠।⁠।⁠ ५ ⁠।⁠।'\n कहते हैं—जब दोषोंका बल बढ़ा और अच्छे गुण दबने लगे, उस समय महायशस्वी महाराज अम्बरीषने बलपूर्वक राज्यकी बागडोर अपने हाथमें ली ⁠।⁠।⁠ ५ ⁠।⁠।\n 'स निगृह्यात्मनो दोषान् साधून् समभिपूज्य च ⁠। जगाम महतीं सिद्धिं गाथाश्चेमा जगाद ह ⁠।⁠।⁠ ६ ⁠।⁠।'\n उन्होंने अपने दोषोंको दबाया और उत्तम गुणोंका आदर किया। इससे उन्हें बहुत बड़ी सिद्धि प्राप्त हुई और उन्होंने यह गाथा गायी— ⁠।⁠।⁠ ६ ⁠।⁠।\n 'भूयिष्ठं विजिता दोषा निहताः सर्वशत्रवः ⁠। एको दोषो वरिष्ठश्च वध्यः स न हतो मया ⁠।⁠।⁠ ७ ⁠।⁠।'\n ‘मैंने बहुत-से दोषोंपर विजय पायी और समस्त शत्रुओंका नाश कर डाला; किंतु एक सबसे बड़ा दोष रह गया है। यद्यपि वह नष्ट कर देने योग्य है तो भी अबतक मैं नाश न कर सका ⁠।⁠।⁠ ७ ⁠।⁠।\n 'यत्प्रयुक्तो जन्तुरयं वैतृष्ण्यं नाधिगच्छति ⁠। तृष्णार्त इह निम्नानि धावमानो न बुध्यते ⁠।⁠।⁠ ८ ⁠।⁠।'\n ‘उसीकी प्रेरणासे इस प्राणीको वैराग्य नहीं होता। तृष्णाके वशमें पड़ा हुआ मनुष्य संसारमें नीच कर्मोंकी ओर दौड़ता है, सचेत नहीं होता ⁠।⁠।⁠ ८ ⁠।⁠।\n 'अकार्यमपि येनेह प्रयुक्तः सेवते नरः ⁠। तं लोभमसिभिस्तीक्ष्णैर्निकृत्य सुखमेधते ⁠।⁠।⁠ ९ ⁠।⁠।'\n ‘उससे प्रेरित होकर वह यहाँ नहीं करने-योग्य काम भी कर डालता है। उस दोषका नाम है लोभ। उसे ज्ञानरूपी तलवारसे काटकर मनुष्य सुखी होता है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'लोभाद्धि जायते तृष्णा ततश्चिन्ता प्रवर्तते ⁠। स लिप्यमानो लभते भूयिष्ठं राजसान् गुणान् ⁠। तदवाप्तौ तु लभते भूयिष्ठं तमसान् गुणान् ⁠।⁠।⁠ १० ⁠।⁠।'\n ‘लोभसे तृष्णा और तृष्णासे चिन्ता पैदा होती है। लोभी मनुष्य पहले बहुत-से राजस गुणोंको पाता है और उनकी प्राप्ति हो जानेपर उसमें तामसिक गुण भी अधिक मात्रामें आ जाते हैं ⁠।⁠।⁠ १० ⁠।⁠।\n 'स तैर्गुणैः संहतदेहबन्धनः पुनः पुनर्जायति कर्म चेहते ⁠।\n जन्मक्षये भिन्नविकीर्णदेहो मृत्युं पुनर्गच्छति जन्मनैव ⁠।⁠।⁠ ११ ⁠।⁠।'\n ‘उन गुणोंके द्वारा देह-बन्धनमें जकड़कर वह बारंबार जन्म लेता और तरह-तरहके कर्म करता रहता है। फिर जीवनका अन्त समय आनेपर उसके देहके तत्त्व विलग-विलग होकर बिखर जाते हैं और वह मृत्युको प्राप्त हो जाता है। इसके बाद फिर जन्म-मृत्युके बन्धनमें पड़ता है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'तस्मादेतं सम्यगवेक्ष्य लोभं निगृह्य धृत्याऽऽत्मनि राज्यमिच्छेत् ⁠।\n एतद् राज्यं नान्यदस्तीह राज्य- मात्मैव राजा विदितो यथावत् ⁠।⁠।⁠ १२ ⁠।⁠।'\n ‘इसलिये इस लोभके स्वरूपको अच्छी तरह समझकर इसे धैर्यपूर्वक दबाने और आत्मराज्यपर अधिकार पानेकी इच्छा करनी चाहिये। यही वास्तविक स्वराज्य है। यहाँ दूसरा कोई राज्य नहीं है। आत्माका यथार्थ ज्ञान हो जानेपर वही राजा है’ ⁠।⁠।⁠ १२ ⁠।⁠।\n 'इति राज्ञाम्बरीषेण गाथा गीता यशस्विना ⁠। अधिराज्यं पुरस्कृत्य लोभमेकं निकृन्तता ⁠।⁠।⁠ १३ ⁠।⁠।'\n इस प्रकार यशस्वी अम्बरीषने आत्मराज्यको आगे रखकर एकमात्र प्रबल शत्रु लोभका उच्छेद करते हुए उपर्युक्त गाथाका गान किया था ⁠।⁠।⁠ १३ ⁠।⁠।\n"
  },
  {
    "id": 4,
    "Chapter": "17",
    "Text": "`ब्राह्मणरूपधारी धर्म और जनकका ममत्वत्यागविषयक संवाद` `ब्राह्मण उवाच` \n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। ब्राह्मणस्य च संवादं जनकस्य च भाविनि ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणने कहा—भामिनि! इसी प्रसंगमें एक ब्राह्मण और राजा जनकके संवादरूप प्राचीन इतिहासका उदाहरण दिया जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'ब्राह्मणं जनको राजा सन्नं कस्मिंश्चिदागसि ⁠। विषये मे न वस्तव्यमिति शिष्ट्यर्थमब्रवीत् ⁠।⁠।⁠ २ ⁠।⁠।'\n एक समय राजा जनकने किसी अपराधमें पकड़े हुए ब्राह्मणको दण्ड देते हुए कहा—‘ब्रह्मन्! आप मेरे देशसे बाहर चले जाइये’ ⁠।⁠।⁠ २ ⁠।⁠।\n 'इत्युक्तः प्रत्युवाचाथ ब्राह्मणो राजसत्तमम् ⁠। आचक्ष्व विषयं राजन् यावांस्तव वशे स्थितः ⁠।⁠।⁠ ३ ⁠।⁠।'\n यह सुनकर ब्राह्मणने उस श्रेष्ठ राजाको उत्तर दिया—‘महाराज! आपके अधिकारमें जितना देश है, उसकी सीमा बताइये ⁠।⁠।⁠ ३ ⁠।⁠।\n 'सोऽन्यस्य विषये राज्ञो वस्तुमिच्छाम्यहं विभो ⁠। वचस्ते कर्तुमिच्छामि यथाशास्त्रं महीपते ⁠।⁠।⁠ ४ ⁠।⁠।'\n ‘सामर्थ्यशाली नरेश! इस बातको जानकर मैं दूसरे राजाके राज्यमें निवास करना चाहता हूँ और शास्त्रके अनुसार आपकी आज्ञाका पालन करना चाहता हूँ’ ⁠।⁠।⁠ ४ ⁠।⁠।\n 'इत्युक्तस्तु तदा राजा ब्राह्मणेन यशस्विना ⁠। मुहुरुष्णं विनिःश्वस्य न किंचित् प्रत्यभाषत ⁠।⁠।⁠ ५ ⁠।⁠।'\n उस यशस्वी ब्राह्मणके ऐसा कहनेपर राजा जनक बार-बार गरम उच्छ्‌वास लेने लगे, कुछ जवाब न दे सके ⁠।⁠।⁠ ५ ⁠।⁠।\n 'तमासीनं ध्यायमानं राजानममितौजसम् ⁠। कश्मलं सहसागच्छद् भानुमन्तमिव ग्रहः ⁠।⁠।⁠ ६ ⁠।⁠।'\n वे अमित तेजस्वी राजा जनक बैठे हुए विचार कर रहे थे, उस समय उनको उसी प्रकार मोहने सहसा घेर लिया जैसे राहु ग्रह सूर्यको घेर लेता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'समाश्वास्य ततो राजा विगते कश्मले तदा ⁠। ततो मुहूर्तादिव तं ब्राह्मणं वाक्यमब्रवीत् ⁠।⁠।⁠ ७ ⁠।⁠।'\n जब राजा जनक विश्राम कर चुके और उनके मोहका नाश हो गया, तब थोड़ी देर चुप रहनेके बाद वे ब्राह्मणसे बोले ⁠।⁠।⁠ ७ ⁠।⁠।\n `जनक उवाच`\n 'पितृपैतामहे राज्ये वश्ये जनपदे सति ⁠। विषयं नाधिगच्छामि विचिन्वन् पृथिवीमहम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n जनकने कहा—ब्रह्मन्! यद्यपि बाप-दादोंके समयसे ही मिथिला-प्रान्तके राज्यपर मेरा अधिकार है, तथापि जब मैं विचारदृष्टिसे देखता हूँ तो सारी पृथ्वीमें खोजनेपर भी कहीं मुझे अपना देश नहीं दिखायी देता ⁠।⁠।⁠ ८ ⁠।⁠।\n 'नाधिगच्छं यदा पृथ्व्यां मिथिला मार्गिता मया ⁠। नाध्यगच्छं यदा तस्यां स्वप्रजा मार्गिता मया ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'नाध्यगच्छं तदा तस्यां तदा मे कश्मलोऽभवत् ⁠।'\n जब पृथ्वीपर अपने राज्यका पता न पा सका तो मैंने मिथिलामें खोज की। जब वहाँसे भी निराशा हुई तो अपनी प्रजापर अपने अधिकारका पता लगाया, किंतु उनपर भी अपने अधिकारका निश्चय न हुआ, तब मुझे मोह हो गया ⁠।⁠।⁠ ९ ⁠।⁠।\n 'ततो मे कश्मलस्यान्ते मतिः पुनरुपस्थिता ⁠।⁠।⁠ १० ⁠।⁠।'\n 'तदा न विषयं मन्ये सर्वो वा विषयो मम ⁠। आत्मापि चायं न मम सर्वा वा पृथिवी मम ⁠।⁠।⁠ ११ ⁠।⁠।'\n फिर विचारके द्वारा उस मोहका नाश होनेपर मैं इस नतीजेपर पहुँचा हूँ कि कहीं भी मेरा राज्य नहीं है अथवा सर्वत्र मेरा ही राज्य है। एक दृष्टिसे यह शरीर भी मेरा नहीं है और दूसरी दृष्टिसे यह सारी पृथ्वी ही मेरी है ⁠।⁠।⁠ १०-११ ⁠।⁠।\n 'यथा मम तथान्येषामिति मन्ये द्विजोत्तम ⁠। उष्यतां यावदुत्साहो भुज्यतां यावदुष्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n यह जिस तरह मेरी है, उसी तरह दूसरोंकी भी है—ऐसा मैं मानता हूँ। इसलिये द्विजोत्तम! अब आपकी जहाँ इच्छा हो, रहिये एवं जहाँ रहें, उसी स्थानका उपभोग कीजिये ⁠।⁠।⁠ १२ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'पितृपैतामहे राज्ये वश्ये जनपदे सति ⁠। ब्रूहि कां मतिमास्थाय ममत्वं वर्जितं त्वया ⁠।⁠।⁠ १३ ⁠।⁠।'\n ब्राह्मणने कहा—राजन्! जब बाप-दादोंके समयसे ही मिथिला-प्रान्कके राज्यपर आपका अधिकार है, तब बताइये, किस बुद्धिका आश्रय लेकर आपने इसके प्रति अपनी ममताको त्याग दिया है? ⁠।⁠।⁠ १३ ⁠।⁠।\n 'कां वै बुद्धिं समाश्रित्य सर्वो वै विषयस्तव ⁠। नावैषि विषयं येन सर्वो वा विषयस्तव ⁠।⁠।⁠ १४ ⁠।⁠।'\n किस बुद्धिका आश्रय लेकर आप सर्वत्र अपना ही राज्य मानते हैं और किस तरह कहीं भी अपना राज्य नहीं समझते एवं किस तरह सारी पृथ्वीको ही अपना देश समझते हैं? ⁠।⁠।⁠ १४ ⁠।⁠।\n `जनक उवाच`\n 'अन्तवन्त इहावस्था विदिताः सर्वकर्मसु ⁠। नाध्यगच्छमहं तस्मान्ममेदमिति यद् भवेत् ⁠।⁠।⁠ १५ ⁠।⁠।'\n जनकने कहा—ब्रह्मन्! इस संसारमें कर्मोंके अनुसार प्राप्त होनेवाली सभी अवस्थाएँ आदि-अन्तवाली हैं, यह बात मुझे अच्छी तरह मालूम है। इसलिये मुझे ऐसी कोई वस्तु नहीं प्रतीत होती जो मेरी हो सके ⁠।⁠।⁠ १५ ⁠।⁠।\n 'कस्येदमिति कस्य स्वमिति वेदवचस्तथा ⁠। नाध्यगच्छमहं बुद्‍‌ध्या ममेदमिति यद् भवेत् ⁠।⁠।⁠ १६ ⁠।⁠।'\n वेद भी कहता है—‘यह वस्तु किसकी है? यह किसका धन है?* (अर्थात् किसीका नहीं है)’ इसलिये जब मैं अपनी बुद्धिसे विचार करता हूँ, तब कोई भी वस्तु ऐसी नहीं जान पड़ती, जिसे अपनी कह सकें ⁠।⁠।⁠ १६ ⁠।⁠।\n 'एतां बुद्धिं समाश्रित्य ममत्वं वर्जितं मया ⁠। शृणु बुद्धिं च यां ज्ञात्वा सर्वत्र विषयो मम ⁠।⁠।⁠ १७ ⁠।⁠।'\n इसी बुद्धिका आश्रय लेकर मैंने मिथिलाके राज्यसे अपना ममत्व हटा लिया है। अब जिस बुद्धिका आश्रय लेकर मैं सर्वत्र अपना ही राज्य समझता हूँ, उसको सुनो ⁠।⁠।⁠ १७ ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि गन्धान् घ्राणगतानपि ⁠। तस्मान्मे निर्जिता भूमिर्वशे तिष्ठति नित्यदा ⁠।⁠।⁠ १८ ⁠।⁠।'\n मैं अपनी नासिकामें पहुँची हुई सुगन्धको भी अपने सुखके लिये नहीं ग्रहण करना चाहता। इसलिये मैंने पृथ्वीको जीत लिया है और वह सदा ही मेरे वशमें रहती है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि रसानास्येऽपि वर्ततः ⁠। आपो मे निर्जितास्तस्माद् वशे तिष्ठन्ति नित्यदा ⁠।⁠।⁠ १९ ⁠।⁠।'\n मुखमें पड़े हुए रसोंका भी मैं अपनी तृप्तिके लिये नहीं आस्वादन करना चाहता, इसलिये जलतत्त्वपर भी मैं विजय पा चुका हूँ और वह सदा मेरे अधीन रहता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि रूपं ज्योतिश्च चक्षुषः ⁠। तस्मान्मे निर्जितं ज्योतिर्वशे तिष्ठति नित्यदा ⁠।⁠।⁠ २० ⁠।⁠।'\n मैं नेत्रके विषयभूत रूप और ज्योतिका अपने सुखके लिये अनुभव नहीं करना चाहता, इसलिये मैंने तेजको जीत लिया है और वह सदा मेरे अधीन रहता है ⁠।⁠।⁠ २० ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि स्पर्शांस्त्वचि गताश्च ये ⁠। तस्मान्मे निर्जितो वायुर्वशे तिष्ठति नित्यदा ⁠।⁠।⁠ २१ ⁠।⁠।'\n तथा मैं त्वचाके संसर्गसे प्राप्त हुए स्पर्शजनित सुखोंको अपने लिये नहीं चाहता, अतः मेरे द्वारा जीता हुआ वायु सदा मेरे वशमें रहता है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि शब्दान् श्रोत्रगतानपि ⁠। तस्मान्मे निर्जिताः शब्दा वशे तिष्ठन्ति नित्यदा ⁠।⁠।⁠ २२ ⁠।⁠।'\n मैं कानोंमें पड़े हुए शब्दोंको भी अपने सुखके लिये नहीं ग्रहण करना चाहता, इसलिये वे मेरे द्वारा जीते हुए शब्द सदा मेरे अधीन रहते हैं ⁠।⁠।⁠ २२ ⁠।⁠।\n 'नाहमात्मार्थमिच्छामि मनो नित्यं मनोऽन्तरे ⁠। मनो मे निर्जितं तस्माद् वशे तिष्ठति नित्यदा ⁠।⁠।⁠ २३ ⁠।⁠।'\n मैं मनमें आये हुए मन्तव्य विषयोंका भी अपने सुखके लिये अनुभव करना नहीं चाहता, इसलिये मेरे द्वारा जीता हुआ मन सदा मेरे वशमें रहता है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'देवेभ्यश्च पितृभ्यश्च भूतेभ्योऽतिथिभिः सह ⁠। इत्यर्थं सर्व एवेति समारम्भा भवन्ति वै ⁠।⁠।⁠ २४ ⁠।⁠।'\n मेरे समस्त कार्योंका आरम्भ देवता, पितर, भूत और अतिथियोंके निमित्त होता है ⁠।⁠।⁠ २४ ⁠।⁠।\n 'ततः प्रहस्य जनकं ब्राह्मणः पुनरब्रवीत् ⁠। त्वज्जिज्ञासार्थमद्येह विद्धि मां धर्ममागतम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n जनककी ये बातें सुनकर वह ब्राह्मण हँसा और फिर कहने लगा—‘महाराज! आपको मालूम होना चाहिये कि मैं धर्म हूँ और आपकी परीक्षा लेनेके लिये ब्राह्मणका रूप धारण करके यहाँ आया हूँ ⁠।⁠।⁠ २५ ⁠।⁠।\n 'त्वमस्य ब्रह्मलाभस्य दुर्वारस्यानिवर्तिनः ⁠। सत्त्वनेमिनिरुद्धस्य चक्रस्यैकः प्रवर्तकः ⁠।⁠।⁠ २६ ⁠।⁠।'\n ‘अब मुझे निश्चय हो गया कि संसारमें सत्त्वगुणरूप नेमिसे घिरे हुए और कभी पीछेकी ओर न लौटनेवाले इस ब्रह्मप्राप्तिरूप दुर्निवार चक्रका संचालन करनेवाले एकमात्र आप ही हैं’ ⁠।⁠।⁠ २६ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "18",
    "Text": "`ब्राह्मणका पत्नीके प्रति अपने ज्ञाननिष्ठ स्वरूपका परिचय देना` `ब्राह्मण उवाच` \n 'नाहं तथा भीरु चरामि लोके यथा त्वं मां तर्जयसे स्वबुद्‌ध्या ⁠।\n विप्रोऽस्मि मुक्तोऽस्मि वनेचरोऽस्मि गृहस्थधर्मा व्रतवांस्तथास्मि ⁠।⁠।⁠ १ ⁠।⁠।'\n 'नाहमस्मि यथा मां त्वं पश्यसे च शुभाशुभे ⁠। मया व्याप्तमिदं सर्वं यत् किंचिज्जगतीगतम् ⁠।⁠।⁠ २ ⁠।⁠।'\n ब्राह्मणने कहा—भीरु! तुम अपनी बुद्धिसे मुझे जैसा समझकर फटकार रही हो, मैं वैसा नहीं हूँ। मैं इस लोकमें देहाभिमानियोंकी तरह आचरण नहीं करता। तुम मुझे पाप-पुण्यमें आसक्त देखती हो; किंतु वास्तवमें मैं ऐसा नहीं हूँ। मैं ब्राह्मण, जीवन्मुक्त महात्मा, वानप्रस्थ, गृहस्थ और ब्रह्मचारी सब कुछ हूँ। इस भूतलपर जो कुछ दिखायी देता है, वह सब मेरेद्वारा व्याप्त है ⁠।⁠।⁠ १-२ ⁠।⁠।\n 'ये केचिज्जन्तवो लोके जङ्गमाः स्थावराश्च ह ⁠। तेषां मामन्तकं विद्धि दारूणामिव पावकम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n संसारमें जो कोई भी स्थावर-जंगम प्राणी हैं, उन सबका विनाश करनेवाला मृत्यु उसी प्रकार मुझे समझो, जिस प्रकार कि लकड़ियोंका विनाश करनेवाला अग्नि है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'राज्यं पृथिव्यां सर्वस्यामथवापि त्रिविष्टपे ⁠। तथा बुद्धिरियं वेत्ति बुद्धिरेव धनं मम ⁠।⁠।⁠ ४ ⁠।⁠।'\n सम्पूर्ण पृथ्वी तथा स्वर्गपर जो राज्य है, उसे यह बुद्धि जानती है; अतः बुद्धि ही मेरा धन है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'एकः पन्था ब्राह्मणानां येन गच्छन्ति तद्विदः ⁠। गृहेषु वनवासेषु गुरुवासेषु भिक्षुषु ⁠।⁠।⁠ ५ ⁠।⁠।'\n ब्रह्मचर्य, गार्हस्थ्य, वानप्रस्थ और संन्यास आश्रममें स्थित ब्रह्मवेत्ता ब्राह्मण जिस मार्गसे चलते हैं, उन ब्राह्मणोंका वह मार्ग एक ही है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'लिङ्गैर्बहुभिरव्यग्रैरेका बुद्धिरुपास्यते ⁠। नानालिङ्गाश्रमस्थानां येषां बुद्धिः शमात्मिका ⁠।⁠।⁠ ६ ⁠।⁠।'\n 'ते भावमेकमायान्ति सरितः सागरं यथा ⁠।'\n क्योंकि वे लोग बहुत-से व्याकुलतारहित चिह्नोंको धारण करके भी एक बुद्धिका ही आश्रय लेते हैं। भिन्न-भिन्न आश्रमोंमें रहते हुए भी जिनकी बुद्धि शान्तिके साधनमें लगी हुई है, वे अन्तमें एकमात्र सत्स्वरूप ब्रह्मको उसी प्रकार प्राप्त होते हैं, जिस प्रकार सब नदियाँ समुद्रको प्राप्त होती हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'बुद्‌ध्यायं गम्यते मार्गः शरीरेण न गम्यते ⁠। आद्यन्तवन्ति कर्माणि शरीरं कर्मबन्धनम् ⁠।⁠।⁠ ७ ⁠।⁠।'\n यह मार्ग बुद्धिगम्य है, शरीरके द्वारा इसे नहीं प्राप्त किया जा सकता। सभी कर्म आदि और अन्तवाले हैं तथा शरीर कर्मका हेतु है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'तस्मात् ते सुभगे नास्ति परलोककृतं भयम् ⁠। तद्भावभावनिरता ममैवात्मानमेष्यसि ⁠।⁠।⁠ ८ ⁠।⁠।'\n इसलिये देवि! तुम्हें परलोकके लिये तनिक भी भय नहीं करना चाहिये। तुम परमात्मभावकी भावनामें रत रहकर अन्तमें मेरे ही स्वरूपको प्राप्त हो जाओगी ⁠।⁠।⁠ ८ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "19",
    "Text": "`भगवान् श्रीकृष्णके द्वारा ब्राह्मण, ब्राह्मणी और क्षेत्रज्ञका रहस्य बतलाते हुए ब्राह्मणगीताका उपसंहार` `ब्राह्मण्युवाच` \n 'नेदमल्पात्मना शक्यं वेदितुं नाकृतात्मना ⁠। बहु चाल्पं च संक्षिप्तं विप्लुतं च मतं मम ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्राह्मणी बोली—नाथ! मेरी बुद्धि थोड़ी और अन्तःकरण अशुद्ध है, अतः आपने संक्षेपमें जिस महान् ज्ञानका उपदेश किया है, उस बिखरे हुए उपदेशको समझना मेरे लिये कठिन है। मैं तो उसे सुनकर भी धारण न कर सकी ⁠।⁠।⁠ १ ⁠।⁠।\n 'उपायं तं मम ब्रूहि येनैषा लभ्यते मतिः ⁠। तन्मन्ये कारणं त्वत्तो यत एषा प्रवर्तते ⁠।⁠।⁠ २ ⁠।⁠।'\n अतः आप कोई ऐसा उपाय बताइये, जिससे मुझे भी यह बुद्धि प्राप्त हो। मेरा विश्वास है कि वह उपाय आपहीसे ज्ञात हो सकता है ⁠।⁠।⁠ २ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'अरणीं ब्राह्मणीं विद्धि गुरुरस्योत्तरारणिः ⁠। तपःश्रुतेऽभिमथ्नीतो ज्ञानाग्निर्जायते ततः ⁠।⁠।⁠ ३ ⁠।⁠।'\n ब्राह्मणने कहा—देवि! तुम बुद्धिको नीचेकी अरणी और गुरुको ऊपरकी अरणी समझो। तपस्या और वेद-वेदान्तके श्रवण-मननद्वारा मन्थन करनेपर उन अरणियोंसे ज्ञानरूप अग्नि प्रकट होती है ⁠।⁠।⁠ ३ ⁠।⁠।\n `ब्राह्मण्युवाच`\n 'यदिदं ब्राह्मणो लिङ्गं क्षेत्रज्ञ इति संज्ञितम् ⁠। ग्रहीतुं येन यच्छक्यं लक्षणं तस्य तत् क्व नु ⁠।⁠।⁠ ४ ⁠।⁠।'\n ब्राह्मणीने पूछा—नाथ! क्षेत्रज्ञ नामसे प्रसिद्ध शरीरान्तर्वर्ती जीवात्माको जो ब्रह्मका स्वरूप बताया जाता है, यह बात कैसे सम्भव है? क्योंकि जीवात्मा ब्रह्मके नियन्त्रणमें रहता है और जो जिसके नियन्त्रणमें रहता है, वह उसका स्वरूप हो, ऐसा कभी नहीं देखा गया ⁠।⁠।⁠ ४ ⁠।⁠।\n `ब्राह्मण उवाच`\n 'अलिङ्गो निर्गुणश्चैव कारणं नास्य लक्ष्यते ⁠। उपायमेव वक्ष्यामि येन गृह्येत वा न वा ⁠।⁠।⁠ ५ ⁠।⁠।'\n ब्राह्मणने कहा—देवि! क्षेत्रज्ञ वास्तवमें देह-सम्बन्धसे रहित और निर्गुण है; क्योंकि उसके सगुण और साकार होनेका कोई कारण नहीं दिखायी देता। अतः मैं वह उपाय बताता हूँ जिससे वह ग्रहण किया जा सकता है अथवा नहीं भी किया जा सकता ⁠।⁠।⁠ ५ ⁠।⁠।\n 'सम्यगुपायो दृष्टश्च भ्रमरैरिव लक्ष्यते ⁠। कर्मबुद्धिरबुद्धित्वाज्ज्ञानलिङ्गैरिवाश्रितम् ⁠।⁠।⁠ ६ ⁠।⁠।'\n उस क्षेत्रका साक्षात्कार करनेके लिये पूर्ण उपाय देखा गया है। वह यह है कि उसे देखनेकी क्रियाका त्याग कर देनेसे भौंरोंके द्वारा गन्धकी भाँति वह अपने-आप जाना जाता है। किंतु कर्मविषयक बुद्धि वास्तवमें बुद्धि न होनेके कारण ज्ञानके सदृश प्रतीत होती है तो भी वह ज्ञान नहीं है। (अतः क्रियाद्वारा उसका साक्षात्कार नहीं हो सकता) ⁠।⁠।⁠ ६ ⁠।⁠।\n 'इदं कार्यमिदं नेति न मोक्षेषूपदिश्यते ⁠। पश्यतः शृण्वतो बुद्धिरात्मनो येषु जायते ⁠।⁠।⁠ ७ ⁠।⁠।'\n यह कर्तव्य है, यह कर्तव्य नहीं है—यह बात मोक्षके साधनोंमें नहीं कही जाती। जिन साधनोंमें देखने और सुननेवालेकी बुद्धि आत्माके स्वरूपमें निश्चित होती है, वही यथार्थ साधन है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'यावन्त इह शक्येरंस्तावन्तोंऽशान् प्रकल्पयेत् ⁠। अव्यक्तान् व्यक्तरूपांश्च शतशोऽथ सहस्रशः ⁠।⁠।⁠ ८ ⁠।⁠।'\n यहाँ जितनी कल्पनाएँ की जा सकती हैं, उतने ही सैकड़ों और हजारों अव्यक्त और व्यक्तरूप अंशोंकी कल्पना कर लें ⁠।⁠।⁠ ८ ⁠।⁠।\n 'सर्वान्ननार्थयुक्तांश्च सर्वान् प्रत्यक्षहेतुकान् ⁠। यतः परं न विद्येत ततोऽभ्यासे भविष्यति ⁠।⁠।⁠ ९ ⁠।⁠।'\n वे सभी प्रत्यक्ष प्रतीत होनेवाले पदार्थ वास्तविक अर्थयुक्त नहीं हो सकते। जिससे पर कुछ भी नहीं है, उसका साक्षात्कार तो ‘नेति-नेति’ अर्थात् यह भी नहीं, यह भी नहीं—इस अभ्यासके अन्तमें ही होगा ⁠।⁠।⁠ ९ ⁠।⁠।\n `श्रीभगवानुवाच`\n 'ततस्तु तस्या ब्राह्मण्या मतिः क्षेत्रज्ञसंक्षये ⁠। क्षेत्रज्ञानेन परतः क्षेत्रज्ञेभ्यः प्रवर्तते ⁠।⁠।⁠ १० ⁠।⁠।'\n भगवान् श्रीकृष्णने कहा—पार्थ! उसके बाद उस ब्राह्मणीकी बुद्धि, जो क्षेत्रज्ञके संशयसे युक्त थी, क्षेत्रके ज्ञानसे अतीत क्षेत्रज्ञोंसे युक्त हुई ⁠।⁠।⁠ १० ⁠।⁠।\n `अर्जुन उवाच`\n 'क्व नु सा ब्राह्मणी कृष्ण क्व चासौ ब्राह्मणर्षभः ⁠। याभ्यां सिद्धिरियं प्राप्ता तावुभौ वद मेऽच्युत ⁠।⁠।⁠ ११ ⁠।⁠।'\n अर्जुनने पूछा—श्रीकृष्ण! वह ब्राह्मणी कौन थी और वह श्रेष्ठ ब्राह्मण कौन था? अच्युत! जिन दोनोंके द्वारा यह सिद्धि प्राप्त की गयी, उन दोनोंका परिचय मुझे बताइये ⁠।⁠।⁠ ११ ⁠।⁠।\n `श्रीभगवानुवाच`\n 'मनो मे ब्राह्मणं विद्धि बुद्धिं मे विद्धि ब्राह्मणीम् ⁠। क्षेत्रज्ञ इति यश्चोक्तः सोऽहमेव धनंजय ⁠।⁠।⁠ १२ ⁠।⁠।'\n भगवान् श्रीकृष्ण बोले—अर्जुन! मेरे मनको तो तुम ब्राह्मण समझो और मेरी बुद्धिको ब्राह्मणी समझो एवं जिसको क्षेत्रज्ञ—ऐसा कहा गया है, वह मैं ही हूँ ⁠।⁠।⁠ १२ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "20",
    "Text": "`श्रीकृष्णके द्वारा अर्जुनसे मोक्ष-धर्मका वर्णन—गुरु और शिष्यके संवादमें ब्रह्मा और महर्षियोंके प्रश्नोत्तर` `अर्जुन उवाच`\n 'ब्रह्म यत्परमं ज्ञेयं तन्मे व्याख्यातुमर्हसि ⁠। भवतो हि प्रसादेन सूक्ष्मे मे रमते मतिः ⁠।⁠।⁠ १ ⁠।⁠।'\n अर्जुन बोले—भगवन्! इस समय आपकी कृपासे सूक्ष्म विषयके श्रवणमें मेरी बुद्धि लग रही है, अतः जाननेयोग्य परब्रह्मके स्वरूपकी व्याख्या कीजिये ⁠।⁠।⁠ १ ⁠।⁠।\n `वासुदेव उवाच`\n 'अत्राप्युदाहरन्तीममितिहासं पुरातनम् ⁠। संवादं मोक्षसंयुक्तं शिष्यस्य गुरुणा सह ⁠।⁠।⁠ २ ⁠।⁠।'\n 'कश्चिद् ब्राह्मणमासीनमाचार्यं संशितव्रतम् ⁠। शिष्यः पप्रच्छ मेधावी किंस्विच्छ्रेयः परंतप ⁠।⁠।⁠ ३ ⁠।⁠।\n भगवन्तं प्रपन्नोऽहं निःश्रेयसपरायणः ⁠। याचे त्वां शिरसा विप्र यद् ब्रूयां ब्रूहि तन्मम ⁠।⁠।⁠ ४ ⁠।⁠।'\n भगवान् श्रीकृष्णने कहा—अर्जुन! इस विषयको लेकर गुरु और शिष्यमें जो मोक्षविषयक संवाद हुआ था, वह प्राचीन इतिहास बतलाया जा रहा है। एक दिन उत्तम व्रतका पालन करनेवाले एक ब्रह्मवेत्ता आचार्य अपने आसनपर विराजमान थे। परंतप! उस समय किसी बुद्धिमान् शिष्यने उनके पास जाकर निवेदन किया—‘भगवन्! मैं कल्याणमार्गमें प्रवृत्त होकर आपकी शरणमें आया हूँ और आपके चरणोंमें मस्तक झुकाकर याचना करता हूँ कि मैं जो कुछ पूछूँ; उसका उत्तर दीजिये। मैं जानना चाहता हूँ कि श्रेय क्या है?’ ⁠।⁠।⁠ २-४ ⁠।⁠।\n 'तमेवंवादिनं पार्थ शिष्यं गुरुरुवाच ह ⁠। सर्वं तु ते प्रवक्ष्यामि यत्र वै संशयो द्विज ⁠।⁠।⁠ ५ ⁠।⁠।'\n पार्थ! इस प्रकार कहनेवाले उस शिष्यसे गुरु बोले—‘विप्र! तुम्हारा जिस विषयमें संशय है, वह सब मैं तुम्हें बताऊँगा’ ⁠।⁠।⁠ ५ ⁠।⁠।\n 'इत्युक्तः स कुरुश्रेष्ठ गुरुणा गुरुवत्सलः ⁠। प्राञ्जलिः परिपप्रच्छ यत्तच्छृणु महामते ⁠।⁠।⁠ ६ ⁠।⁠।'\n महाबुद्धिमान् कुरुश्रेष्ठ अर्जुन! गुरुके द्वारा इस प्रकार कहे जानेपर उस गुरुके प्यारे शिष्यने हाथ जोड़कर जो कुछ पूछा, उसे सुनो ⁠।⁠।⁠ ६ ⁠।⁠।\n `शिष्य उवाच`\n 'कुतश्चाहं कुतश्च त्वं तत्सत्यं ब्रूहि यत्परम् ⁠। कुतो जातानि भूतानि स्थावराणि चराणि च ⁠।⁠।⁠ ७ ⁠।⁠।'\n शिष्य बोला—विप्रवर! मैं कहाँसे आया हूँ और आप कहाँसे आये हैं? जगत्‌के चराचर जीव कहाँसे उत्पन्न हुए हैं? जो परमतत्त्व है, उसे आप यथार्थरूपसे बताइये ⁠।⁠।⁠ ७ ⁠।⁠।\n 'केन जीवन्ति भूतानि तेषामायुश्च किं परम् ⁠। किं सत्यं किं तपो विप्र के गुणाः सद्भिरीरिताः ⁠।⁠।⁠ ८ ⁠।⁠।'\n विप्रवर! सम्पूर्ण जीव किससे जीवन धारण करते हैं? उनकी अधिक-से-अधिक आयु कितनी है? सत्य और तप क्या है? सत्पुरुषोंने किन गुणोंकी प्रशंसा की है? ⁠।⁠।⁠ ८ ⁠।⁠।\n 'के पन्थानः शिवाश्च स्युः किं सुखं किं च दुष्कृतम् ⁠। एतान् मे भगवन् प्रश्नान् याथातथ्येन सुव्रत ⁠।⁠।⁠ ९ ⁠।⁠।\n वक्तुमर्हसि विप्रर्षे यथावदिह तत्त्वतः ⁠। त्वदन्यः कश्चन प्रश्नानेतान् वक्तुमिहार्हति ⁠।⁠।⁠ १० ⁠।⁠।\n ब्रूहि धर्मविदां श्रेष्ठ परं कौतूहलं मम ⁠। मोक्षधर्मार्थकुशलो भवाँल्लोकेषु गीयते ⁠।⁠।⁠ ११ ⁠।⁠।'\n कौन-कौन-से मार्ग कल्याण करनेवाले हैं? सर्वोत्तम सुख क्या है? और पाप किसे कहते हैं? श्रेष्ठ व्रतका आचरण करनेवाले गुरुदेव! मेरे इन प्रश्नोंका आप यथार्थरूपसे उत्तर देनेमें समर्थ हैं। धर्मज्ञोंमें श्रेष्ठ विप्रर्षे! यह सब जाननेके लिये मेरे मनमें बड़ी उत्कण्ठा है। इस विषयमें इन प्रश्नोंका तत्त्वतः यथार्थ उत्तर देनेमें आपसे अतिरिक्त दूसरा कोई समर्थ नहीं है। अतः आप ही बतलाइये; क्योंकि संसारमें मोक्षधर्मोंके तत्त्वके ज्ञानमें आप कुशल बताये गये हैं ⁠।⁠।⁠ ९—११ ⁠।⁠।\n 'सर्वसंशयरांच्छेत्ता त्वदन्यो न च विद्यते ⁠। संसारभीरवश्चैव मोक्षकामास्तथा वयम् ⁠।⁠।⁠ १२ ⁠।⁠।'\n हम संसारसे भयभीत और मोक्षके इच्छुक हैं। आपके सिवा दूसरा कोई ऐसा नहीं, जो सब प्रकारकी शंकाओंका निवारण कर सके ⁠।⁠।⁠ १२ ⁠।⁠।\n `वासुदेव उवाच`\n 'तस्मै सम्प्रतिपन्नाय यथावत् परिपृच्छते ⁠। शिष्याय गुणयुक्ताय शान्ताय प्रियवर्तिने ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'छायाभूताय दान्ताय यतते ब्रह्मचारिणे ⁠। तान् प्रश्नानब्रवीत् पार्थ मेधावी स धृतव्रतः ⁠। गुरुः कुरुकुलश्रेष्ठ सम्यक् सर्वानरिंदम ⁠।⁠।⁠ १४ ⁠।⁠।'\n भगवान् श्रीकृष्णने कहा—कुरुकुलश्रेष्ठ शत्रुदमन अर्जुन! वह शिष्य सब प्रकारसे गुरुकी शरणमें आया था। यथोचित रीतिसे प्रश्न करता था। गुणवान् और शान्त था। छायाकी भाँति साथ रहकर गुरुका प्रिय करता था तथा जितेन्द्रिय, संयमी और ब्रह्मचारी था। उसके पूछनेपर मेधावी एवं व्रतधारी गुरुने पूर्वोक्त सभी प्रश्नोंका ठीक-ठीक उत्तर दिया ⁠।⁠।⁠ १३-१४ ⁠।⁠।\n `गुरुरुवाच`\n 'ब्रह्मणोक्तमिदं सर्वमृषिप्रवरसेवितम् ⁠। वेदविद्यां समाश्रित्य तत्त्वभूतार्थभावनम् ⁠।⁠।⁠ १५ ⁠।⁠।'\n गुरु बोले—बेटा! ब्रह्माजीने वेद-विद्याका आश्रय लेकर तुम्हारे पूछे हुए इन सभी प्रश्नोंका उत्तर पहलेसे ही दे रखा है तथा प्रधान-प्रधान ऋषियोंने उसका सदा ही सेवन किया है। उन प्रश्नोंके उत्तरमें परमार्थविषयक विचार किया गया है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'ज्ञानं त्वेव परं विद्मः संन्यासं तप उत्तमम् ⁠। यस्तु वेद निराबाधं ज्ञानतत्त्वं विनिश्चयात् ⁠। सर्वभूतस्थमात्मानं स सर्वगतिरिष्यते ⁠।⁠।⁠ १६ ⁠।⁠।'\n हम ज्ञानको ही परब्रह्म और संन्यासको उत्तम तप जानते हैं। जो अबाधित ज्ञानतत्त्वको निश्चयपूर्वक जानकर अपनेको सब प्राणियोंके भीतर स्थित देखता है, वह सर्वगति (सर्वव्यापक) माना जाता है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'यो विद्वान् सहसंवासं विवासं चैव पश्यति ⁠। तथैवैकत्वनानात्वे स दुःखात् परिमुच्यते ⁠।⁠।⁠ १७ ⁠।⁠।'\n जो विद्वान् संयोग और वियोगको तथा वैसे ही एकत्व और नानात्वको एक साथ तत्त्वतः जानता है, वह दुःखसे मुक्त हो जाता है ⁠।⁠।⁠ १७ ⁠।⁠।\n 'यो न कामयते किंचिन्न किंचिदभिमन्यते ⁠। इहलोकस्थ एवैष ब्रह्मभूयाय कल्पते ⁠।⁠।⁠ १८ ⁠।⁠।'\n जो किसी वस्तुकी कामना नहीं करता तथा जिसके मनमें किसी बातका अभिमान नहीं होता, वह इस लोकमें रहता हुआ ही ब्रह्मभावको प्राप्त हो जाता है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'प्रधानगुणतत्त्वज्ञः सर्वभूतविधानवित् ⁠। निर्ममो निरहङ्कारो मुच्यते नात्र संशयः ⁠।⁠।⁠ १९ ⁠।⁠।'\n जो माया और सत्त्वादि गुणोंके तत्त्वको जानता है, जिसे सब भूतोंके विधानका ज्ञान है और जो ममता तथा अहंकारसे रहित हो गया है, वह मुक्त हो जाता है—इसमें संदेह नहीं है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'अव्यक्तबीजप्रभवो बुद्धिस्कन्धमयो महान् ⁠। महाहङ्कारविटप इन्द्रियाङ्कुरकोटरः ⁠।⁠।⁠ २० ⁠।⁠।\n महाभूतविशेषश्च विशेषप्रतिशाखवान् ⁠। सदापर्णः सदापुष्पः सदा शुभफलोदयः ⁠।⁠।⁠ २१ ⁠।⁠।\n अजीवः सर्वभूतानां ब्रह्मबीजः सनातनः ⁠। एतज्ज्ञात्वा च तत्त्वानि ज्ञानेन परमासिना ⁠।⁠।⁠ २२ ⁠।⁠।'\n 'छित्त्वा चामरतां प्राप्य जहाति मृत्युजन्मनी ⁠।'\n यह देह एक वृक्षके समान है। अज्ञान इसका मूल अंकुर (जड़) है, बुद्धि स्कन्ध (तना) है, अहंकार शाखा है, इन्द्रियाँ खोखले हैं, पञ्च महाभूत उसके विशेष अवयव हैं और उन भूतोंके विशेष भेद उसकी टहनियाँ हैं। इसमें सदा ही संकल्परूपी पत्ते उगते और कर्मरूपी फूल खिलते रहते हैं। शुभाशुभ कर्मोंसे प्राप्त होनेवाले सुख-दुःखादि ही उसमें सदा लगे रहनेवाले फल हैं। इस प्रकार ब्रह्मरूपी बीजसे प्रकट होकर प्रवाहरूपसे सदा मौजूद रहनेवाला देहरूपी वृक्ष समस्त प्राणियोंके जीवनका आधार है। जो इसके तत्त्वको भलीभाँति जानकर ज्ञानरूपी उत्तम तलवारसे इसे काट डालता है, वह अमरत्वको प्राप्त होकर जन्म-मृत्युके बन्धनसे छुटकारा पा जाता है ⁠।⁠।⁠ २०—२२ ⁠।⁠।\n 'भूतभव्यभविष्यादि धर्मकामार्थनिश्चयम् ⁠। सिद्धसंघपरिज्ञातं पुराकल्पं सनातनम् ⁠।⁠।⁠ २३ ⁠।⁠।'\n 'प्रवक्ष्येऽहं महाप्राज्ञ पदमुत्तममद्य ते ⁠। बुद्ध्वा यदिह संसिद्धा भवन्तीह मनीषिणः ⁠।⁠।⁠ २४ ⁠।⁠।'\n महाप्राज्ञ! जिसमें भूत, वर्तमान और भविष्य आदिके तथा धर्म, अर्थ और कामके स्वरूपका निश्चय किया गया है, जिसको सिद्धोंके समुदायने भलीभाँति जाना है, जिसका पूर्वकालमें निर्णय किया गया था और बुद्धिमान् पुरुष जिसे जानकर सिद्ध हो जाते हैं, उस परम उत्तम सनातन ज्ञानका अब मैं तुमसे वर्णन करता हूँ ⁠।⁠।⁠ २३-२४ ⁠।⁠।\n 'उपगम्यर्षयः पूर्वं जिज्ञासन्तः परस्परम् ⁠। प्रजापतिभरद्वाजौ गौतमो भार्गवस्तथा ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'वसिष्ठः कश्यपश्चैव विश्वामित्रोऽत्रिरेव च ⁠। मार्गान् सर्वान् परिक्रम्य परिश्रान्ताः स्वकर्मभिः ⁠।⁠।⁠ २६ ⁠।⁠।\n ऋषिमाङ्गिरसं वृद्धं पुरस्कृत्य तु ते द्विजाः ⁠। ददृशुर्ब्रह्मभवने ब्रह्माणं वीतकल्मषम् ⁠।⁠।⁠ २७ ⁠।⁠।\n तं प्रणम्य महात्मानं सुखासीनं महर्षयः ⁠। पप्रच्छुर्विनयोपेता नैःश्रेयसमिदं परम् ⁠।⁠।⁠ २८ ⁠।⁠।'\n पहलेकी बात है, प्रजापति दक्ष, भरद्वाज, गौतम, भृगुनन्दन शुक्र, वसिष्ठ, कश्यप, विश्वामित्र और अत्रि आदि महर्षि अपने कर्मोंद्वारा समस्त मार्गोंमें भटकते-भटकते जब बहुत थक गये, तब एकत्रित हो आपसमें जिज्ञासा करते हुए परम वृद्ध अंगिरा मुनिको आगे करके ब्रह्मलोकमें गये और वहाँ सुखपूर्वक बैठे हुए पापरहित महात्मा ब्रह्माजीका दर्शन करके उन महर्षि ब्राह्मणोंने विनयपूर्वक उन्हें प्रणाम किया। फिर तुम्हारी ही तरह अपने परम कल्याणके विषयमें पूछा— ⁠।⁠।⁠ २५—२८ ⁠।⁠।\n 'कथं कर्म क्रियात्‌ साधु कथं मुच्येत किल्बिषात् ⁠। के नो मार्गाः शिवाश्च स्युः किं सत्यं किं च दुष्कृतम् ⁠।⁠।⁠ २९ ⁠।⁠।'\n ‘श्रेष्ठ कर्म किस प्रकार करना चाहिये? मनुष्य पापसे किस प्रकार छूटता है? कौन-से मार्ग हमारे लिये कल्याणकारक हैं? सत्य क्या है? और पाप क्या है? ⁠।⁠।⁠ २९ ⁠।⁠।\n 'कौ चोभौ कर्मणां मार्गौ प्राप्नुयुर्दक्षिणोत्तरौ ⁠। प्रलयं चापवर्गं च भूतानां प्रभवाप्ययौ ⁠।⁠।⁠ ३० ⁠।⁠।'\n ‘तथा कर्मोंके वे दो मार्ग कौन-से हैं, जिनसे मनुष्य दक्षिणायन और उत्तरायण गतिको प्राप्त होते हैं? प्रलय और मोक्ष क्या हैं? एवं प्राणियोंके जन्म और मरण क्या हैं?’ ⁠।⁠।⁠ ३० ⁠।⁠।\n 'इत्युक्तः स मुनिश्रेष्ठैर्यदाह प्रपितामहः ⁠। तत् तेऽहं सम्प्रवक्ष्यामि शृणु शिष्य यथागमम् ⁠।⁠।⁠ ३१ ⁠।⁠।'\n शिष्य! उन मुनिश्रेष्ठ महर्षियोंके द्वारा इस प्रकार कहे जानेपर उन प्रपितामह ब्रह्माजीने जो कुछ कहा, वह मैं तुम्हें शास्त्रानुसार पूर्णतया बताऊँगा, उसे सुनो ⁠।⁠।⁠ ३१ ⁠।⁠।\n `ब्रह्मोवाच`\n 'सत्याद् भूतानि जातानि स्थावराणि चराणि च ⁠। तपसा तानि जीवन्ति इति तद् वित्त सुव्रताः ⁠। स्वां योनिं समतिक्रम्य वर्तन्ते स्वेन कर्मणा ⁠।⁠।⁠ ३२ ⁠।⁠।'\n ब्रह्माजीने कहा—उत्तम व्रतका पालन करनेवाले महर्षियो! ऐसा जानो कि चराचर जीव सत्यस्वरूप परमात्मासे उत्पन्न हुए हैं और तपरूप कर्मसे जीवन धारण करते हैं। वे अपने कारणस्वरूप ब्रह्मको भूलकर अपने कर्मोंके अनुसार आवागमनके चक्रमें घूमते हैं ⁠।⁠।⁠ ३२ ⁠।⁠।\n `सत्यं हि गुणसंयुक्तं नियतं पञ्चलक्षणम् ⁠।⁠।⁠ ३३ ⁠।⁠।`\n क्योंकि गुणोंसे युक्त हुआ सत्य ही पाँच लक्षणोंवाला निश्चित किया गया है ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'ब्रह्म सत्यं तपः सत्यं सत्यं चैव प्रजापतिः ⁠। सत्याद् भूतानि जातानि सत्यं भूतमयं जगत् ⁠।⁠।⁠ ३४ ⁠।⁠।'\n ब्रह्म सत्य है, तप सत्य है और प्रजापति भी सत्य है। सत्यसे ही सम्पूर्ण भूतोंका जन्म हुआ है। यह भौतिक जगत् सत्यरूप ही है ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'तस्मात् सत्यमया विप्रा नित्यं योगपरायणाः ⁠। अतीतक्रोधसंतापा नियता धर्मसेविनः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n इसलिये सदा योगमें लगे रहनेवाले, क्रोध और संतापसे दूर रहनेवाले तथा नियमोंका पालन करनेवाले धर्मसेवी ब्राह्मण सत्यका आश्रय लेते हैं ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'अन्योन्यनियतान् वैद्यान् धर्मसेतुप्रवर्तकान् ⁠। तानहं सम्प्रवक्ष्यामि शाश्वताल्लोँकभावनान् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n जो परस्पर एक-दूसरेको नियमके अंदर रखनेवाले, धर्म-मर्यादाके प्रवर्तक और विद्वान् हैं, उन ब्राह्मणोंके प्रति मैं लोक-कल्याणकारी सनातन धर्मोंका उपदेश करूँगा ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'चातुर्विद्यं तथा वर्णाश्चातुराश्रमिकान् पृथक् ⁠। धर्ममेकं चतुष्पादं नित्यमाहुर्मनीषिणः ⁠।⁠।⁠ ३७ ⁠।⁠।'\n वैसे ही प्रत्येक वर्ण और आश्रमके लिये पृथक्-पृथक् चार विद्याओंका वर्णन करूँगा। मनीषी विद्वान् चार चरणोंवाले एक धर्मको नित्य बतलाते हैं ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'पन्थानं वः प्रवक्ष्यामि शिवं क्षेमकरं द्विजाः ⁠। नियतं ब्रह्मभावाय गतं पूर्वं मनीषिभिः ⁠।⁠।⁠ ३८ ⁠।⁠।'\n द्विजवरो! पूर्व कालमें मनीषी पुरुष जिसका सहारा ले चुके हैं और जो ब्रह्मभावकी प्राप्तिका सुनिश्चित साधन है, उस परम मंगलकारी कल्याणमय मार्गका तुमलोगोंके प्रति उपदेश करता हूँ, उसे ध्यान देकर सुनो ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'गदन्तस्तं मयाद्येह पन्थानं दुर्विदं परम् ⁠। निबोधत महाभागा निखिलेन परं पदम् ⁠।⁠।⁠ ३९ ⁠।⁠।'\n सौभाग्यशाली प्रवक्तागण! उस अत्यन्त दुर्विज्ञेय मार्गको, जो कि पूर्णतया परमपदस्वरूप है, यहाँ अब मुझसे सुनो ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'ब्रह्मचारिकमेवाहुराश्रमं प्रथमं पदम् ⁠। गार्हस्थ्यं तु द्वितीयं स्याद्‌ वानप्रस्थमतः परम् ⁠। ततः परं तु विज्ञेयमध्यात्मं परमं पदम् ⁠।⁠।⁠ ४० ⁠।⁠।'\n आश्रमोंमें ब्रह्मचर्यको प्रथम आश्रम बताया गया है। गार्हस्थ्य दूसरा और वानप्रस्थ तीसरा आश्रम है, उसके बाद संन्यास आश्रम है। इसमें आत्मज्ञानकी प्रधानता होती है, अतः इसे परमपदस्वरूप समझना चाहिये ⁠।⁠।⁠ ४० ⁠।⁠।\n 'ज्योतिराकाशमादित्यो वायुरिन्द्रः प्रजापतिः ⁠। नोपैति यावदध्यात्मं तावदेतान् न पश्यति ⁠।⁠।⁠ ४१ ⁠।⁠।'\n जबतक अध्यात्मज्ञानकी प्राप्ति नहीं होती, तबतक मनुष्य इन ज्योति, आकाश, वायु, सूर्य, इन्द्र और प्रजापति आदिके यथार्थ तत्त्वको नहीं जानता (आत्मज्ञान होनेपर इनका यथार्थ ज्ञान हो जाता है) ⁠।⁠।⁠ ४१ ⁠।⁠।\n 'तस्योपायं प्रवक्ष्यामि पुरस्तात् तं निबोधत ⁠। फलमूलानिलभुजां मुनीनां वसतां वने ⁠।⁠।⁠ ४२ ⁠।⁠।'\n 'वानप्रस्थं द्विजातीनां त्रयाणामुपदिश्यते ⁠। सर्वेषामेव वर्णानां गार्हस्थ्यं तद् विधीयते ⁠।⁠।⁠ ४३ ⁠।⁠।'\n अतः पहले उस आत्मज्ञानका उपाय बतलाता हूँ, सब लोग सुनिये। ब्राह्मण, क्षत्रिय और वैश्य—इन तीन द्विजातियोंके लिये वानप्रस्थ आश्रमका विधान है। वनमें रहकर मुनिवृत्तिका सेवन करते हुए फल-मूल और वायुके आहारपर जीवन-निर्वाह करनेसे वानप्रस्थ-धर्मका पालन होता है। गृहस्थ-आश्रमका विधान सभी वर्णोंके लिये है ⁠।⁠।⁠ ४२-४३ ⁠।⁠।\n 'श्रद्धालक्षणमित्येवं धर्मं धीराः प्रचक्षते ⁠। इत्येवं देवयाना वः पन्थानः परिकीर्तिताः ⁠। सद्भिरध्यासिता धीरैः कर्मभिर्धर्मसेतवः ⁠।⁠।⁠ ४४ ⁠।⁠।'\n विद्वानोंने श्रद्धाको ही धर्मका मुख्य लक्षण बतलाया है। इस प्रकार आपलोगोंके प्रति देवयान मार्गोंका वर्णन किया गया है। धैर्यवान् संत-महात्मा अपने कर्मोंसे धर्म-मर्यादाका पालन करते हैं ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'एतेषां पृथगध्यास्ते यो धर्मं संशितव्रतः ⁠। कालात् पश्यति भूतानां सदैव प्रभवाप्ययौ ⁠।⁠।⁠ ४५ ⁠।⁠।'\n जो मनुष्य उत्तम व्रतका आश्रय लेकर उपर्युक्त धर्मोंमेंसे किसीका भी दृढ़तापूर्वक पालन करते हैं, वे कालक्रमसे सम्पूर्ण प्राणियोंके जन्म और मरणको सदा ही प्रत्यक्ष देखते हैं ⁠।⁠।⁠ ४५ ⁠।⁠।\n 'अतस्तत्त्वानि वक्ष्यामि याथातथ्येन हेतुना ⁠। विषयस्थानि सर्वाणि वर्तमानानि भागशः ⁠।⁠।⁠ ४६ ⁠।⁠।'\n अब मैं यथार्थ युक्तिके द्वारा पदार्थोंमें विभागपूर्वक रहनेवाले सम्पूर्ण तत्त्वोंका वर्णन करता हूँ ⁠।⁠।⁠ ४६ ⁠।⁠।\n 'महानात्मा तथाव्यक्तमहंकारस्तथैव च ⁠। इन्द्रियाणि दशैकं च महाभूतानि पञ्च च ⁠।⁠।⁠ ४७ ⁠।⁠।'\n 'विशेषाः पञ्चभूतानामिति सर्गः सनातनः ⁠। चतुर्विंशतिरेका च तत्त्वसंख्या प्रकीर्तिता ⁠।⁠।⁠ ४८ ⁠।⁠।'\n अव्यक्त प्रकृति, महत्तत्त्व, अहंकार, दस इन्द्रियाँ, एक मन, पञ्च महाभूत और उनके शब्द आदि विशेष गुण—यह चौबीस तत्त्वोंका सनातन सर्ग है। तथा एक जीवात्मा-इस प्रकार तत्त्वोंकी संख्या पचीस बतलायी गयी है ⁠।⁠।⁠ ४७-४८ ⁠।⁠।\n 'तत्त्वानामथ यो वेद सर्वेषां प्रभवाप्ययौ ⁠। स धीरः सर्वभूतेषु न मोहमधिगच्छति ⁠।⁠।⁠ ४९ ⁠।⁠।'\n जो इन सब तत्त्वोंकी उत्पत्ति और लयको ठीक-ठीक जानता है, वह सम्पूर्ण प्राणियोंमें धीर है और वह कभी मोहमें नहीं पड़ता ⁠।⁠।⁠ ४९ ⁠।⁠।\n 'तत्त्वानि यो वेदयते यथातथं गुणांश्च सर्वानखिलांश्च देवताः ⁠।\n विधूतपाप्मा प्रविमुच्य बन्धनं स सर्वलोकानमलान् समश्नुते ⁠।⁠।⁠ ५० ⁠।⁠।'\n जो सम्पूर्ण तत्त्वों, गुणों तथा समस्त देवताओंको यथार्थरूपसे जानता है, उसके पाप धुल जाते हैं और वह बन्धनसे मुक्त होकर सम्पूर्ण दिव्यलोकोंके सुखका अनुभव करता है ⁠।⁠।⁠ ५० ⁠।⁠।\n"
  },
  {
    "id": 4,
    "Chapter": "21",
    "Text": "`ब्रह्माजीके द्वारा तमोगुणका, उसके कार्यका और फलका वर्णन` `ब्रह्मोवाच`\n 'तदव्यक्तमनुद्रिक्तं सर्वव्यापि ध्रुवं स्थिरम् ⁠। नवद्वारं पुरं विद्यात् त्रिगुणं पञ्चधातुकम् ⁠।⁠।⁠ १ ⁠।⁠।\n एकादशपरिक्षेपं मनोव्याकरणात्मकम् ⁠। बुद्धिस्वामिकमित्येतत् परमेकादशं भवेत् ⁠।⁠।⁠ २ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! जब तीनों गुणोंकी साम्यावस्था होती है, उस समय उसका नाम अव्यक्त प्रकृति होता है। अव्यक्त समस्त प्राकृत कार्योंमें व्यापक, अविनाशी और स्थिर है। उपर्युक्त तीन गुणोंमें जब विषमता आती है, तब वे पञ्चभूतका रूप धारण करते हैं और उनसे नौ द्वारवाले नगर (शरीर)-का निर्माण होता है, ऐसा जानो। इस पुरमें जीवात्माको विषयोंकी ओर प्रेरित करनेवाली मनसहित ग्यारह इन्द्रियाँ हैं। इनकी अभिव्यक्ति मनके द्वारा हुई है। बुद्धि इस नगरकी स्वामिनी है, ग्यारहवाँ मन दस इन्द्रियोंसे श्रेष्ठ है ⁠।⁠।⁠ १-२ ⁠।⁠।\n 'त्रीणि स्रोतांसि यान्यस्मिन्नाप्यायन्ते पुनः पुनः ⁠। प्रनाड्यस्तिस्र एवैताः प्रवर्तन्ते गुणात्मिकाः ⁠।⁠।⁠ ३ ⁠।⁠।'\n इसमें जो तीन स्रोत (चित्तरूपी नदीके प्रवाह) हैं, वे उन तीन गुणमयी नाडियोंके द्वारा बार-बार भरे जाते एवं प्रवाहित होते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'तमो रजस्तथा सत्त्वं गुणानेतान् प्रचक्षते ⁠। अन्योन्यमिथुनाः सर्वे तथान्योन्यानुजीविनः ⁠।⁠।⁠ ४ ⁠।⁠।\n अन्योन्यापाश्रयाश्चापि तथान्योन्यानुवर्तिनः ⁠। अन्योन्यव्यतिषक्ताश्च त्रिगुणाः पञ्चधातवः ⁠।⁠।⁠ ५ ⁠।⁠।'\n सत्त्व, रज और तम—इन तीनोंको गुण कहते हैं। ये परस्पर एक-दूसरेके प्रतिद्वन्द्वी, एक-दूसरेके आश्रित, एक-दूसरेके सहारे टिकनेवाले, एक-दूसरेका अनुसरण करनेवाले और परस्पर मिश्रित रहनेवाले हैं। पाँचों महाभूत त्रिगुणात्मक हैं ⁠।⁠।⁠ ४-५ ⁠।⁠।\n 'तमसो मिथुनं सत्त्वं सत्त्वस्य मिथुनं रजः ⁠। रजसश्चापि सत्त्वं स्यात् सत्त्वस्य मिथुनं तमः ⁠।⁠।⁠ ६ ⁠।⁠।'\n तमोगुणका प्रतिद्वन्द्वी है सत्त्वगुण और सत्त्व-गुणका प्रतिद्वन्द्वी रजोगुण है। इसी प्रकार रजोगुणका प्रतिद्वन्द्वी सत्त्वगुण है और सत्त्वगुणका प्रतिद्वन्द्वी तमोगुण है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'नियम्यते तमो यत्र रजस्तत्र प्रवर्तते ⁠। नियम्यते रजो यत्र सत्त्वं तत्र प्रवर्तते ⁠।⁠।⁠ ७ ⁠।⁠।'\n जहाँ तमोगुणको रोका जाता है, वहाँ रजोगुण बढ़ता है और जहाँ रजोगुणको दबाया जाता है, वहाँ सत्त्वगुणकी वृद्धि होती है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'नैशात्मकं तमो विद्यात् त्रिगुणं मोहसंज्ञितम् ⁠। अधर्मलक्षणं चैव नियतं पापकर्मसु ⁠। तामसं रूपमेतत् तु दृश्यते चापि सङ्गतम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n तमको अन्धकाररूप और त्रिगुणमय समझना चाहिये। उसका दूसरा नाम मोह है। वह अधर्मको लक्षित करानेवाला और पाप करनेवाले लोगोंमें निश्चित रूपसे विद्यमान रहनेवाला है। तमोगुणका यह स्वरूप दूसरे गुणोंसे मिश्रित भी दिखायी देता है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'प्रकृत्यात्मकमेवाहू रजः पर्यायकारकम् ⁠। प्रवृत्तं सर्वभूतेषु दृश्यमुत्पत्तिलक्षणम् ⁠।⁠।⁠ ९ ⁠।⁠।'\n रजोगुणको प्रकृतिरूप बतलाया गया है, यह सृष्टिकी उत्पत्तिका कारण है। सम्पूर्ण भूतोंमें इसकी प्रवृत्ति देखी जाती है। यह दृश्य जगत् उसीका स्वरूप है, उत्पत्ति या प्रवृत्ति ही उसका लक्षण है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'प्रकाशं सर्वभूतेषु लाघवं श्रद्दधानता ⁠। सात्त्विकं रूपमेवं तु लाघवं साधुसम्मितम् ⁠।⁠।⁠ १० ⁠।⁠।'\n सब भूतोंमें प्रकाश, लघुता (गर्वहीनता) और श्रद्धा—यह सत्तवगुणका रूप है। गर्वहीनताकी श्रेष्ठ पुरुषोंने प्रशंसा की है ⁠।⁠।⁠ १० ⁠।⁠।\n 'एतेषां गुणतत्त्वानि वक्ष्यन्ते तत्त्वहेतुभिः ⁠। समासव्यासयुक्तानि तत्त्वतस्तानि बोधत ⁠।⁠।⁠ ११ ⁠।⁠।'\n अब मैं तात्त्विक युक्तियोंद्वारा संक्षेप और विस्तारके साथ इन तीनों गुणोंके कार्योंका यथार्थ वर्णन करता हूँ, इन्हें ध्यान देकर सुनो ⁠।⁠।⁠ ११ ⁠।⁠।\n 'सम्मोहोऽज्ञानमत्यागः कर्मणामविनिर्णयः ⁠। स्वप्नः स्तम्भो भयं लोभः स्वतः सुकृतदूषणम् ⁠।⁠।⁠ १२ ⁠।⁠।\n अस्मृतिश्चाविपाकश्च नास्तिक्यं भिन्नवृत्तिता ⁠। निर्विशेषत्वमन्धत्वं जघन्यगुणवृत्तिता ⁠।⁠।⁠ १३ ⁠।⁠।\n अकृते कृतमानित्वमज्ञाने ज्ञानमानिता ⁠। अमैत्री विकृताभावो ह्यश्रद्धा मूढभावना ⁠।⁠।⁠ १४ ⁠।⁠।\n अनार्जवमसंज्ञत्वं कर्म पापमचेतना ⁠। गुरुत्वं सन्नभावत्वमवशित्वमवाग्गतिः ⁠।⁠।⁠ १५ ⁠।⁠।\n सर्व एते गुणा वृत्तास्तामसाः सम्प्रकीर्तिताः ⁠। ये चान्ये विहिता भावा लोकेऽस्मिन् भावसंज्ञिताः ⁠।⁠।⁠ १६ ⁠।⁠।'\n 'तत्र तत्र नियम्यन्ते सर्वे ते तामसा गुणाः ⁠।'\n मोह, अज्ञान, त्यागका अभाव, कर्मोंका निर्णय न कर सकना, निद्रा, गर्व, भय, लोभ, स्वयं शुभ कर्मोंमें दोष देखना, स्मरणशक्तिका अभाव, परिणाम न सोचना, नास्तिकता, दुश्चरित्रता, निर्विशेषता (अच्छे-बुरेके विवेकका अभाव), इन्द्रियोंकी शिथिलता, हिंसा आदि निन्दनीय दोषोंमें प्रवृत्त होना, अकार्यको कार्य और अज्ञानको ज्ञान समझना, शत्रुता, काममें मन न लगाना, अश्रद्धा, मूर्खतापूर्ण विचार, कुटिलता, नासमझी, पाप करना, अज्ञान, आलस्य आदिके कारण देहका भारी होना, भाव-भक्तिका न होना, अजितेन्द्रियता और नीच कर्मोंमें अनुराग—ये सभी दुर्गुण तमोगुणके कार्य बतलाये गये हैं। इनके सिवा और भी जो-जो बातें इस लोकमें निषिद्ध मानी गयी हैं, वे सब तमोगुणी ही हैं ⁠।⁠।⁠ १२—१६ ⁠।⁠।\n 'परिवादकथा नित्यं देवब्राह्मणवैदिकी ⁠।⁠।⁠ १७ ⁠।⁠।'\n 'अत्यागश्चाभिमानश्च मोहो मन्युस्तथाक्षमा ⁠। मत्सरश्चैव भूतेषु तामसं वृत्तमिष्यते ⁠।⁠।⁠ १८ ⁠।⁠।'\n देवता, ब्राह्मण और वेदकी सदा निन्दा करना, दान न देना, अभिमान, मोह, क्रोध, असहनशीलता और प्राणियोंके प्रति मात्सर्य—ये सब तामस बर्ताव हैं ⁠।⁠।⁠ १७-१८ ⁠।⁠।\n 'वृथारम्भा हि ये केचिद् वृथा दानानि यानि च ⁠। वृथा भक्षणमित्येतत् तामसं वृत्तमिष्यते ⁠।⁠।⁠ १९ ⁠।⁠।'\n (विधि और श्रद्धासे रहित) व्यर्थ कार्योंका आरम्भ करना, (देश-काल-पात्रका विचार न करके अश्रद्धा और अवहेलनापूर्वक) व्यर्थ दान देना तथा (देवता और अतिथिको दिये बिना) व्यर्थ भोजन करना भी तामसिक कार्य है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'अतिवादोऽतितिक्षा च मात्सर्यमभिमानिता ⁠। अश्रद्दधानता चैव तामसं वृत्तमिष्यते ⁠।⁠।⁠ २० ⁠।⁠।'\n अतिवाद, अक्षमा, मत्सरता, अभिमान और अश्रद्धाको भी तमोगुणका बर्ताव माना गया है ⁠।⁠।⁠ २० ⁠।⁠।\n 'एवंविधाश्च ये केचिल्लोकेऽस्मित्‌ पापकर्मिणः ⁠। मनुष्या भिन्नमर्यादास्ते सर्वे तामसाः स्मृताः ⁠।⁠।⁠ २१ ⁠।⁠।'\n संसारमें ऐसे बर्ताववाले और धर्मकी मर्यादा भंग करनेवाले जो भी पापी मनुष्य हैं, वे सब तमोगुणी माने गये हैं ⁠।⁠।⁠ २१ ⁠।⁠।\n 'तेषां योनीः प्रवक्ष्यामि नियताः पापकर्मिणाम् ⁠। अवाङ्निरयभावा ये तिर्यङ्निरयगामिनः ⁠।⁠।⁠ २२ ⁠।⁠।'\n ऐसे पापी मनुष्योंके लिये दूसरे जन्ममें जो योनियाँ निश्चित की हुई हैं, उनका परिचय दे रहा हूँ। उनमेंसे कुछ तो नीचे नरकोंमें ढकेले जाते हैं और कुछ तिर्यग्‌योनियोंमें जन्म ग्रहण करते हैं ⁠।⁠।⁠ २२ ⁠।⁠।\n 'स्थावराणि च भूतानि पशवो वाहनानि च ⁠। क्रव्यादा दन्दशूकाश्च कृमिकीटविहंगमाः ⁠।⁠।⁠ २३ ⁠।⁠।'\n 'अण्डजा जन्तवश्चैव सर्वे चापि चतुष्पदाः ⁠। उन्मत्ता बधिरा मूका ये चान्ये पापरोगिणः ⁠।⁠।⁠ २४ ⁠।⁠।\n मग्नास्तमसि दुर्वृत्ताः स्वकर्मकृतलक्षणाः ⁠। अवाक्स्रोतस इत्येते मग्नास्तमसि तामसाः ⁠।⁠।⁠ २५ ⁠।⁠।'\n स्थावर (वृक्ष-पर्वत आदि) जीव, पशु, वाहन, राक्षस, सर्प, कीड़े-मकोड़े, पक्षी, अण्डज प्राणी, चौपाये, पागल, बहरे, गूँगे तथा अन्य जितने पापमय रोगवाले (कोढ़ी आदि) मनुष्य हैं, वे सब तमोगुणमें डूबे हुए हैं। अपने कर्मोंके अनुसार लक्षणोंवाले ये दुराचारी जीव सदा दुःखमें निमग्न रहते हैं। उनकी चित्तवृत्तियोंका प्रवाह निम्न दशाकी ओर होता है, इसलिये उन्हें अर्वाक् स्रोता कहते हैं। वे तमोगुणमें निमग्न रहनेवाले सभी प्राणी तामसी हैं ⁠।⁠।⁠ २३—२५ ⁠।⁠।\n 'तेषामुत्कर्षमुद्रेकं वक्ष्याम्यहमतः परम् ⁠। यथा ते सुकृताँल्लोकाँल्लभन्ते पुण्यकर्मिणः ⁠।⁠।⁠ २६ ⁠।⁠।'\n इसके पश्चात् मैं यह वर्णन करूँगा कि उन तामसी योनियोंमें गये हुए प्राणियोंका उत्थान और समृद्धि किस प्रकार होती है तथा वे पुण्यकर्मा होकर किस प्रकार श्रेष्ठ लोकोंको प्राप्त होते हैं ⁠।⁠।⁠ २६ ⁠।⁠।\n 'अन्यथा प्रतिपन्नास्तु विवृद्धा ये च कर्मणः ⁠। स्वकर्मनिरतानां च ब्राह्मणानां शुभैषिणाम् ⁠।⁠।⁠ २७ ⁠।⁠।\n संस्कारेणोर्ध्वमायान्ति यतमानाः सलोकताम् ⁠। स्वर्गे गच्छन्ति देवानामित्येषा वैदिकी श्रुतिः ⁠।⁠।⁠ २८ ⁠।⁠।'\n जो विपरीत योनियोंको प्राप्त प्राणी हैं, उनके पापकर्मोंका भोग पूरा हो जानेपर) जब पूर्वकृत पुण्य-कर्मोंका उदय होता है, तब वे शुभकर्मोंके संस्कारोंके प्रभावसे स्वकर्मनिष्ठ कल्याणकामी ब्राह्मणोंकी समानताको प्राप्त होते हैं अर्थात् उनके कुलमें उत्पन्न होते हैं और वहाँ पुनः यत्नशील होकर ऊपर उठते हैं एवं देवताओंके स्वर्गलोकमें चले जाते हैं—यह वेदकी श्रुति है ⁠।⁠।⁠ २७-२८ ⁠।⁠।\n 'अन्यथा प्रतिपन्नास्ते विबुद्धाः स्वेषु कर्मसु ⁠। पुनरावृत्तिधर्माणस्ते भवन्तीह मानुषाः ⁠।⁠।⁠ २९ ⁠।⁠।'\n वे पुनरावृतिशील सकाम धर्मका आचरण करनेवाले मनुष्य देवभावको प्राप्त हो जानेके अनन्तर जब वहाँसे दूसरी योनिमें जाते हैं तब यहाँ (मृत्युलोकमें) मनुष्य होते हैं ⁠।⁠।⁠ २९ ⁠।⁠।\n 'पापयोनिं समापन्नाश्चाण्डाला मूकचूचुकाः ⁠। वर्णान् पर्यायशश्चापि प्राप्नुवन्त्युत्तरोत्तरम् ⁠।⁠।⁠ ३० ⁠।⁠।'\n उनमेंसे कोई-कोई (बचे हुए पापकर्मका फल भोगनेके लिये) पुनः पापयोनिसे युक्त चाण्डाल, गूँगे और अटककर बोलनेवाले होते हैं और प्रायः जन्म-जन्मान्तरमें उत्तरोत्तर उच्च वर्णको प्राप्त होते हैं ⁠।⁠।⁠ ३० ⁠।⁠।\n 'शूद्रयोनिमतिक्रम्य ये चान्ये तामसा गुणाः ⁠। स्रोतोमध्ये समागम्य वर्तन्ते तामसे गुणे ⁠।⁠।⁠ ३१ ⁠।⁠।'\n कोई शूद्रयोनिसे आगे बढ़कर भी तामस गुणोंसे युक्त हो जाते हैं और उसके प्रवाहमें पड़कर तमोगुणमें ही प्रवृत्त रहते हैं ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'अभिष्वङ्गस्तु कामेषु महामोह इति स्मृतः ⁠। ऋषयो मुनयो देवा मुह्यन्त्यत्र सुखेप्सवः ⁠।⁠।⁠ ३२ ⁠।⁠।'\n यह जो भोगोंमें आसक्त हो जाना है, यही महामोह बताया गया है। इस मोहमें पड़कर भोगोंका सुख चाहनेवाले ऋषि, मुनि और देवगण भी मोहित हो जाते हैं (फिर साधारण मनुष्योंकी तो बात ही क्या है?) ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'तमो मोहो महामोहस्तामिस्रः क्रोधसंज्ञितः ⁠। मरणं त्वन्धतामिस्रस्तामिस्रः क्रोध उच्यते ⁠।⁠।⁠ ३३ ⁠।⁠।'\n तम (अविद्या), मोह (अस्मिता), महामोह (राग), क्रोध नामवाला तामिस्र और मृत्युरूप अन्धतामिस्र—यह पाँच प्रकारकी तामसी प्रकृति बतलायी गयी है। क्रोधको ही तामिस्र कहते हैं ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'वर्णतो गुणतश्चैव योनितश्चैव तत्त्वतः ⁠। सर्वमेतत्तमो विप्राः कीर्तितं वो यथाविधि ⁠।⁠।⁠ ३४ ⁠।⁠।'\n विप्रवरो! वर्ण, गुण, योनि और तत्त्वके अनुसार मैंने आपसे तमोगुणका पूरा-पूरा यथावत् वर्णन किया ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'कोन्वेतद् बुध्यते साधु कोन्वेतत् साधु पश्यति ⁠। अतत्त्वे तत्त्वदर्शी यस्तमसस्तत्त्वलक्षणम् ⁠।⁠।⁠ ३५ ⁠।⁠।'\n जो अतत्त्वमें तत्त्व-दृष्टि रखनेवाला है, ऐसा कौन-सा मनुष्य इस विषयको अच्छी तरह देख और समझ सकता है? यह विपरीत दृष्टि ही तमोगुणकी यथार्थ पहचान है ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'तमोगुणा बहुविधाः प्रकीर्तिता यथावदुक्तं च तमः परावरम् ⁠।\n नरो हि यो वेद गुणानिमान् सदा स तामसैः सर्वगुणैः प्रमुच्यते ⁠।⁠।⁠ ३६ ⁠।⁠।'\n इस प्रकार तमोगुणके स्वरूप और उसके कार्यभूत नाना प्रकारके गुणोंका यथावत् वर्णन किया गया तथा तमोगुणसे प्राप्त होनेवाली ऊँची-नीची योनियाँ भी बतला दी गयीं। जो मनुष्य इन गुणोंको ठीक-ठीक जानता है, वह सम्पूर्ण तामसिक गुणोंसे सदा मुक्त रहता है ⁠।⁠।⁠ ३६ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "22",
    "Text": "`रजोगुणके कार्यका वर्णन और उसके जाननेका फल` `ब्रह्मोवाच`\n 'रजोऽहं वः प्रवक्ष्यामि याथातथ्येन सत्तमाः ⁠। निबोधत महाभागा गुणवृत्तं च राजसम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महाभाग्यशाली श्रेष्ठ महर्षियो! अब मैं तुम लोगोंसे रजोगुणके स्वरूप और उसके कार्यभूत गुणोंका यथार्थ वर्णन करूँगा। ध्यान देकर सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'सन्तापो रूपमायासः सुखदुःखे हिमातपौ ⁠। ऐश्वर्यं विग्रहः संधिर्हेतुवादोऽरतिः क्षमा ⁠।⁠।⁠ २ ⁠।⁠।\n बलं शौर्यं मदो रोषो व्यायामकलहावपि ⁠। ईर्ष्येप्सा पिशुनं युद्धं ममत्वं परिपालनम् ⁠।⁠।⁠ ३ ⁠।⁠।\n वधबन्धपरिक्लेशाः क्रयो विक्रय एव च ⁠। निकृन्त छिन्धि भिन्धीति परमर्मावकर्तनम् ⁠।⁠।⁠ ४ ⁠।⁠।\n उग्रं दारुणमाक्रोशः परच्छिद्रानुशासनम् ⁠। लोकचिन्तानुचिन्ता च मत्सरः परिभावनः ⁠।⁠।⁠ ५ ⁠।⁠।\n मृषा वादो मृषा दानं विकल्पः परिभाषणम् ⁠। निन्दा स्तुतिः प्रशंसा च प्रस्तावः पारधर्षणम् ⁠।⁠।⁠ ६ ⁠।⁠।\n परिचर्यानुशुश्रूषा सेवा तृष्णा व्यपाश्रयः ⁠। व्यूहो नयः प्रमादश्च परिवादः परिग्रहः ⁠।⁠।⁠ ७ ⁠।⁠।'\n संताप, रूप, आयास, सुख-दुःख, सर्दी, गर्मी, ऐश्वर्य, विग्रह, सन्धि, हेतुवाद, मनका प्रसन्न न रहना, सहनशक्ति, बल, शूरता, मद, रोष, व्यायाम, कलह, ईर्ष्या, इच्छा, चुगली खाना, युद्ध करना, ममता, कुटुम्बका पालन, वध, बन्धन, क्लेश, क्रय-विक्रय, छेदन, भेदन और विदारणका प्रयत्न, दूसरोंके मर्मको विदीर्ण कर डालनेकी चेष्टा, उग्रता, निष्ठुरता, चिल्लाना, दूसरोंके छिद्र बताना, लौकिक बातोंकी चिन्ता करना, पश्चात्ताप, मत्सरता, नाना प्रकारके सांसारिक भावोंसे भावित होना, असत्य भाषण, मिथ्या दान, संशयपूर्ण विचार, तिरस्कारपूर्वक बोलना, निन्दा, स्तुति, प्रशंसा, प्रताप, बलात्कार, स्वार्थबुद्धिसे रोगीकी परिचर्या और बड़ोंकी शुश्रूषा एवं सेवावृत्ति, तृष्णा, दूसरोंके आश्रित रहना, व्यवहार-कुशलता, नीति, प्रमाद (अपव्यय), परिवाद और परिग्रह—ये सभी रजोगुणके कार्य हैं ⁠।⁠।⁠ २—७ ⁠।⁠।\n 'संस्कारा ये च लोकेषु प्रवर्तन्ते पृथक्पृथक् ⁠। नृषु नारीषु भूतेषु द्रव्येषु शरणेषु च ⁠।⁠।⁠ ८ ⁠।⁠।'\n संसारमें जो स्त्री, पुरुष, भूत, द्रव्य और गृह आदिमें पृथक्-पृथक् संस्कार होते हैं, वे भी रजोगुणकी ही प्रेरणाके फल हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'संतापोऽप्रत्ययश्चैव व्रतानि नियमाश्च ये ⁠। आशीर्युक्तानि कर्माणि पौर्तानि विविधानि च ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'स्वाहाकारो नमस्कारः स्वधाकारो वषट्क्रिया ⁠। याजनाध्यापने चोभे यजनाध्ययने अपि ⁠।⁠।⁠ १० ⁠।⁠।'\n 'दानं प्रतिग्रहश्चैव प्रायश्चित्तानि मङ्गलम् ⁠।'\n संताप, अविश्वास, सकाम भावसे व्रत-नियमोंका पालन, काम्य कर्म, नाना प्रकारके पूर्त (वापी, कूप-तडाग आदि पुण्य) कर्म, स्वाहाकार, नमस्कार, स्वधाकार, वषट्‌कार, याजन, अध्यापन, यजन, अध्ययन, दान, प्रतिग्रह, प्रायश्चित्त और मंगलजनक कर्म भी राजस माने गये हैं ⁠।⁠।⁠ ९-१० ⁠।⁠।\n 'इदं मे स्यादिदं मे स्यात्स्नेहो गुणसमुद्भवः ⁠।⁠।⁠ ११ ⁠।⁠।'\n ‘मुझे यह वस्तु मिल जाय, वह मिल जाय’ इस प्रकार जो विषयोंको पानेके लिये आसक्तिमूलक उत्कण्ठा होती है, उसका कारण रजोगुण ही है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'अभिद्रोहस्तथा माया निकृतिर्मान एव च ⁠। स्तैन्यं हिंसा जुगुप्सा च परितापः प्रजागरः ⁠।⁠।⁠ १२ ⁠।⁠।\n दम्भो दर्पोऽथ रागश्च भक्तिः प्रीतिः प्रमोदनम् ⁠। द्यूतं च जनवादश्च सम्बन्धाः स्त्रीकृताश्च ये ⁠।⁠।⁠ १३ ⁠।⁠।\n नृत्यवादित्रगीतानां प्रसङ्गा ये च केचन ⁠। सर्व एते गुणा विप्रा राजसाः सम्प्रकीर्तिताः ⁠।⁠।⁠ १४ ⁠।⁠।'\n विप्रगण! द्रोह, माया, शठता, मान, चोरी, हिंसा, घृणा, परिताप, जागरण, दम्भ, दर्प, राग, सकाम भक्ति, विषय-प्रेम, प्रमोद, द्यूतक्रीड़ा, लोगोंके साथ विवाद करना, स्त्रियोंके लिये सम्बन्ध बढ़ाना, नाच-बाजे और गानमें आसक्त होना—से सब राजस गुण कहे गये हैं ⁠।⁠।⁠ १२—१४ ⁠।⁠।\n 'भूतभव्यभविष्याणां भावानां भुवि भावनाः ⁠। त्रिवर्गनिरता नित्यं धर्मोऽर्थः काम इत्यपि ⁠।⁠।⁠ १५ ⁠।⁠।\n कामवृत्ताः प्रमोदन्ते सर्वकामसमृद्धिभिः ⁠। अर्वाक्स्रोतस इत्येते मनुष्या रजसा वृताः ⁠।⁠।⁠ १६ ⁠।⁠।'\n जो इस पृथ्वीपर भूत, वर्तमान और भविष्य पदार्थोंकी चिन्ता करते हैं, धर्म, अर्थ और कामरूप त्रिवर्गके सेवनमें लगे रहते हैं, मनमाना बर्ताव करते हैं और सब प्रकारके भोगोंकी समृद्धिसे आनन्द मानते हैं, वे मनुष्य रजोगुणसे आवृत हैं, उन्हें अर्वाक्‌स्रोता कहते हैं ⁠।⁠।⁠ १५-१६ ⁠।⁠।\n 'अस्मिँल्लोके प्रमोदन्ते जायमानाः पुनः पुनः ⁠। प्रेत्य भाविकमीहन्ते ऐहलौकिकमेव च ⁠। ददति प्रतिगृह्णन्ति तर्पयन्त्यथ जुह्वति ⁠।⁠।⁠ १७ ⁠।⁠।'\n ऐसे लोग इस लोकमें बार-बार जन्म लेकर विषयजनित आनन्दमें मग्न रहते हैं और इहलोक तथा परलोकमें सुख पानेका प्रयत्न किया करते हैं। अतः वे सकाम भावसे दान देते हैं, प्रतिग्रह लेते हैं तथा तर्पण और यज्ञ करते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'रजोगुणा वो बहुधानुकीर्तिता यथावदुक्तं गुणवृत्तमेव च ⁠।\n नरोऽपि यो वेद गुणानिमान् सदा स राजसैः सर्वगुणैर्विमुच्यते ⁠।⁠।⁠ १८ ⁠।⁠।'\n मुनिवरो! इस प्रकार मैंने तुमलोगोंसे नाना प्रकारके राजस गुणों और तदनुकूल बर्तावोंका यथावत् वर्णन किया। जो मनुष्य इन गुणोंको जानता है, वह सदा इन समस्त राजस गुणोंके बन्धनोंसे दूर रहता है ⁠।⁠।⁠ १८ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "23",
    "Text": "`सत्त्वगुणके कार्यका वर्णन और उसके जाननेका फल` `ब्रह्मोवाच` \n 'अतः परं प्रवक्ष्यामि तृतीयं गुणमुत्तमम् ⁠। सर्वभूतहितं लोके सतां धर्ममनिन्दितम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! अब मैं तीसरे उत्तम गुण (सत्त्वगुण)-का वर्णन करूँगा, जो जगत्‌में सम्पूर्ण प्राणियोंका हितकारी और श्रेष्ठ पुरुषोंका प्रशंसनीय धर्म है ⁠।⁠।⁠ १ ⁠।⁠।\n 'आनन्दः प्रीतिरुद्रेकः प्राकाश्यं सुखमेव च ⁠। अकार्पण्यमसंरम्भः सन्तोषः श्रद्दधानता ⁠।⁠।⁠ २ ⁠।⁠।\n क्षमा धृतिरहिंसा च समता सत्यमार्जवम् ⁠। अक्रोधश्चानसूया च शौचं दाक्ष्यं पराक्रमः ⁠।⁠।⁠ ३ ⁠।⁠।'\n आनन्द, प्रसन्नता, उन्नति, प्रकाश, सुख, कृपणताका अभाव, निर्भयता, संतोष, श्रद्धा, क्षमा, धैर्य, अहिंसा, समता, सत्य, सरलता, क्रोधका अभाव, किसीके दोष न देखना, पवित्रता, चतुरता और पराक्रम—ये सत्त्वगुणके कार्य हैं ⁠।⁠।⁠ २-३ ⁠।⁠।\n 'मुधा ज्ञानं मुधा वृत्तं मुधा सेवा मुधा श्रमः ⁠। एवं यो युक्तधर्मः स्यात् सोऽमुत्रात्यन्तमश्नुते ⁠।⁠।⁠ ४ ⁠।⁠।'\n नाना प्रकारकी सांसारिक जानकारी, सकाम व्यवहार, सेवा और श्रम व्यर्थ है—ऐसा समझकर जो कल्याणके साधनमें लग जाता है, वह परलोकमें अक्षय सुखका भागी होता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'निर्ममो निरहङ्कारो निराशीः सर्वतः समः ⁠। अकामभूत इत्येव सतां धर्मः सनातनः ⁠।⁠।⁠ ५ ⁠।⁠।'\n ममता, अहंकार और आशासे रहित होकर सर्वत्र समदृष्टि रखना और सर्वथा निष्काम हो जाना ही श्रेष्ठ पुरुषोंका सनातन धर्म है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'विश्रम्भो ह्रीस्तितिक्षा च त्याग शौचमतन्द्रिता ⁠। आनृशंस्यमसम्मोहो दया भूतेष्वपैशुनम् ⁠।⁠।⁠ ६ ⁠।⁠।\n हर्षस्तुष्टिर्विस्मयश्च विनयः साधुवृत्तिता ⁠। शान्तिकर्मणि शुद्धिश्च शुभा बुद्धिर्विमोचनम् ⁠।⁠।⁠ ७ ⁠।⁠।\n उपेक्षा ब्रह्मचर्यं च परित्यागश्च सर्वशः ⁠। निर्ममत्वमनाशीष्ट्वमपरिक्षतधर्मता ⁠।⁠।⁠ ८ ⁠।⁠।'\n विश्वास, लज्जा, तितिक्षा, त्याग, पवित्रता, आलस्यरहित होना, कोमलता, मोहका अभाव, प्राणियोंपर दया करना, चुगली न खाना, हर्ष, संतोष, गर्वहीनता, विनय, सद्‍‌बर्ताव, शान्तिकर्ममें शुद्धभावसे प्रवृत्ति, उत्तम बुद्धि, आसक्तिसे छूटना, जगत्‌के भोगोंसे उदासीनता, ब्रह्मचर्य, सब प्रकारका त्याग, निर्ममता, फलकी कामना न करना तथा धर्मका निरन्तर पालन करते रहना—ये सब सत्त्वगुणके कार्य हैं ⁠।⁠।⁠ ६—८ ⁠।⁠।\n 'मुधा दानं मुधा यज्ञो मुधाऽधीतं मुधा व्रतम् ⁠। मुधा प्रतिग्रहश्चैव मुधा धर्मो मुधा तपः ⁠।⁠।⁠ ९ ⁠।⁠।'\n 'एवंवृत्तास्तु ये केचिल्लोकेऽस्मिन् सत्त्वसंश्रयाः ⁠। ब्राह्मणा ब्रह्मयोनिस्थास्ते धीराः साधुदर्शिनः ⁠।⁠।⁠ १० ⁠।⁠।'\n सकाम दान, यज्ञ, अध्ययन, व्रत, परिग्रह, धर्म और तप—ये सब व्यर्थ हैं—ऐसा समझकर जो उपर्युक्त बर्तावका पालन करते हुए इस जगत्‌में सत्यका आश्रय लेते हैं और वेदकी उत्पत्तिके स्थानभूत परब्रह्म परमात्मामें निष्ठा रखते हैं, वे ब्राह्मण ही धीर और साधुदर्शी माने गये हैं ⁠।⁠।⁠ ९-१० ⁠।⁠।\n 'हित्वा सर्वाणि पापानि निःशोका ह्यथ मानवाः ⁠। दिवं प्राप्य तु ते धीराः कुर्वते वै ततस्तनूः ⁠।⁠।⁠ ११ ⁠।⁠।'\n वे धीर मनुष्य सब पापोंका त्याग करके शोकसे रहित हो जाते हैं और स्वर्गलोकमें जाकर वहाँके भोग भोगनेके लिये अनेक शरीर धारण कर लेते हैं ⁠।⁠।⁠ ११ ⁠।⁠।\n 'ईशित्वं च वशित्वं च लघुत्वं मनसश्च ते ⁠। विकुर्वते महात्मानो देवास्त्रिदिवगा इव ⁠।⁠।⁠ १२ ⁠।⁠।'\n 'ऊर्ध्वस्रोतस इत्येते देवा वैकारिकाः स्मृताः ⁠।'\n सत्त्वगुणसम्पन्न महात्मा स्वर्गवासी देवताओंकी भाँति ईशित्व, वशित्व और लघिमा आदि मानसिक सिद्धियोंको प्राप्त करते हैं। वे ऊर्ध्वस्रोता और वैकारिक देवता माने गये हैं ⁠।⁠।⁠ १२ ⁠।⁠।\n 'विकुर्वन्तः प्रकृत्या वै दिवं प्राप्तास्ततस्ततः ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'यद् यदिच्छन्ति तत् सर्वं भजन्ते विभजन्ति च ⁠।'\n (योगबलसे) स्वर्गको प्राप्त होनेपर उनका चित्त उन-उन भोगजनित संस्कारोंसे विकृत होता है। उस समय वे जो-जो चाहते हैं, उस-उस वस्तुको पाते और बाँटते हैं ⁠।⁠।⁠ १३ ⁠।⁠।\n 'इत्येतत् सात्त्विकं वृत्तं कथितं वो द्विजर्षभाः ⁠। एतद् विज्ञाय लभते विधिवद् यद् यदिच्छति ⁠।⁠।⁠ १४ ⁠।⁠।'\n श्रेष्ठ ब्राह्मणो! इस प्रकार मैंने तुमलोगोंसे सत्त्वगुणके कार्योंका वर्णन किया। जो इस विषयको अच्छी तरह जानता है, वह जिस-जिस वस्तुकी इच्छा करता है, उसीको पा लेता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'प्रकीर्तिताः सत्त्वगुणा विशेषतो यथावदुक्तं गुणवृत्तमेव च ⁠।\n नरस्तु यो वेद गुणानिमान् सदा गुणान् स भुङ्क्ते न गुणैः स युज्यते ⁠।⁠।⁠ १५ ⁠।⁠।'\n यह सत्त्वगुणका विशेषरूपसे वर्णन किया गया तथा सत्त्वगुणका कार्य भी बताया गया। जो मनुष्य इन गुणोंको जानता है, वह सदा गुणोंको भोगता है, किंतु उनसे बँधता नहीं ⁠।⁠।⁠ १५ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "24",
    "Text": "`सत्त्व आदि गुणोंका और प्रकृतिके नामोंका वर्णन` `ब्रह्मोवाच`\n 'नैव शक्या गुणा वक्तुं पृथक्त्वेनैव सर्वशः ⁠। अविच्छिन्नानि दृश्यन्ते रजः सत्त्वं तमस्तथा ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! सत्त्व, रज और तम—इन गुणोंका सर्वथा पृथक्‌रूपसे वर्णन करना असम्भव है; क्योंकि ये तीनों गुण अविच्छिन्न (मिले हुए) देखे जाते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'अन्योन्यमथ रज्यन्ते ह्यन्योन्यं चार्थजीविनः ⁠। अन्योन्यमाश्रयाः सर्वे तथान्योन्यानुवर्तिनः ⁠।⁠।⁠ २ ⁠।⁠।'\n ये सभी परस्पर रँगे हुए, एक-दूसरेसे अनुप्राणित, अन्योन्याश्रित तथा एक-दूसरेका अनुसरण करनेवाले हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'यावत्सत्त्वं रजस्तावद् वर्तते नात्र संशयः ⁠। यावत्तमश्च सत्त्वं च रजस्तावदिहोच्यते ⁠।⁠।⁠ ३ ⁠।⁠।'\n इसमें संदेह नहीं कि इस जगत्‌में जबतक सत्त्वगुण रहता है, तबतक रजोगुण भी रहता है एवं जबतक तमोगुण रहता है, तबतक सत्त्वगुण और रजोगुणकी भी सत्ता रहती है, ऐसा कहते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'संहत्य कुर्वते यात्रां सहिताः संघचारिणः ⁠। संघातवृत्तयो ह्येते वर्तन्ते हेत्वहेतुभिः ⁠।⁠।⁠ ४ ⁠।⁠।'\n ये गुण किसी निमित्तसे अथवा बिना निमित्तके भी सदा साथ रहते हैं, साथ-ही-साथ विचरते हैं, समूह बनाकर यात्रा करते हैं और संघात (शरीर)-में मौजूद रहते हैं ⁠।⁠।⁠ ४ ⁠।⁠।\n 'उद्रेकव्यतिरिक्तानां तेषामन्योन्यवर्तिनाम् ⁠। वक्ष्यते तद् यथा न्यूनं व्यतिरिक्तं च सर्वशः ⁠।⁠।⁠ ५ ⁠।⁠।'\n ऐसा होनेपर भी कहीं तो इन उन्नति और अवनतिके स्वभाववाले तथा एक-दूसरेका अनुसरण करनेवाले गुणोंमेंसे किसीकी न्यूनता देखी जाती है और कहीं अधिकता। सो किस प्रकार? यह बताया जाता है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'व्यतिरिक्तं तमो यत्र तिर्यग् भावगतं भवेत् ⁠। अल्पं तत्र रजो ज्ञेयं सत्त्वमल्पतरं तथा ⁠।⁠।⁠ ६ ⁠।⁠।'\n तिर्यग् योनियोंमें जहाँ तमोगुणकी अधिकता होती है, वहाँ थोड़ा रजोगुण और बहुत थोड़ा सत्त्वगुण समझना चाहिये ⁠।⁠।⁠ ६ ⁠।⁠।\n 'उद्रिक्तं च रजो यत्र मध्यस्रोतोगतं भवेत् ⁠। अल्पं तत्र तमो ज्ञेयं सत्त्वमल्पतरं तथा ⁠।⁠।⁠ ७ ⁠।⁠।'\n मध्यस्रोता अर्थात् मनुष्ययोनिमें, जहाँ रजोगुणकी मात्रा अधिक होती है, वहाँ थोड़ा तमोगुण और बहुत थोड़ा सत्त्वगुण समझना चाहिये ⁠।⁠।⁠ ७ ⁠।⁠।\n 'उद्रिक्तं च यदा सत्त्वमूर्ध्वस्रोतोगतं भवेत् ⁠। अल्पं तत्र तमो ज्ञेयं रजश्चाल्पतरं तथा ⁠।⁠।⁠ ८ ⁠।⁠।'\n इसी प्रकार ऊर्ध्वस्रोता यानी देवयोनियोंमें जहाँ सत्त्वगुणकी वृद्धि होती है, वहाँ तमोगुण अल्प और रजोगुण अल्पतर जानना चाहिये ⁠।⁠।⁠ ८ ⁠।⁠।\n 'सत्त्वं वैकारिकी योनिरिन्द्रियाणां प्रकाशिका ⁠। न हि सत्त्वात् परो धर्मः कश्चिदन्यो विधीयते ⁠।⁠।⁠ ९ ⁠।⁠।'\n सत्त्वगुण इन्द्रियोंकी उत्पत्तिका कारण है, उसे वैकारिक हेतु मानते हैं। वह इन्द्रियों और उनके विषयोंको प्रकाशित करनेवाला है। सत्त्वगुणसे बढ़कर दूसरा कोई धर्म नहीं बताया गया है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः ⁠। जघन्यगुणसंयुक्ता यान्त्यधस्तामसा जनाः ⁠।⁠।⁠ १० ⁠।⁠।'\n सत्त्वगुणमें स्थित पुरुष स्वर्गादि उच्च लोकोंको जाते हैं, रजोगुणमें स्थित पुरुष मध्यमें अर्थात् मनुष्यलोकमें ही रहते हैं और तमोगुणके कार्यरूप निद्रा, प्रमाद एवं आलस्य आदिमें स्थित हुए तामस मनुष्य अधोगतिको प्राप्त होते—नीच योनियों अथवा नरकोंमें पड़ते हैं ⁠।⁠।⁠ १० ⁠।⁠।\n 'तमः शूद्रे रजः क्षत्रे ब्राह्मणे सत्त्वमुत्तमम् ⁠। इत्येवं त्रिषु वर्णेषु विवर्तन्ते गुणास्त्रयः ⁠।⁠।⁠ ११ ⁠।⁠।'\n शूद्रमें तमोगुणकी, क्षत्रियमें रजोगुणकी और ब्राह्मणमें सत्त्वगुणकी प्रधानता होती है। इस प्रकार इन तीन वर्णोंमें मुख्यतासे ये तीन गुण रहते हैं ⁠।⁠।⁠ ११ ⁠।⁠।\n 'दूरादपि हि दृश्यन्ते सहिताः संघचारिणः ⁠। तमः सत्त्वं रजश्चैव पृथक्त्वे नानुशुश्रुम ⁠।⁠।⁠ १२ ⁠।⁠।'\n एक साथ चलनेवाले ये गुण दूरसे भी मिले हुए ही दिखायी पड़ते हैं। तमोगुण, सत्त्वगुण और रजोगुण—ये सर्वथा पृथक्-पृथक् हों, ऐसा कभी नहीं सुना ⁠।⁠।⁠ १२ ⁠।⁠।\n 'दृष्ट्वा त्वादित्यमुद्यन्तं कुचराणां भयं भवेत् ⁠। अध्वगाः परितप्येयुरुष्णतो दुःखभागिनः ⁠।⁠।⁠ १३ ⁠।⁠।'\n सूर्यको उदित हुआ देखकर दुराचारी मनुष्योंको भय होता है और धूपसे दुःखित राहगीर संतप्त होते हैं ⁠।⁠।⁠ १३ ⁠।⁠।\n 'आदित्यः सत्त्वमुद्रिक्तं कुचरास्तु तथा तमः ⁠। परितापोऽध्वगानां च रजसो गुण उच्यते ⁠।⁠।⁠ १४ ⁠।⁠।'\n क्योंकि सूर्य सत्त्वगुण प्रधान हैं, दुराचारी मनुष्य तमोगुण प्रधान हैं एवं राहगीरोंको होनेवाला संताप रजोगुण प्रधान कहा गया है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'प्राकाश्यं सत्त्वमादित्यः संतापो रजसो गुणः ⁠। उपप्लवस्तु विज्ञेयस्तामसस्तस्य पर्वसु ⁠।⁠।⁠ १५ ⁠।⁠।'\n सूर्यका प्रकाश सत्त्वगुण है, उनका ताप रजोगुण है और अमावास्याके दिन जो उनपर ग्रहण लगता है, वह तमोगुणका कार्य है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'एवं ज्योतिष्षु सर्वेषु निवर्तन्ते गुणास्त्रयः ⁠। पर्यायेण च वर्तन्ते तत्र तत्र तथा तथा ⁠।⁠।⁠ १६ ⁠।⁠।'\n इस प्रकार सभी ज्योतियोंमें तीनों गुण क्रमशः वहाँ-वहाँ उस-उस प्रकारसे प्रकट होते और विलीन होते रहते हैं ⁠।⁠।⁠ १६ ⁠।⁠।\n 'स्थावरेषु तु भावेषु तिर्यग्भावगतं तमः ⁠। राजसास्तु विवर्तन्ते स्नेहभावस्तु सात्त्विकः ⁠।⁠।⁠ १७ ⁠।⁠।'\n स्थावर प्राणियोंमें तमोगुण अधिक होता है, उनमें जो बढ़नेकी क्रिया है वह राजस है और जो चिकनापन है, वह सात्त्विक है ⁠।⁠।⁠ १७ ⁠।⁠।\n 'अहस्त्रिधा तु विज्ञेयं त्रिधा रात्रिर्विधीयते ⁠। मासार्धमासवर्षाणि ऋतवः संधयस्तथा ⁠।⁠।⁠ १८ ⁠।⁠।'\n गुणोंके भेदसे दिनको भी तीन प्रकारका समझना चाहिये। रात भी तीन प्रकारकी होती है तथा मास, पक्ष, वर्ष, ऋतु और संध्याके भी तीन-तीन भेद होते हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n 'त्रिधा दानानि दीयन्ते त्रिधा यज्ञः प्रवर्तते ⁠। त्रिधा लोकास्त्रिधा देवास्त्रिधा विद्यास्त्रिधा गतिः ⁠।⁠।⁠ १९ ⁠।⁠।'\n गुणोंके भेदसे तीन प्रकारसे दान दिये जाते हैं। तीन प्रकारका यज्ञानुष्ठान होता है। लोक, देव, विद्या और गति भी तीन-तीन प्रकारकी होती है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'भूतं भव्यं भविष्यं च धर्मोऽर्थः काम एव च ⁠। प्राणापानावुदानश्चाप्येत एव त्रयो गुणाः ⁠।⁠।⁠ २० ⁠।⁠।'\n भूत, वर्तमान, भविष्य, धर्म, अर्थ, काम, प्राण, अपान और उदान—ये सब त्रिगुणात्मक ही हैं ⁠।⁠।⁠ २० ⁠।⁠।\n 'पर्यायेण प्रवर्तन्ते तत्र तत्र तथा तथा ⁠। यत्किंचिदिह लोकेऽस्मिन् सर्वमेते त्रयो गुणाः ⁠।⁠।⁠ २१ ⁠।⁠।'\n इस जगत्‌में जो कोई भी वस्तु भिन्न-भिन्न स्थानोंमें भिन्न-भिन्न प्रकारसे उपलब्ध होती है, वह सब त्रिगुणमय है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'त्रयो गुणाः प्रवर्तन्ते ह्यव्यक्ता नित्यमेव तु ⁠। सत्त्वं रजस्तमश्चैव गुणसर्गः सनातनः ⁠।⁠।⁠ २२ ⁠।⁠।'\n सर्वत्र तीनों गुणोंकी ही सत्ता है। ये तीनों अव्यक्त और प्रवाहरूपसे नित्य भी हैं। सत्त्व, रज और तम—इन गुणोंकी सृष्टि सनातन है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'तमो व्यक्तं शिवं धाम रजो योनिः सनातनः ⁠। प्रकृतिर्विकारः प्रलयः प्रधानं प्रभवाप्ययौ ⁠।⁠।⁠ २३ ⁠।⁠।\n अनुद्रिक्तमनूनं वाप्यकम्पमचलं ध्रुवम् ⁠। सदसच्चैव तत् सर्वमव्यक्तं त्रिगुणा स्मृतम् ⁠। ज्ञेयानि नामधेयानि नरैरध्यात्मचिन्तकैः ⁠।⁠।⁠ २४ ⁠।⁠।'\n प्रकृतिको तम, व्यकत, शिव, धाम, रज, योनि, सनातन, प्रकृति, विकार, प्रलय, प्रधान प्रभव, अप्यय, अनुद्रिक्त, अनून, अकम्प, अचल, ध्रुव, सत्, असत्, अव्यक्त और त्रिगुणात्मक कहते हैं। अध्यात्मतत्त्वका चिन्तन करनेवाले लोगोंको इन नामोंका ज्ञान प्राप्त करना चाहिये ⁠।⁠।⁠ २३-२४ ⁠।⁠।\n 'अव्यक्तनामानि गुणांश्च तत्त्वतो यो वेद सर्वाणि गतीश्च केवलाः ⁠।\n विमुक्तदेहः प्रविभागतत्त्ववित् स मुच्यते सर्वगुणैर्निरामयः ⁠।⁠।⁠ २५ ⁠।⁠।'\n जो मनुष्य प्रकृतिके इन नामों, सत्त्वादि गुणों और सम्पूर्ण विशुद्ध गतियोंको ठीक-ठीक जानता है, वह गुण-विभागके तत्त्वका ज्ञाता है। उसके ऊपर सांसारिक दुःखोंका प्रभाव नहीं पड़ता। वह देह-त्यागके पश्चात् सम्पूर्ण गुणोंके बन्धनसे छुटकारा पा जाता है ⁠।⁠।⁠ २५ ⁠।⁠।\n"
  },
  {
    "id": 4,
    "Chapter": "25",
    "Text": "`महत्तत्त्वके नाम और परमात्मतत्त्वको जाननेकी महिमा` `ब्रह्मोवाच` \n 'अव्यक्तात् पूर्वमुत्पन्नो महानात्मा महामतिः ⁠। आदिर्गुणानां सर्वेषां प्रथमः सर्ग उच्यते ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजी बोले—महर्षिगण! पहले अव्यक्त प्रकृतिसे महान् आत्मस्वरूप महाबुद्धितत्त्व उत्पन्न हुआ। यही सब गुणोंका आदि तत्त्व और प्रथम सर्ग कहा जाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'महानात्मा मतिर्विष्णुर्जिष्णुः शम्भुश्च वीर्यवान् ⁠। बुद्धिः प्रज्ञोपलब्धिश्च तथा ख्यातिर्धृतिः स्मृतिः ⁠।⁠।⁠ २ ⁠।⁠।\n पर्यायवाचकैः शब्दैर्महानात्मा विभाव्यते ⁠। तं जानन् ब्राह्मणो विद्वान् प्रमोहं नाधिगच्छति ⁠।⁠।⁠ ३ ⁠।⁠।'\n महान् आत्मा, मति, विष्णु, जिष्णु, शम्भु, वीर्यवान्, बुद्धि, प्रज्ञा, उपलब्धि, ख्याति, धृति, स्मृति—इन पर्यायवाची नामोंसे महान् आत्माकी पहचान होती है। उसके तत्त्वको जाननेवाला विद्वान् ब्राह्मण कभी मोहमें नहीं पड़ता ⁠।⁠।⁠ २-३ ⁠।⁠।\n 'सर्वतःपाणिपादश्च सर्वतोऽक्षिशिरोमुखः ⁠। सर्वतःश्रुतिमाँल्लोके सर्वं व्याप्य स तिष्ठति ⁠।⁠।⁠ ४ ⁠।⁠।'\n परमात्मा सब ओर हाथ-पैरवाला, सब ओर नेत्र, सिर और मुखवाला तथा सब ओर कानवाला है; क्योंकि वह संसारमें सबको व्याप्त करके स्थित है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'महाप्रभावः पुरुषः सर्वस्य हृदि निश्चितः ⁠। अणिमा लघिमा प्राप्तिरीशानो ज्योतिरव्ययः ⁠।⁠।⁠ ५ ⁠।⁠।'\n सबके हृदयमें विराजमान परम पुरुष परमात्माका प्रभाव बहुत बड़ा है। अणिमा, लघिमा और प्राप्ति आदि सिद्धियाँ उसीके स्वरूप हैं। वह सबका शासन करनेवाला, ज्योतिर्मय और अविनाशी है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'तत्र बुद्धिविदो लोकाः सद्भावनिरताश्च ये ⁠। ध्यानिनो नित्ययोगाश्च सत्यसंधा जितेन्द्रियाः ⁠।⁠।⁠ ६ ⁠।⁠।\n ज्ञानवन्तश्च ये केचिदलुब्धा जितमन्यवः ⁠। प्रसन्नमनसो धीरा निर्ममा निरहंकृताः ⁠।⁠।⁠ ७ ⁠।⁠।\n विमुक्ताः सर्व एवैते महत्त्वमुपयान्त्युत ⁠। आत्मनो महतो वेद यः पुण्यां गतिमुत्तमाम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n संसारमें जो कोई भी मनुष्य बुद्धिमान्, सद्भाव-परायण, ध्यानी, नित्य योगी, सत्यप्रतिज्ञ, जितेन्द्रिय, ज्ञानवान् लोभहीन, क्रोधको जीतनेवाले, प्रसन्नचित्त, धीर तथा ममता और अहंकारसे रहित हैं, वे सब मुक्त होकर परमात्माको प्राप्त होते हैं। जो सर्वश्रेष्ठ परमात्माकी महिमाको जानता है, उसे पुण्यदायक उत्तम गति मिलती है ⁠।⁠।⁠ ६—८ ⁠।⁠।\n 'अहंकारात् प्रसूतानि महाभूतानि पञ्च वै ⁠। पृथिवी वायुराकाशमापो ज्योतिश्च पञ्चमम् ⁠।⁠।⁠ ९ ⁠।⁠।'\n पृथ्वी, वायु, आकाश, जल और पाँचवाँ तेज—ये पाँचों महाभूत अहंकारसे उत्पन्न होते हैं ⁠।⁠।⁠ ९ ⁠।⁠।\n 'तेषु भूतानि युज्यन्ते महाभूतेषु पञ्चसु ⁠। ते शब्दस्पर्शरूपेषु रसगन्धक्रियासु च ⁠।⁠।⁠ १० ⁠।⁠।'\n उन पाँचों महाभूतों तथा उनके कार्य शब्द, स्पर्श, रूप, रस, गन्ध आदिसे सम्पूर्ण प्राणी युक्त हैं ⁠।⁠।⁠ १० ⁠।⁠।\n 'महाभूतविनाशान्ते प्रलये प्रत्युपस्थिते ⁠। सर्वप्राणभृतां धीरा महदुत्पद्यते भयम् ⁠।⁠।⁠ ११ ⁠।⁠।'\n 'स धीरः सर्वलोकेषु न मोहमधिगच्छति ⁠।'\n धैर्यशाली महर्षियो! जब पञ्चमहाभूतोंके विनाशके समय प्रलयकाल उपस्थित होता है, उस समय समस्त प्राणियोंको महान् भयका सामना करना पड़ता है। किंतु सम्पूर्ण लोगोंमें जो आत्मज्ञानी धीर पुरुष है, वह उस समय भी मोहित नहीं होता ⁠।⁠।⁠ ११ ⁠।⁠।\n 'विष्णुरेवादिसर्गेषु स्वयम्भूर्भवति प्रभुः ⁠।⁠।⁠ १२ ⁠।⁠।'\n 'एवं हि यो वेद गुहाशयं प्रभुं परं पुराणं पुरुषं विश्वरूपम् ⁠।\n हिरण्मयं बुद्धिमतां परां गतिं स बुद्धिमान् बुद्धिमतीत्य तिष्ठति ⁠।⁠।⁠ १३ ⁠।⁠।'\n आदिसर्गमें सर्वसमर्थ स्वयम्भू विष्णु ही स्वयं अपनी इच्छासे प्रकट होते है। जो इस प्रकार बुद्धिरूपी गुहामें स्थित, विश्वरूप, पुराणपुरुष, हिरण्मय देव और ज्ञानियोंकी परम गतिरूप परम प्रभुको जानता है, वह बुद्धिमान् बुद्धिकी सीमाके पार पहुँच जाता है ⁠।⁠।⁠ १२-१३ ⁠।⁠।\n"
  },
  {
    "id": 5,
    "Chapter": "26",
    "Text": "`अहंकारकी उत्पत्ति और उसके स्वरूपका वर्णन` `ब्रह्मोवाच` \n 'य उत्पन्नो महान् पूर्वमहंकारः स उच्यते ⁠। अहमित्येव सम्भूतो द्वितीयः सर्ग उच्यते ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! जो पहले महत्तत्त्व उत्पन्न हुआ था, वही अहंकार कहा जाता है। जब वह अहंरूपमें प्रादुर्भूत होता है, तब वह दूसरा सर्ग कहलाता है ⁠।⁠।⁠ १ ⁠।⁠।\n 'अहंकारश्च भूतादिर्वैकारिक इति स्मृतः ⁠। तेजसश्चेतना धातुः प्रजासर्गः प्रजापतिः ⁠।⁠।⁠ २ ⁠।⁠।'\n यह अहंकार भूतादि विकारोंका कारण है, इसलिये वैकारिक माना गया है। यह रजोगुणका स्वरूप है, इसलिये तैजस् है। इसका आधार चेतन आत्मा है। सारी प्रजाकी सृष्टि इसीसे होती है, इसलिये इसको प्रजापति कहते हैं ⁠।⁠।\n 'देवानां प्रभवो देवो मनसश्च त्रिलोककृत् ⁠। अहमित्येव तत्सर्वमभिमन्ता स उच्यते ⁠।⁠।⁠ ३ ⁠।⁠।'\n यह श्रोत्रादि इन्द्रियरूप देवोंका और मनका उत्पत्ति-स्थान एवं स्वयं भी देवस्वरूप है, इसलिये इसे त्रिलोकीका कर्त्ता माना गया है। यह सम्पूर्ण जगत् अहंकारस्वरूप है, इसलिये यह अभिमन्ता कहा जाता है ⁠।⁠।\n 'अध्यात्मज्ञानतृप्तानां मुनीनां भावितात्मनाम् ⁠। स्वाध्यायक्रतुसिद्धानामेष लोकः सनातनः ⁠।⁠।⁠ ४ ⁠।⁠।'\n जो अध्यात्मज्ञानमें तृप्त, आत्माका चिन्तन करनेवाले और स्वाध्यायरूपी यज्ञमें सिद्ध हैं, उन मुनिजनोंको यह सनातन लोक प्राप्त होता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'अहंकारेणाहरतो गुणानिमान् भूतादिरेवं सृजते स भूतकृत् ⁠।\n वैकारिकः सर्वमिदं विचेष्टते स्वतेजसा रञ्जयते जगत् तथा ⁠।⁠।⁠ ५ ⁠।⁠।'\n समस्त भूतोंका आदि और सबको उत्पन्न करनेवाला वह अहंकारका आधारभूत जीवात्मा अहंकारके द्वारा सम्पूर्ण गुणोंकी रचना करता है और उनका उपभोग करता है। यह जो कुछ भी चेष्टाशील जगत् है, वह विकारोंके कारणरूप अहंकारका ही स्वरूप है। वह अहंकार ही अपने तेजसे सारे जगत्‌को रजोमय (भोगोंका इच्छुक) बनाता है ⁠।⁠।⁠ ५ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "27",
    "Text": "`अहंकारसे पञ्च महाभूतों और इन्द्रियोंकी सृष्टि, अध्यात्म, अधिभूत और अधिदैवतका वर्णन तथा निवृत्तिमार्गका उपदेश` `ब्रह्मोवाच` \n 'अहंकारात् प्रसूतानि महाभूतानि पञ्च वै ⁠। पृथिवी वायुराकाशमापो ज्योतिश्च पञ्चमम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षिगण! अहंकारसे पृथ्वी, वायु, आकाश, जल और पाँचवाँ तेज—ये पञ्च महाभूत उत्पन्न हुए हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'तेषु भूतानि मुह्यन्ति महाभूतेषु पञ्चसु ⁠। शब्दस्पर्शनरूपेषु रसगन्धक्रियासु च ⁠।⁠।⁠ २ ⁠।⁠।'\n इन्हीं पञ्च महाभूतोंमें अर्थात् इनके शब्द, स्पर्श, रूप, रस और गन्ध नामक विषयोंमें समस्त प्राणी मोहित रहते हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'महाभूतविनाशान्ते प्रलये प्रत्युपस्थिते ⁠। सर्वप्राणभृतां धीरा महदभ्युद्यते भयम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n धैर्यशाली महर्षियो! महाभूतोंका नाश होते समय जब प्रलयका अवसर आता है, उस समय समस्त प्राणियोंको महान् भय प्राप्त होता है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'यद् यस्माज्जायते भूतं तत्र तत् प्रविलीयते ⁠। लीयन्ते प्रतिलोमानि जायन्ते चोत्तरोत्तरम् ⁠।⁠।⁠ ४ ⁠।⁠।'\n जो भूत जिससे उत्पन्न होता है, उसका उसीमें लय हो जाता है। ये भूत अनुलोमक्रमसे एकके बाद एक प्रकट होते हैं और विलोमक्रमसे इनका अपने-अपने कारणमें लय होता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'ततः प्रलीने सर्वस्मिन् भूते स्थावरजङ्गमे ⁠। स्मृतिमन्तस्तदा धीरा न लीयन्ते कदाचन ⁠।⁠।⁠ ५ ⁠।⁠।'\n इस प्रकार सम्पूर्ण चराचर भूतोंका लय हो जानेपर भी स्मरणशक्तिसे सम्पन्न धीर-हृदय योगी पुरुष कभी नहीं लीन होते ⁠।⁠।⁠ ५ ⁠।⁠।\n 'शब्दः स्पर्शस्तथा रूपं रसो गन्धश्च पञ्चमः ⁠। क्रियाः करणनित्याः स्युरनित्या मोहसंज्ञिताः ⁠।⁠।⁠ ६ ⁠।⁠।'\n शब्द, स्पर्श, रूप, रस और पाँचवाँ गन्ध तथा इनको ग्रहण करनेकी क्रियाएँ—ये कारणरूपसे (अर्थात् सूक्ष्म मनःस्वरूप होनेके कारण) नित्य हैं; अतः इनका भी प्रलयकालमें लय नहीं होता। जो (स्थूल पदार्थ) अनित्य हैं उनको मोहके नामसे पुकारा जाता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'लोभप्रजनसम्भूता निर्विशेषा ह्यकिंचनाः ⁠। मांसशोणितसंघाता अन्योन्यस्योपजीविनः ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'बहिरात्मान इत्येते दीनाः कृपणजीविनः ⁠।'\n लोभ, लोभपूर्वक किये जानेवाले कर्म और उन कर्मोंसे उत्पन्न समस्त फल समानभावसे वास्तवमें कुछ भी नहीं है। शरीरके बाह्य अंग रक्त-मांसके संघात आदि एक-दूसरेके सहारे रखनेवाले हैं। इसीलिये ये दीन और कृपण माने गये हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'प्राणापानावुदानश्च समानो व्यान एव च ⁠।⁠।⁠ ८ ⁠।⁠।'\n 'अन्तरात्मनि चाप्येते नियताः पञ्च वायवः ⁠। वाङ्‍‌मनोबुद्धिभिः सार्द्धमिदमष्टात्मकं जगत् ⁠।⁠।⁠ ९ ⁠।⁠।'\n प्राण, अपान, उदान, समान और व्यान—ये पाँच वायु नियतरूपसे शरीरके भीतर निवास करते हैं; अतः ये सूक्ष्म हैं। मन, वाणी और बुद्धिके साथ गिननेसे इनकी संख्या आठ होती है। ये आठ इस जगत्‌के उपादान कारण हैं ⁠।⁠।⁠ ८-९ ⁠।⁠।\n 'त्वग्घ्राणश्रोत्रचक्षूंषि रसना वाक् च संयताः ⁠। विशुद्धं च मनो यस्य बुद्धिश्चाव्यभिचारिणी ⁠।⁠।⁠ १० ⁠।⁠।'\n 'अष्टौ यस्याग्नयो ह्येते न दहने मनः सदा ⁠। स तद् ब्रह्म शुभं याति तस्माद् भूयो न विद्यते ⁠।⁠।⁠ ११ ⁠।⁠।'\n जिसकी त्वचा, नासिका, कान, आँख, रसना और वाक्—ये इन्द्रियाँ वशमें हों, मन शुद्ध हो और बुद्धि एक निश्चयपर स्थिर रहनेवाली हो तथा जिसके मनको उपर्युक्त इन्द्रियादिरूप आठ अग्नियाँ संतप्त न करती हों, वह पुरुष उस कल्याणमय ब्रह्मको प्राप्त होता है, जिससे बढ़कर दूसरा कोई नहीं है ⁠।⁠।⁠ १०-११ ⁠।⁠।\n 'एकादश च यान्याहुरिन्द्रियाणि विशेषतः ⁠। अहंकारात् प्रसूतानि तानि वक्ष्याम्यहं द्विजाः ⁠।⁠।⁠ १२ ⁠।⁠।'\n द्विजवरो! अहंकारसे उत्पन्न हुई जो मनसहित ग्यारह इन्द्रियाँ बतलायी जाती हैं, उनका अब विशेषरूपसे वर्णन करूँगा, सुनो ⁠।⁠।⁠ १२ ⁠।⁠।\n 'श्रोत्रं त्वक् चक्षुषी जिह्वा नासिका चैव पञ्चमी ⁠। पादौ पायुरुपस्थश्च हस्तौ वाग् दशमी भवेत् ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'इन्द्रियग्राम इत्येष मन एकादशं भवेत् ⁠। एतं ग्रामं जयेत् पूर्वं ततो ब्रह्म प्रकाशते ⁠।⁠।⁠ १४ ⁠।⁠।'\n कान, त्वचा, आँख, रसना, पाँचवीं नासिका तथा हाथ, पैर, गुदा, उपस्थ और वाक्—यह दस इन्द्रियोंका समूह है। मन ग्यारहवाँ है। मनुष्यको पहले इस समुदायपर विजय प्राप्त करना चाहिये। तत्पश्चात् उसे ब्रह्मका साक्षात्कार होता है ⁠।⁠।⁠ १३-१४ ⁠।⁠।\n 'बुद्धीन्द्रियाणि पञ्चाहुः पञ्च कर्मेन्द्रियाणि च ⁠। श्रोत्रादीन्यपि पञ्चाहुर्बुद्धियुक्तानि तत्त्वतः ⁠।⁠।⁠ १५ ⁠।⁠।\n अविशेषाणि चान्यानि कर्मयुक्तानि यानि तु ⁠। उभयत्र मनो ज्ञेयं बुद्धिस्तु द्वादशी भवेत् ⁠।⁠।⁠ १६ ⁠।⁠।'\n इन इन्द्रियोंमें पाँच ज्ञानेन्द्रिय हैं और पाँच कर्मेन्द्रिय। वस्तुतः कान आदि पाँच इन्द्रियोंको ज्ञानेन्द्रिय कहते हैं और उनसे भिन्न शेष जो पाँच इन्द्रियाँ हैं, वे कर्मेन्द्रिय कहलाती हैं। मनका सम्बन्ध ज्ञानेन्द्रिय और कर्मेन्द्रिय—दोनोंसे है और बुद्धि बारहवीं है ⁠।⁠।⁠ १५-१६ ⁠।⁠।\n 'इत्युक्तानीन्द्रियाण्येतान्येकादश यथाक्रमम् ⁠। मन्यन्ते कृतमित्येवं विदित्वा तानि पण्डिताः ⁠।⁠।⁠ १७ ⁠।⁠।'\n इस प्रकार क्रमशः ग्यारह इन्द्रियोंका वर्णन किया गया। इनके तत्त्वको अच्छी तरह जाननेवाले विद्वान् अपनेको कृतार्थ मानते हैं ⁠।⁠।⁠ १७ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि सर्वं विविधमिन्द्रियम् ⁠। आकाशं प्रथमं भूतं श्रोत्रमध्यात्ममुच्यते ⁠।⁠।⁠ १८ ⁠।⁠।'\n अब समस्त ज्ञानेन्द्रियोंके भूत, अधिभूत आदि विविध विषयोंका वर्णन किया जाता है। आकाश पहला भूत है। कान उसका अध्यात्म (इन्द्रिय), शब्द उसका अधिभूत (विषय) और दिशाएँ उसकी अधिदैवत (अधिष्ठातृ देवता) हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n 'अधिभूतं तथा शब्दो दिशस्तत्राधिदैवतम् ⁠।'\n 'द्वितीयं मारुतो भूत त्वगध्यात्मं च विश्रुता ⁠।⁠।⁠ १९ ⁠।⁠।'\n वायु दूसरा भूत है। त्वचा उसका अध्यात्म तथा स्पर्श उसका अधिभूत सुना गया है और विद्युत् उसका अधिदैवत है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'स्प्रष्टव्यमधिभूतं च विद्युत् तत्राधिदैवतम् ⁠।'\n 'तृतीयं ज्योतिरित्याहुश्चक्षुरध्यात्ममुच्यते ⁠।⁠।⁠ २० ⁠।⁠।'\n तीसरे भूतका नाम है तेज। नेत्र उसका अध्यात्म, रूप उसका अधिभूत और सूर्य उसका अधिदैवत कहा जाता है ⁠।⁠।⁠ २० ⁠।⁠।\n 'अधिभूतं ततो रूपं सूर्यस्तत्राधिदैवतम् ⁠।'\n 'चतुर्थमापो विज्ञेयं जिह्वा चाध्यात्ममुच्यते ⁠।⁠।⁠ २१ ⁠।⁠।'\n जलको चौथा भूत समझना चाहिये। रसना उसका अध्यात्म, रस उसका अधिभूत और चन्द्रमा उसका अधिदैवत कहा जाता है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'अधिभूतं रसश्चात्र सोमस्तत्राधिदैवतम् ⁠।'\n 'पृथिवी पञ्चमं भूतं घ्राणश्चाध्यात्ममुच्यते ⁠।⁠।⁠ २२ ⁠।⁠। पृथ्वी पाँचवाँ भूत है। नासिका उसका अध्यात्म, गन्ध उसका अधिभूत और वायु उसका अधिदैवत कहा जाता है ⁠।⁠।⁠ २२ ⁠।⁠।\n अधिभूतं तथा गन्धो वायुस्तत्राधिदैवतम् ⁠।'\n 'एषु पञ्चसु भूतेषु त्रिषु यश्च विधिः स्मृताः ⁠।⁠।⁠ २३ ⁠।⁠।'\n इन पाँच भूतोंमें अध्यात्म, अधिभूत और अधिदैवरूप तीन भेद माने गये हैं ⁠।⁠।⁠ २३ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि सर्वं विविधमिन्द्रियम् ⁠। पादावध्यात्ममित्याहुर्ब्राह्मणास्तत्त्वदर्शिनः ⁠।⁠।⁠ २४ ⁠।⁠।'\n अब कर्मेन्द्रियोंसे सम्बन्ध रखनेवाले विविध विषयोंका निरूपण किया जाता है। तत्त्वदर्शी ब्राह्मण दोनों पैरोंको अध्यात्म कहते हैं और गन्तव्य स्थानको उनके अधिभूत तथा विष्णुको उनके अधिदैवत बतलाते हैं ⁠।⁠।⁠ २४ ⁠।⁠।\n 'अधिभूतं तु गन्तव्यं विष्णुस्तत्राधिदैवतम् ⁠।'\n 'अवाग्गतिरपानश्च पायुरध्यात्ममुच्यते ⁠।⁠।⁠ २५ ⁠।⁠।'\n निम्न गतिवाला अपान एवं गुदा अध्यात्म कहा गया है और मलत्याग उसका अधिभूत तथा मित्र उसके अधिदेवता हैं ⁠।⁠।⁠ २५ ⁠।⁠।\n 'अधिभूतं विसर्गश्च मित्रस्तत्राधिदैवतम् ⁠।'\n 'प्रजनः सर्वभूतानामुपस्थोऽध्यात्ममुच्यते ⁠।⁠।⁠ २६ ⁠।⁠।'\n सम्पूर्ण प्राणियोंको उत्पन्न करनेवाला उपस्थ अध्यात्म है और वीर्य उसका अधिभूत तथा प्रजापति उसके अधिष्ठाता देवता कहे गये हैं ⁠।⁠।⁠ २६ ⁠।⁠।\n 'अधिभूतं तथा शुक्रं दैवतं च प्रजापतिः ⁠।'\n 'हस्तावध्यात्ममित्याहुरध्यात्मविदुषो जनाः ⁠।⁠।⁠ २७ ⁠।⁠।'\n 'अधिभूतं च कर्माणि शक्रस्तत्राधिदैवतम् ⁠।'\n अध्यात्मतत्त्वको जाननेवाले पुरुष दोनों हाथोंको अध्यात्म बतलाते हैं। कर्म उनके अधिभूत और इन्द्र उनके अधिदेवता हैं ⁠।⁠।⁠ २७ ⁠।⁠।\n 'वैश्वदेवी ततः पूर्वा वागध्यात्ममिहोच्यते ⁠।⁠।⁠ २८ ⁠।⁠।'\n 'वक्तव्यमधिभूतं च वह्निस्तत्राधिदैवतम् ⁠।'\n विश्वकी देवी पहली वाणी यहाँ अध्यात्म कही गयी है। वक्तव्य उसका अधिभूत तथा अग्नि उसका अधिदैवत है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'अध्यात्मं मन इत्याहुः पञ्चभूतात्मचारकम् ⁠।⁠।⁠ २९ ⁠।⁠।'\n पञ्चभूतोंका संचालन करनेवाला मन अध्यात्म कहा गया है। संकल्प उसका अधिभूत है और चन्द्रमा उसके अधिष्ठाता देवता माने गये हैं ⁠।⁠।⁠ २९ ⁠।⁠।\n 'अधिभूतं च संकल्पश्चन्द्रमाश्चाधिदैवतम् ⁠। अहंकारस्तथाध्यात्मं सर्वसंसारकारकम् ⁠।⁠।⁠ ३० ⁠।⁠।'\n सम्पूर्ण संसारको जन्म देनेवाला अहंकार अध्यात्म है और अभिमान उसका अधिभूत तथा रुद्र उसके अधिष्ठाता देवता हैं ⁠।⁠।⁠ ३० ⁠।⁠।\n 'अभिमानोऽधिभूतं च रुद्रस्तत्राधिदैवतम् ⁠। अध्यात्मं बुद्धिरित्याहुः षडिन्द्रियविचारिणी ⁠।⁠।⁠ ३१ ⁠।⁠।'\n पाँच इन्द्रियों और छठे मनको जाननेवाली बुद्धिको अध्यात्म कहते हैं। मन्तव्य उसका अधिभूत और ब्रह्मा उसके अधिदेवता हैं ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'अधिभूतं तु मन्तव्यं ब्रह्मा तत्राधिदैवतम् ⁠। त्रीणि स्थानानि भूतानां चतुर्थं नोपपद्यते ⁠।⁠।⁠ ३२ ⁠।⁠।\n स्थलमापस्तथाऽऽकाशं जन्म चापि चतुर्विधम् ⁠। अण्डजोद्भिज्जसंस्वेदजरायुजमथापि च ⁠।⁠।⁠ ३३ ⁠।⁠।'\n 'प्राणियोंके रहनेके तीन ही स्थान हैं—जल, थल और आकाश। चौथा स्थान सम्भव नहीं है। देहधारियोंका जन्म चार प्रकारका होता है—अण्डज, उद्भिज्ज, स्वेदज और जरायुज। समस्त भूत-समुदायका यह चार प्रकारका ही जन्म देखा जाता है ⁠।⁠।⁠ ३२-३३ ⁠।⁠।'\n 'चतुर्धा जन्म इत्येतद् भूतग्रामस्य लक्ष्यते ⁠। अपराण्यथ भूतानि खेचराणि तथैव च ⁠।⁠।⁠ ३४ ⁠।⁠।'\n इनके अतिरिक्त जो दूसरे आकाशचारी प्राणी हैं तथा जो पेटसे चलनेवाले सर्प आदि हैं, उन सबको भी अण्डज जानना चाहिये ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'अण्डजानि विजानीयात् सर्वांश्चैव सरीसृपान् ⁠। स्वेदजाः कृमयः प्रोक्ता जन्तवश्च यथाक्रमम् ⁠।⁠।⁠ ३५ ⁠।⁠।'\n पसीनेसे उत्पन्न होनेवाले जू आदि कीट और जन्तु स्वेदज कहे जाते हैं। यह क्रमशः दूसरा जन्म पहलेकी अपेक्षा निम्न स्तरका कहा जाता है ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'जन्म द्वितीयमित्येतज्जघन्यतरमुच्यते ⁠। भित्त्वा तु पृथिवीं यानि जायन्ते कालपर्ययात् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n द्विजवरो! जो पृथ्वीको फोड़कर समयपर उत्पन्न होते हैं, उन प्राणियोंको उद्भिज्ज कहते हैं ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'उद्भिज्जानि च तान्याहुर्भूतानि द्विजसत्तमाः ⁠। द्विपादबहुपादानि तिर्यग्गतिमतीनि च ⁠।⁠।⁠ ३७ ⁠।⁠।'\n श्रेष्ठ ब्राह्मणो! दो पैरवाले, बहुत पैरवाले एवं टेढ़े-मेढ़े चलनेवाले तथा विकृत रूपवाले प्राणी जरायुज हैं ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'जरायुजानि भूतानि विकृतान्यपि सत्तमाः ⁠। द्विविधा खलु विज्ञेया ब्रह्मयोनिः सनातनी ⁠।⁠।⁠ ३८ ⁠।⁠।'\n ब्राह्मणत्वका सनातन हेतु दो प्रकारका जानना चाहिये—तपस्या और पुण्यकर्मका अनुष्ठान; यही विद्वानोंका निश्चय है ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'तपः कर्म च यत्पुण्यमित्येष विदुषां नयः ⁠। विविधं कर्म विज्ञेयमिज्या दानं च तन्मखे ⁠।⁠।⁠ ३९ ⁠।⁠।'\n कर्मके अनेक भेद हैं, उनमें पूजा, दान और यज्ञमें हवन करना—ये प्रधान हैं। वृद्ध पुरुषोंका कथन है कि द्विजोंके कुलमें उत्पन्न हुए पुरुषके लिये वेदोंका अध्ययन करना भी पुण्यका कार्य है ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'जातस्याध्ययनं पुण्यमिति वृद्धानुशासनम् ⁠। एतद् यो वेत्ति विधिवद् युक्तः स स्याद् द्विजर्षभाः ⁠।⁠।⁠ ४० ⁠।⁠।'\n द्विजवरो! जो मनुष्य इस विषयको विधिपूर्वक जानता है, वह योगी होता है तथा उसे सब पापोंसे छुटकारा मिल जाता है। इसे भलीभाँति समझो ⁠।⁠।⁠ ४० ⁠।⁠।\n 'यथावदध्यात्मविधिरेष वः कीर्तितो मया ⁠।⁠।⁠ ४१ ⁠।⁠। ज्ञानमस्य हि धर्मज्ञाः प्राप्तं ज्ञानवतामिह ⁠।'\n इस प्रकार मैंने तुम लोगोंसे अध्यात्मविधिका यथावत् वर्णन किया। धर्मज्ञजन! ज्ञानी पुरुषोंको इस विषयका सम्यक् ज्ञान होता है ⁠।⁠।⁠ ४१ ⁠।⁠। 'ज्ञानमस्य हि धर्मज्ञाः प्राप्तं ज्ञानवतामिह ⁠। इन्द्रियाणीन्द्रियार्थाश्च महाभूतानि पञ्च च ⁠। सर्वाण्येतानि संधाय मनसा सम्प्रधारयेत् ⁠।⁠।⁠ ४२ ⁠।⁠।'\n इन्द्रियों, उनके विषयों और पञ्च महाभूतोंकी एकताका विचार करके उसे मनमें अच्छी तरह धारण कर लेना चाहिये ⁠।⁠।⁠ ४२ ⁠।⁠। 'क्षीणे मनसि सर्वस्मिन् न जन्मसुखमिष्यते ⁠। ज्ञानसम्पन्नसत्त्वानां तत् सुखं विदुषां मतम् ⁠।⁠।⁠ ४३ ⁠।⁠।'\n मनके क्षीण होनेके साथ ही सब वस्तुओंका क्षय हो जानेपर मनुष्यको जन्मके सुख (लौकिक सुख-भोग आदि) की इच्छा नहीं होती। जिनका अन्तःकरण ज्ञानसे सम्पन्न होता है, उन विद्वानोंको उसीमें सुखका अनुभव होता है ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि सूक्ष्मभावकरीं शिवाम् ⁠। निवृत्तिं सर्वभूतेषु मृदुना दारुणेन च ⁠।⁠।⁠ ४४ ⁠।⁠।'\n महर्षियो! अब मैं मनकी सूक्ष्म भावनाको जाग्रत् करनेवाली कल्याणमयी निवृत्तिके विषयमें उपदेश देता हूँ, जो कोमल और कठोर भावसे समस्त प्राणियोंमें रहती है ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'गुणागुणमनासङ्गमेकचर्यमनन्तरम् ⁠। एतद् ब्रह्ममयं वृत्तमाहुरेकपदं सुखम् ⁠।⁠।⁠ ४५ ⁠।⁠।'\n जहाँ गुण होते हुए भी नहींके बराबर हैं, जो अभिमानसे रहित और एकानाचर्यासे युक्त है तथा जिसमें भेद-दृष्टिका सर्वथा अभाव है, वही ब्रह्ममय बर्ताव बतलाया गया है, वही समस्त सुखोंका एकमात्र आधार है ⁠।⁠।⁠ ४५ ⁠।⁠।\n 'विद्वान् कूर्म इवाङ्गानि कामान् संहृत्य सर्वशः ⁠। विरजाः सर्वतो मुक्तो यो नरः स सुखी सदा ⁠।⁠।⁠ ४६ ⁠।⁠।'\n जैसे कछुआ अपने अंगोंको सब ओरसे समेट लेता है, उसी प्रकार जो विद्वान् मनुष्य अपनी सम्पूर्ण कामनाओंको सब ओरसे संकुचित करके रजोगुणसे रहित हो जाता है, वह सब प्रकारके बन्धनोंसे मुक्त एवं सदाके लिये सुखी हो जाता है ⁠।⁠।⁠ ४६ ⁠।⁠।\n 'कामानात्मनि संयम्य क्षीणतृष्णः समाहितः ⁠। सर्वभूतसुहृन्मित्रो ब्रह्मभूयाय कल्पते ⁠।⁠।⁠ ४७ ⁠।⁠।'\n जो कामनाओंको अपने भीतर लीन करके तृष्णासे रहित, एकाग्रचित तथा सम्पूर्ण प्राणियोंका सुहृद् और मित्र होता है, वह ब्रह्मप्राप्तिका पात्र हो जाता है ⁠।⁠।⁠ ४७ ⁠।⁠।\n 'इन्द्रियाणां निरोधेन सर्वेषां विषयैषिणाम् ⁠। मुनेर्जनपदत्यागादध्यात्माग्निः समिध्यते ⁠।⁠।⁠ ४८ ⁠।⁠।'\n विषयोंकी अभिलाषा रखनेवाली समस्त इन्द्रियोंको रोककर जनसमुदायके स्थानका परित्याग करनेसे मुनिका अध्यात्मज्ञानरूपी तेज अधिक प्रकाशित होता है ⁠।⁠।⁠ ४८ ⁠।⁠।\n 'यथाग्निरिन्धनैरिद्धो महाज्योतिः प्रकाशते ⁠। तथेन्द्रियनिरोधेन महानात्मा प्रकाशते ⁠।⁠।⁠ ४९ ⁠।⁠।'\n जैसे ईंधन डालनेसे आग प्रज्वलित होकर अत्यन्त उद्दीप्त दिखायी देती है, उसी प्रकार इन्द्रियोंका निरोध करनेसे परमात्माके प्रकाशका विशेष अनुभव होने लगता है ⁠।⁠।⁠ ४९ ⁠।⁠।\n 'यदा पश्यति भूतानि प्रसन्नात्माऽऽत्मनो हृदि ⁠। स्वयंज्योतिस्तदा सूक्ष्मात्‌ सूक्ष्मं प्राप्नोत्यनुत्तमम् ⁠।⁠।⁠ ५० ⁠।⁠।'\n जिस समय योगी प्रसन्नचित्त होकर सम्पूर्ण प्राणियोंको अपने अन्तःकरणमें स्थित देखने लगता है, उस समय वह स्वयंज्योतिःस्वरूप होकर सूक्ष्मसे भी सूक्ष्म सर्वोत्तम परमात्माको प्राप्त होता है ⁠।⁠।⁠ ५० ⁠।⁠।\n 'अग्नी रूपं पयः स्रोतो वायुः स्पर्शनमेव च ⁠। मही पङ्कधरं घोरमाकाशश्रवणं तथा ⁠।⁠।⁠ ५१ ⁠।⁠।\n रोगशोकसमाविष्टं पञ्चस्रोतःसमावृतम् पञ्चभूतसमायुक्तं नवद्वारं द्विदैवतम् ⁠।⁠।⁠ ५२ ⁠।⁠।\n रजस्वलमथादृश्यं त्रिगुणं च त्रिधातुकम् ⁠। संसर्गाभिरतं मूढं शरीरमिति धारणा ⁠।⁠।⁠ ५३ ⁠।⁠।'\n अग्नि जिसका रूप है, रुधिर जिसका प्रवाह है, पवन जिसका स्पर्श है, पृथ्वी जिसमें हाड़-मासं आदि कठोर रूपमें प्रकट है, आकाश जिसका कान है, जो रोग और शोकसे चारों ओरसे घिरा हुआ है, जो पाँच प्रवाहोंसे आवृत है, जो पाँच भूतोंसे भलीभाँति युक्त है, जिसके नौ द्वार हैं, जिसके दो (जीव और ईश्वर) देवता हैं, जो रजोगुणमय, अदृश्य (नाशवान्), (सुख, दुःख और मोहरूप) तीन गुणोंसे तथा वात, पित्त और कफ—इन तीन धातुओंसे युक्त है, जो संसर्गमें रत और जड है, उसको शरीर समझना चाहिये ⁠।⁠।⁠ ५१—५३ ⁠।⁠।\n 'दुश्चरं सर्वलोकेऽस्मिन् सत्त्वं प्रति समाश्रितम् ⁠। एतदेव हि लोकेऽस्मिन् कालचक्रं प्रवर्तते ⁠।⁠।⁠ ५४ ⁠।⁠।'\n जिसका सम्पूर्ण लोकमें विचरण करना दुःखद है, जो बुद्धिके आश्रित है, वही इस लोकमें कालचक्र है ⁠।⁠।⁠ ५४ ⁠।⁠।\n 'एतन्महार्णवं घोरमगाधं मोहसंज्ञितम् ⁠। विक्षिपेत् संक्षिपेच्चैव बोधयेत् सामरं जगत् ⁠।⁠।⁠ ५५ ⁠।⁠।'\n यह कालचक्र घोर अगाध और मोह नामसे कहा जानेवाला बड़ा भारी समुद्ररूप है। यह देवताओंके सहित समस्त जगत्‌का संक्षेप और विस्तार करता है तथा सबको जगाता है ⁠।⁠।⁠ ५५ ⁠।⁠।\n 'कामं क्रोधं भयं लोभमभिद्रोहमथानृतम् ⁠। इन्द्रियाणां निरोधेन सदा त्यजति दुस्त्यजान् ⁠।⁠।⁠ ५६ ⁠।⁠।'\n सदा इन्द्रियोंके निरोधसे मनुष्य काम, क्रोध, भय, लोभ, द्रोह और असत्य—इन सब दुस्तयज अवगुणोंको त्याग देता है ⁠।⁠।⁠ ५६ ⁠।⁠।\n 'यस्यैते निर्जिता लोके त्रिगुणाः पञ्चधातवः ⁠। व्योम्नि तस्य परं स्थानमानन्त्यमथ लभ्यते ⁠।⁠।⁠ ५७ ⁠।⁠।'\n जिसने इस लोकमें तीन गुणोंवाले पाञ्चभौतिक देहका अभिमान त्याग दिया है, उसे अपने हृदयाकाशमें परब्रह्मरूप उत्तम पदकी उपलब्धि होती है—वह मोक्षको प्राप्त हो जाता है ⁠।⁠।⁠ ५७ ⁠।⁠।\n 'पञ्चेन्द्रियमहाकूलां मनोवेगमहोदकाम् ⁠। नदीं मोहह्रदां तीर्त्वा कामक्रोधावुभौ जयेत् ⁠।⁠।⁠ ५८ ⁠।⁠।'\n जिसमें पाँच इन्द्रियरूपी बड़े कगारे हैं, जो मनोवेग-रूपी महान् जलराशिसे भरी हुई है और जिसके भीतर मोहमय कुण्ड है, उस देहरूपी नदीको लाँघकर जो काम और क्रोध—दोनोंको जीत लेता है, वही सब दोषोंसे मुक्त होकर परब्रह्म परमात्माका साक्षात्कार करता है ⁠।⁠।⁠ ५८ ⁠।⁠।\n 'स सर्वदोषनिर्मुक्तस्ततः पश्यति तत्परम् ⁠। मनो मनसि संधाय पश्यन्नात्मानमात्मनि ⁠।⁠।⁠ ५९ ⁠।⁠।'\n जो मनको हृदयकमलमें स्थापित करके अपने भीतर ही ध्यानके द्वारा आत्मदर्शनका प्रयत्न करता है, वह सम्पूर्ण भूतोंमें सर्वज्ञ होता है और उसे अन्तःकरणमें परमात्मतत्त्वका अनुभव हो जाता है ⁠।⁠।⁠ ५९ ⁠।⁠।\n 'सर्ववित् सर्वभूतेषु विन्दत्यात्मानमात्मनि ⁠। एकधा बहुधा चैव विकुर्वाणस्ततस्ततः ⁠।⁠।⁠ ६० ⁠।⁠।'\n जैसे एक दीपसे सैकड़ों दीप जला लिये जाते हैं, उसी प्रकार एक ही परमात्मा यत्र-तत्र अनेक रूपोंमें उपलब्ध होता है। ऐसा निश्चय करके ज्ञानी पुरुष निःसन्देह सब रूपोंको एकसे ही उत्पन्न देखता है ⁠।⁠।⁠ ६० ⁠।⁠।\n 'ध्रुवं पश्यति रूपाणि दीपाद् दीपशतं यथा ⁠। स वै विष्णुश्च मित्रश्च वरुणोऽग्निः प्रजापतिः ⁠।⁠।⁠ ६१ ⁠।⁠।'\n 'स हि धाता विधाता च स प्रभुः सर्वतोमुखः ⁠। हृदयं सर्वभूतानां महानात्मा प्रकाशते ⁠।⁠।⁠ ६२ ⁠।⁠।'\n वास्तवमें वही परमात्मा विष्णु, मित्र, वरुण, अग्नि, प्रजापति, धाता, विधाता, प्रभु, सर्वव्यापी, सम्पूर्ण प्राणियोंका हृदय तथा महान् आत्माके रूपमें प्रकाशित है ⁠।⁠।⁠ ६१-६२ ⁠।⁠।\n 'तं विप्रसंघाश्च सुरासुराश्च यक्षाः पिशाचाः पितरो वयांसि ⁠।\n रक्षोगणा भूतगणाश्च सर्वे महर्षयश्चैव सदा स्तुवन्ति ⁠।⁠।⁠ ६३ ⁠।⁠।'\n ब्राह्मणसमुदाय, देवता, असुर, यक्ष, पिशाच, पितर, पक्षी, राक्षस, भूत और सम्पूर्ण महर्षि भी सदा उस परमात्माकी स्तुति करते हैं ⁠।⁠।⁠ ६३ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "28",
    "Text": "`चराचर प्राणियोंके अधिपतियोंका, धर्म आदिके लक्षणोंका और विषयोंकी अनुभूतिके साधनोंका वर्णन तथा क्षेत्रज्ञकी विलक्षणता` `ब्रह्मोवाच` \n 'मनुष्याणां तु राजन्यः क्षत्रियो मध्यमो गुणः ⁠। कुञ्जरो वाहनानां च सिंहश्चारण्यवासिनाम् ⁠।⁠।⁠ १ ⁠।⁠।\n अविः पशूनां सर्वेषामहिस्तु बिलवासिनाम् ⁠। गवां गोवृषभश्चैव स्त्रीणां पुरुष एव च ⁠।⁠।⁠ २ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! मनुष्योंका राजा तो रजोगुणसे युक्त क्षत्रिय है। सवारियोंमें हाथी, बनवासियोंमें सिंह, समस्त पशुओंमें भेड़ और बिलमें रहनेवालोंमें सर्प, गौओंमें बैल एवं स्त्रियोंमें पुरुष प्रधान है ⁠।⁠।⁠ १-२ ⁠।⁠।\n 'न्यग्रोधो जम्बुवृक्षश्च पिप्पलः शाल्मलिस्तथा ⁠। शिंशपा मेषशृङ्गश्च तथा कीचकवेणवः ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'एते द्रुमाणां राजानो लोकेऽस्मिन् नात्र संशयः ⁠।'\n बरगद, जामुन, पीपल, सेमल, शीशम, मेषशृंग (मेढ़ासिंगी) और पोले बाँस—ये इस लोकमें वृक्षोंके राजा हैं, इसमें संदेह नहीं है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'हिमवान् पारियात्रश्च सह्यो विन्ध्यस्त्रिकूटवान् ⁠।⁠।⁠ ४ ⁠।⁠।\n श्वेतो नीलश्च भासश्च कोष्ठवांश्चैव पर्वतः ⁠। गुरुस्कन्धो महेन्द्रश्च माल्यवान् पर्वतस्तथा ⁠।⁠।⁠ ५ ⁠।⁠।\n एते पर्वतराजानो गणानां मरुतस्तथा ⁠। सूर्यो ग्रहाणामधिपो नक्षत्राणां च चन्द्रमाः ⁠।⁠।⁠ ६ ⁠।⁠।'\n हिमवान्, पारियात्र, सह्य, विन्ध्य, त्रिकूट, श्वेत, नील, भास, कोष्ठवान् पर्वत, गुरुस्कन्ध, महेन्द्र और माल्यवान् पर्वत—ये सब पर्वत पर्वतोंके अधिपति हैं। गणोंके मरुद्‌गण, ग्रहोंके सूर्य और नक्षत्रोंके चन्द्रमा अधिपति हैं ⁠।⁠।⁠ ४—६ ⁠।⁠।\n 'यमः पितॄणामधिपः सरितामथ सागरः ⁠। अम्भसां वरुणो राजा मरुतामिन्द्र उच्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n यमराज पितरोंके और समुद्र सरिताओंके स्वामी हैं। वरुण जलके और इन्द्र मरुद्‌गणोंके स्वामी कहे जाते हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'अर्कोऽधिपतिरुष्णानां ज्योतिषामिन्दुरुच्यते ⁠। अग्निर्भूतपतिर्नित्यं ब्राह्मणानां बृहस्पतिः ⁠।⁠।⁠ ८ ⁠।⁠।'\n उष्णप्रभाके अधिपति सूर्य हैं और ताराओंके स्वामी चन्द्रमा कहे गये हैं। भूतोंके नित्य अधीश्वर अग्निदेव हैं तथा ब्राह्मणोंके स्वामी बृहस्पति हैं ⁠।⁠।⁠ ८ ⁠।⁠।\n 'ओषधीनां पतिः सोमो विष्णुर्बलवतां वरः ⁠। त्वष्टाधिराजो रूपाणां पशूनामीश्वरः शिवः ⁠।⁠।⁠ ९ ⁠।⁠।'\n ओषधियोंके स्वामी सोम हैं तथा बलवानोंमें श्रेष्ठ विष्णु हैं। रूपोंके अधिपति सूर्य और पशुओंके ईश्वर भगवान् शिव हैं ⁠।⁠।⁠ ९ ⁠।⁠।\n 'दीक्षितानां तथा यज्ञो दैवानां मघवा तथा ⁠। दिशामुदीची विप्राणां सोमो राजा प्रतापवान् ⁠।⁠।⁠ १० ⁠।⁠।'\n दीक्षा ग्रहण करनेवालोंके यज्ञ और देवताओंके इन्द्र अधिपति हैं। दिशाओंकी स्वामिनी उत्तर दिशा है एवं ब्राह्मणोंके राजा प्रतापी सोम हैं ⁠।⁠।⁠ १० ⁠।⁠।\n 'कुबेरः सर्वरत्नानां देवतानां पुरंदरः ⁠। एव भूताधिपः सर्गः प्रजानां च प्रजापतिः ⁠।⁠।⁠ ११ ⁠।⁠।'\n सब प्रकारके रत्नोंके स्वामी कुबेर, देवताओंके स्वामी इन्द्र और प्रजाओंके स्वामी प्रजापति हैं। यह भूतोंके अधिपतियोंका सर्ग है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'सर्वेषामेव भूतानामहं ब्रह्ममयो महान् ⁠। भूतं परतरं मत्तो विष्णोर्वापि न विद्यते ⁠।⁠।⁠ १२ ⁠।⁠।'\n मैं ही सम्पूर्ण प्राणियोंका महान् अधीश्वर और ब्रह्ममय हूँ। मुझसे अथवा विष्णुसे बढ़कर दूसरा कोई प्राणी नहीं है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'राजाधिराजः सर्वेषां विष्णुर्ब्रह्ममयो महान् ⁠। ईश्वरत्वं विजानीध्वं कर्तारमकृतं हरिम ⁠।⁠।⁠ १३ ⁠।⁠।'\n ब्रह्ममय महाविष्णु ही सबके राजाधिराज हैं, उन्हींको ईश्वर समझना चाहिये। वे श्रीहरि सबके कर्ता हैं, किंतु उनका कोई कर्ता नहीं है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'नरकिन्नरयक्षाणां गन्धर्वोरगरक्षसाम् ⁠। देवदानवनागानां सर्वेषामीश्वरो हि सः ⁠।⁠।⁠ १४ ⁠।⁠।'\n वे विष्णु ही मनुष्य, किन्नर, यक्ष, गन्धर्व, सर्प, राक्षस, देव, दानव और नाग सबके अधीश्वर हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'भगदेवानुयातानां सर्वासां वामलोचना ⁠। माहेश्वरी महादेवी प्रोच्यते पार्वती हि सा ⁠।⁠।⁠ १५ ⁠।⁠।\n उमां देवीं विजानीध्वं नारीणामुत्तमां शुभाम् ⁠। रतीनां वसुमत्यस्तु स्त्रीणामप्सरसस्तथा ⁠।⁠।⁠ १६ ⁠।⁠।'\n कामी पुरुष जिनके पीछे फिरते हैं, उन सबमें सुन्दर नेत्रोंवाली स्त्री प्रधान है। एवं जो माहेश्वरी, महादेवी और पार्वती नामसे कही जाती हैं, उन मंगलमयी उमादेवीको स्त्रियोंमें सर्वोत्तम जानो तथा रमण करने योग्य स्त्रियोंमें स्वर्णविभूषित अप्सराएँ प्रधान हैं ⁠।⁠।⁠ १५-१६ ⁠।⁠।\n 'धर्मकामाश्च राजानो ब्राह्मणा धर्मसेतवः ⁠। तस्माद् राजा द्विजातीनां प्रयतेत स्म रक्षणे ⁠।⁠।⁠ १७ ⁠।⁠।'\n राजा धर्म-पालनके इच्छुक होते हैं और ब्राह्मण धर्मके सेतु हैं। अतः राजाको चाहिये कि वह सदा ब्राह्मणोंकी रक्षाका प्रयत्न करे ⁠।⁠।⁠ १७ ⁠।⁠।\n 'राज्ञां हि विषये येषामवसीदन्ति साधवः ⁠। हीनास्ते स्वगुणैः सर्वैः प्रेत्य चोन्मार्गगामिनः ⁠।⁠।⁠ १८ ⁠।⁠।'\n जिन राजाओंके राज्यमें श्रेष्ठ पुरुषोंको कष्ट होता है, वे अपने समस्त राजोचित गुणोंसे हीन हो जाते और मरनेके बाद नीच गतिको प्राप्त होते हैं ⁠।⁠।⁠ १८ ⁠।⁠।\n 'राज्ञां हि विषये येषां साधवः परिरक्षिताः ⁠। तेऽस्मिँल्लोके प्रमोदन्ते सुखं प्रेत्य च भुञ्जते ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'प्राप्नुवन्ति महात्मान इति वित्त द्विजर्षभाः ⁠।'\n द्विजवरो! जिनके राज्यमें श्रेष्ठ पुरुषोंकी सब प्रकारसे रक्षा की जाती है, वे महामना नरेश इस लोकमें आनन्दके भागी होते हैं और परलोकमें अक्षय सुख प्राप्त करते हैं, ऐसा समझो ⁠।⁠।⁠ १९ ⁠।⁠।\n 'अत ऊर्ध्वं प्रवक्ष्यामि नियतं धर्मलक्षणम् ⁠।⁠।⁠ २० ⁠।⁠।'\n 'अहिंसा परमो धर्मो हिंसा चाधर्मलक्षणा ⁠। प्रकाशलक्षणा देवा मनुष्याः कर्मलक्षणाः ⁠।⁠।⁠ २१ ⁠।⁠।'\n अब मैं सबके नियत धर्मके लक्षणोंका वर्णन करता हूँ। अहिंसा सबसे श्रेष्ठ धर्म है और हिंसा अधर्मका लक्षण (स्वरूप) है। प्रकाश देवताओंका और यज्ञ आदि कर्म मनुष्योंका लक्षण है ⁠।⁠।⁠ २०-२१ ⁠।⁠।\n 'शब्दलक्षणमाकाशं वायुस्तु स्पर्शलक्षणः ⁠। ज्योतिषां लक्षणं रूपमापश्च रसलक्षणाः ⁠।⁠।⁠ २२ ⁠।⁠।'\n शब्द आकाशका, वायु स्पर्शका, रूप तेजका और रस जलका लक्षण है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'धारिणी सर्वभूतानां पृथिवी गन्धलक्षणा ⁠। स्वरव्यञ्जनसंस्कारा भारती शब्दलक्षणा ⁠।⁠।⁠ २३ ⁠।⁠।'\n गन्ध सम्पूर्ण प्राणियोंको धारण करनेवाली पृथ्वीका लक्षण है तथा स्वर-व्यंजनकी शुद्धिसे युक्त वाणीका लक्षण शब्द है ⁠।⁠।⁠ २३ ⁠।⁠।\n 'मनसो लक्षणं चिन्ता चिन्तोक्ता बुद्धिलक्षणा ⁠। मनसा चिन्तितानर्थान् बुद्ध‍या चेह व्यवस्यति ⁠।⁠।⁠ २४ ⁠।⁠।'\n 'बुद्धिर्हि व्यवसायेन लक्ष्यते नात्र संशयः ⁠।'\n चिन्तन मनका और निश्चय बुद्धिका लक्षण है; क्योंकि मनुष्य इस जगत्‌में मनके द्वारा चिन्तन की हुई वस्तुओंका बुद्धिसे ही निश्चय करते हैं, निश्चयके द्वारा ही बुद्धि जाननेमें आती है, इसमें संदेह नहीं है ⁠।⁠।⁠ २४ ⁠।⁠।\n 'लक्षणं मनसो ध्यानमव्यक्तं साधुलक्षणम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'प्रवृत्तिलक्षणो योगो ज्ञानं संन्यासलक्षणम् ⁠। तस्माज्ज्ञानं पुरस्कृत्य संन्यसेदिह बुद्धिमान् ⁠।⁠।⁠ २६ ⁠।⁠।'\n मनका लक्षण ध्यान है और श्रेष्ठ पुरुषका लक्षण बाहरसे व्यक्त नहीं होता (वह स्वसंवेद्य हुआ करता है)। योगका लक्षण प्रवृति और संन्यासका लक्षण ज्ञान है। इसलिये बुद्धिमान् पुरुषको चाहिये कि वह ज्ञानका आश्रय लेकर यहाँ संन्यास ग्रहण करे ⁠।⁠।⁠ २५-२६ ⁠।⁠।\n 'संन्यासी ज्ञानसंयुक्तः प्राप्नोति परमां गतिम् ⁠। अतीतो द्वन्द्वमभ्येति तमोमृत्युजरातिगः ⁠।⁠।⁠ २७ ⁠।⁠।'\n ज्ञानयुक्त संन्यासी मौत और बुढ़ापाको लाँघकर सब प्रकारके द्वन्द्वोंसे परे हो अज्ञानान्धकारके पार पहुँचकर परमगतिको प्राप्त होता है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'धर्मलक्षणसंयुक्तमुक्तं वो विधिवन्मया ⁠। गुणानां ग्रहणं सम्यग् वक्ष्माम्यहमतः परम् ⁠।⁠।⁠ २८ ⁠।⁠।'\n महर्षियो! यह मैंने तुमलोगोंसे लक्षणोंसहित धर्मका विधिवत् वर्णन किया। अब यह बतला रहा हूँ कि किस गुणको किस इन्द्रियसे ठीक-ठीक ग्रहण किया जाता है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'पार्थिवो यस्तु गन्धो वै घ्राणेन हि स गृह्यते ⁠। घ्राणस्थश्च तथा वायुर्गन्धज्ञाने विधीयते ⁠।⁠।⁠ २९ ⁠।⁠।'\n पृथ्वीका जो गन्ध नामक गुण है, उसका नासिकाके द्वारा ग्रहण होता है और नासिकामें स्थित वायु उस गन्धका अनुभव करानेमें सहायक होती है ⁠।⁠।⁠ २९ ⁠।⁠।\n 'अपां धातू रसो नित्यं जिह्वया स तु गृह्यते ⁠। जिह्वास्थश्च तथा सोमो रसज्ञाने विधीयते ⁠।⁠।⁠ ३० ⁠।⁠।'\n जलका स्वाभाविक गुण रस है, जिसको जिह्वाके द्वारा ग्रहण किया जाता है और जिह्वामें स्थित चन्द्रमा उस रसके आस्वादनमें सहायक होता है ⁠।⁠।⁠ ३० ⁠।⁠।\n 'ज्योतिषश्च गुणो रूपं चक्षुषा तच्च गृह्यते ⁠। चक्षुःस्थश्च सदाऽऽदित्यो रूपज्ञाने विधीयते ⁠।⁠।⁠ ३१ ⁠।⁠।'\n तेजका गुण रूप है और वह नेत्रमें स्थित सूर्यदेवताकी सहायतासे नेत्रके द्वारा सदा देखा जाता है ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'वायव्यस्तु सदा स्पर्शस्त्वाचा प्रज्ञायते च सः ⁠। त्वक्स्थश्चैव सदा वायुः स्पर्शने स विधीयते ⁠।⁠।⁠ ३२ ⁠।⁠।'\n वायुका स्वाभाविक गुण स्पर्श है, जिसका त्वचाके द्वारा ज्ञान होता है और त्वचामें स्थित वायुदेव उस स्पर्शका अनुभव करानेमें सहायक होता है ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'आकाशस्य गुणो ह्येष श्रोत्रेण च स गृह्यते ⁠। श्रोत्रस्थाश्च दिशः सर्वाः शब्दज्ञाने प्रकीर्तिताः ⁠।⁠।⁠ ३३ ⁠।⁠।'\n आकाशके गुण शब्दका कानोंके द्वारा ग्रहण होता है और कानमें स्थित सम्पूर्ण दिशाएँ शब्दके श्रवणमें सहायक बतायी गयी हैं ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'मनसश्च गुणश्चिन्ता प्रज्ञया स तु गृह्यते ⁠। हृदिस्थश्चेतनो धातुर्मनोज्ञाने विधीयते ⁠।⁠।⁠ ३४ ⁠।⁠।'\n मनका गुण चिन्तन है, जिसका बुद्धिके द्वारा ग्रहण किया जाता है और हृदयमें स्थित चेतन (आत्मा) मनके चिन्तन-कार्यमें सहायता देता है ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'बुद्धिरध्यवसायेन ज्ञानेन च महांस्तथा ⁠। निश्चित्य ग्रहणाद् व्यक्तमव्यक्तं नात्र संशयः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n निश्चयके द्वारा बुद्धिका और ज्ञानके द्वारा महत्तत्त्वका ग्रहण होता है। इनके कार्योंसे ही इनकी सत्ताका निश्चय होता है और इसीसे इन्हें व्यक्त माना जाता है, किंतु वास्तवमें तो अतीन्द्रिय होनेके कारण ये बुद्धि आदि अव्यक्त ही हैं, इसमें संशय नहीं है ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'अलिङ्गग्रहणो नित्यः क्षेत्रज्ञो निर्गुणात्मकः ⁠। तस्मादलिङ्गः क्षेत्रज्ञः केवलं ज्ञानलक्षणः ⁠।⁠।⁠ ३६ ⁠।⁠।'\n नित्य क्षेत्रज्ञ आत्माका कोई ज्ञापक लिंग नहीं है; क्योंकि वह (स्वयंप्रकाश और) निर्गुण है। अतः क्षेत्रज्ञ अलिंग (किसी विशेष लक्षणसे रहित) है; अतः केवल ज्ञान ही उसका लक्षण (स्वरूप) माना गया है ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'अव्यक्तं क्षेत्रमुद्दिष्टं गुणानां प्रभवाप्ययम् ⁠। सदा पश्याम्यहं लीनो विजानामि शृणोमि च ⁠।⁠।⁠ ३७ ⁠।⁠।'\n गुणोंकी उत्पत्ति और लयके कारणभूत अव्यक्त प्रकृतिको क्षेत्र कहते हैं। मैं उसमें संलग्न होकर सदा उसे जानता और सुनता हूँ ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'पुरुषस्तद् विजानीते तस्मात् क्षेत्रज्ञ उच्यते ⁠। गुणवृत्तं तथा वृत्तं क्षेत्रज्ञः परिपश्यति ⁠।⁠।⁠ ३८ ⁠।⁠।'\n 'आदिमध्यावसानान्तं सृज्यमानमचेतनम् ⁠। न गुणा विदुरात्मानं सृज्यमानाः पुनः पुनः ⁠।⁠।⁠ ३९ ⁠।⁠।'\n आत्मा क्षेत्रको जानता है, इसलिये वह क्षेत्रज्ञ कहलाता है। क्षेत्रज्ञ आदि, मध्य और अन्तसे युक्त समस्त उत्पत्तिशील अचेतन गुणोंके कार्यको और उनकी क्रियाको भी भलीभाँति जानता है, किंतु बारंबार उत्पन्न होनेवाले गुण आत्माको नहीं जान पाते ⁠।⁠।⁠ ३८-३९ ⁠।⁠।\n 'न सत्यं विन्दते कश्चित् क्षेत्रज्ञस्त्वेव विन्दति ⁠। गुणानां गुणभूतानां यत् परं परमं महत् ⁠।⁠।⁠ ४० ⁠।⁠।'\n जो गुणों और गुणोंके कार्योंसे अत्यन्त परे है, उस परम महान् सत्यस्वरूप क्षेत्रज्ञको कोई नहीं जानता, परंतु वह सबको जानता है ⁠।⁠।⁠ ४० ⁠।⁠।\n 'तस्माद् गुणांश्च सत्त्वं च परित्यज्येह धर्मवित् ⁠। क्षीणदोषो गुणातीतः क्षेत्रज्ञं प्रविशत्यथ ⁠।⁠।⁠ ४१ ⁠।⁠।'\n अतः इस लोकमें जिसके दोषोंका क्षय हो गया है, वह गुणातीत धर्मज्ञ पुरुष सत्त्व (बुद्धि) और गुणोंका परित्याग करके क्षेत्रज्ञके शुद्ध स्वरूप परमात्मामें प्रवेश कर जाता है ⁠।⁠।⁠ ४१ ⁠।⁠।\n 'निर्द्वन्द्वो निर्नमस्कारो निःस्वाहाकार एव च ⁠। अचलश्चानिकेतश्च क्षेत्रज्ञः स परो विभुः ⁠।⁠।⁠ ४२ ⁠।⁠।'\n क्षेत्रज्ञ सुख-दुखादि द्वन्द्वोंसे रहित, किसीको नमस्कार न करनेवाला, स्वाहाकाररूप यज्ञादि कर्म न करनेवाला, अचल और अनिकेत है। वही महान् विभु है ⁠।⁠।⁠ ४२ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "29",
    "Text": "`सब पदार्थोंके आदि-अन्तका और ज्ञानकी नित्यताका वर्णन` `ब्रह्मोवाच` \n 'यदादिमध्यपर्यन्तं ग्रहणोपायमेव च ⁠। नामलक्षणसंयुक्तं सर्वं वक्ष्यामि तत्त्वतः ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षिगण! अब मैं सम्पूर्ण पदार्थोंके नाम-लक्षणोंसहित आदि, मध्य और अन्तका तथा उनके ग्रहणके उपायका यथार्थ वर्णन करता हूँ ⁠।⁠।⁠ १ ⁠।⁠।\n 'अहः पूर्वं ततो रात्रिर्मासाः शुक्लादयः स्मृताः ⁠। श्रवणादीनि ऋक्षाणि ऋतवः शिशिरादयः ⁠।⁠।⁠ २ ⁠।⁠।'\n पहले दिन है फिर रात्रि; (अतः दिन रात्रिका आदि है। इसी प्रकार) शुक्लपक्ष महीनेका, श्रवण नक्षत्रोंका और शिशिर ऋतुओंका आदि है ⁠।⁠।⁠ २ ⁠।⁠।\n 'भूमिरादिस्तु गन्धानां रसानामाप एव च ⁠। रूपाणां ज्योतिरादित्यः स्पर्शानां वायुरुच्यते ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'शब्दस्यादिस्तथाऽऽकाशमेष भूतकृतो गुणः ⁠।'\n गन्धोंका आदि कारण भूमि है। रसोंका जल, रूपोंका ज्योतिर्मय आदित्य, स्पर्शोंका वायु और शब्दका आदिकारण आकाश है। ये गन्ध आदि पञ्चभूतोंसे उत्पन्न गुण हैं ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि भूतानामादिमुत्तमम् ⁠।⁠।⁠ ४ ⁠।⁠।\n आदित्यो ज्योतिषामादिरग्निर्भूतादिरुच्यते ⁠। सावित्री सर्वविद्यानां देवतानां प्रजापतिः ⁠।⁠।⁠ ५ ⁠।⁠।' अब मैं भूतोंके उत्तम आदिका वर्णन करता हूँ। सूर्य समस्त ग्रहोंका और जठरानल सम्पूर्ण प्राणियोंका आदि बतलाया जाता है। सावित्री सब विद्याओंकी और प्रजापति देवताओंके आदि हैं ⁠।⁠।⁠ ४-५ ⁠।⁠।\n 'ओङ्कारः सर्ववेदानां वचसां प्राण एव च ⁠। यदस्मिन् नियतं लोके सर्वं सावित्रिरुच्यते ⁠।⁠।⁠ ६ ⁠।⁠।'\n ॐकार सम्पूर्ण वेदोंका और प्राण वाणीका आदि है। इस संसारमें जो नियत उच्चारण है, वह सब गायत्री कहलाता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'गायत्री च्छन्दसामादिः प्रजानां सर्ग उच्यते ⁠। गावश्चतुष्पदामादिर्मनुष्याणां द्विजातयः ⁠।⁠।⁠ ७ ⁠।⁠।'\n छन्दोंका आदि गायत्री और प्रजाका आदि सृष्टिका प्रारम्भ काल है। गौएँ चौपायोंकी और ब्राह्मण मनुष्योंके आदि हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'श्येनः पतत्रिणामादिर्यज्ञानां हुतमुत्तमम् ⁠। सरीसृपाणां सर्वेषां ज्येष्ठः सर्पो द्विजोत्तमाः ⁠।⁠।⁠ ८ ⁠।⁠।'\n द्विजवरो! पक्षियोंमें बाज, यज्ञोंमें उत्तम आहुति और सम्पूर्ण रेंगकर चलनेवाले जीवोंमें साँप श्रेष्ठ है ⁠।⁠।\n 'कृतमादिर्युगानां च सर्वेषां नात्र संशयः ⁠। हिरण्यं सर्वरत्नानामोषधीनां यवास्तथा ⁠।⁠।⁠ ९ ⁠।⁠।'\n सत्ययुग सम्पूर्ण युगोंका आदि है, इसमें संशय नहीं है। समस्त रत्नोंमें सुवर्ण और अन्नोंमें जौ श्रेष्ठ है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'सर्वेषां भक्ष्यभोज्यानामन्नं परममुच्यते ⁠। द्रवाणां चैव सर्वेषां पेयानामाप उत्तमाः ⁠।⁠।⁠ १० ⁠।⁠।'\n सम्पूर्ण भक्ष्य-भोज्य पदार्थोंमें अन्न श्रेष्ठ कहा जाता है। बहनेवाले और सभी पीनेयोग्य पदार्थोंमें जल उत्तम है ⁠।⁠।\n 'स्थावराणां तु भूतानां सर्वेषामविशेषतः ⁠। ब्रह्मक्षेत्रं सदा पुण्यं प्लक्षः प्रथमतः स्मृतः ⁠।⁠।⁠ ११ ⁠।⁠।'\n समस्त स्थावर भूतोंमें सामान्यतः ब्रह्मक्षेत्र—पाकर नामवाला वृक्ष श्रेष्ठ एवं पवित्र माना गया है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'अहं प्रजापतीनां च सर्वेषां नात्र संशयः ⁠। मम विष्णुरचिन्त्यात्मा स्वयम्भूरिति स स्मृतः ⁠।⁠।⁠ १२ ⁠।⁠।'\n सम्पूर्ण प्रजापतियोंका आदि मैं हूँ, इसमें संशय नहीं है। मेरे आदि अचिन्त्यात्मा भगवान् विष्णु हैं। उन्हींको स्वयम्भू कहते हैं ⁠।⁠।⁠ १२ ⁠।⁠।\n 'पर्वतानां महामेरुः सर्वेषामग्रजः स्मृतः ⁠। दिशां च प्रदिशां चोर्ध्वं दिक्पूर्वा प्रथमा तथा ⁠।⁠।⁠ १३ ⁠।⁠।'\n समस्त पर्वतोंमें सबसे पहले महामेरुगिरिकी उत्पत्ति हुई है। दिशा और विदिशाओंमें पूर्व दिशा उत्तम और आदि मानी गयी है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'तथा त्रिपथगा गङ्गा नदीनामग्रजा स्मृता ⁠। तथा सरोदपानानां सर्वेषां सागरोऽग्रजः ⁠।⁠।⁠ १४ ⁠।⁠।'\n सब नदियोंमें त्रिपथगा गंगा ज्येष्ठ मानी गयी है। सरोवरोंमें सर्वप्रथम समुद्रका प्रादुर्भाव हुआ है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'देवदानवभूतानां पिशाचोरगरक्षसाम् ⁠। नरकिन्नरयक्षाणां सर्वेषामीश्वरः प्रभुः ⁠।⁠।⁠ १५ ⁠।⁠।'\n देव, दानव, भूत, पिशाच, सर्प, राक्षस, मनुष्य, किन्नर और समस्त यक्षोंके स्वामी भगवान् शंकर हैं ⁠।⁠।⁠ १५ ⁠।⁠।\n 'आदिर्विश्वस्य जगतो विष्णुर्ब्रह्ममयो महान् ⁠। भूतं परतरं यस्मात् त्रैलोक्ये नेह विद्यते ⁠।⁠।⁠ १६ ⁠।⁠।'\n सम्पूर्ण जगत्‌के आदिकारण ब्रह्मस्वरूप महाविष्णु हैं। तीनों लोकोंमें उनसे बढ़कर दूसरा कोई प्राणी नहीं है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'आश्रमाणां च सर्वेषां गार्हस्थ्यं नात्र संशयः ⁠। लोकानामादिरव्यक्तं सर्वस्यान्तस्तदेव च ⁠।⁠।⁠ १७ ⁠।⁠।'\n सब आश्रमोंका आदि गृहस्थ आश्रम है, इसमें संदेह नहीं है। समस्त जगत्‌का आदि और अन्त अव्यक्त प्रकृति ही है ⁠।⁠।⁠ १७ ⁠।⁠।\n 'अहान्यस्तमयान्तानि उदयान्ता च शर्वरी ⁠। सुखस्यान्तं सदा दुःखं दुःखस्यान्तं सदा सुखम् ⁠।⁠।⁠ १८ ⁠।⁠।'\n दिनका अन्त है सूर्यास्त और रात्रिका अन्त है सूर्योदय। सुखका अन्त सदा दुःख है और दुःखका अन्त सदा सुख है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'सर्वे क्षयान्ता निचयाः पतनान्ताः समुच्छ्रयाः ⁠। संयोगाश्च वियोगान्ता मरणान्तं च जीवितम् ⁠।⁠।⁠ १९ ⁠।⁠।'\n समस्त संग्रहका अन्त है विनाश, उत्थानका अन्त है पतन, संयोगका अन्त है वियोग और जीवनका अन्त है मृत्यु ⁠।⁠।⁠ १९ ⁠।⁠।\n 'सर्वं कृतं विनाशान्तं जातस्य मरणं ध्रुवम् ⁠। अशाश्वतं हि लोकेऽस्मिन्‌ सदा स्थावरजङ्गमम् ⁠।⁠।⁠ २० ⁠।⁠।'\n जिन-जिन वस्तुओंका निर्माण हुआ है, उनका नाश अवश्यम्भावी है। जो जन्म ले चुका है उसकी मृत्यु निश्चित है। इस जगत्‌में स्थावर या जंगम कोई भी सदा रहनेवाला नहीं है ⁠।⁠।⁠ २० ⁠।⁠।\n 'इष्टं दत्तं तपोऽधीतं व्रतानि नियमाश्च ये ⁠। सर्वमेतद् विनाशान्तं ज्ञानस्यान्तो न विद्यते ⁠।⁠।⁠ २१ ⁠।⁠।'\n जितने भी यज्ञ, दान, तप, अध्ययन, व्रत और नियम हैं, उन सबका अन्तमें विनाश होता है, केवल ज्ञानका अन्त नहीं होता ⁠।⁠।⁠ २१ ⁠।⁠।\n 'तस्माज्ज्ञानेन शुद्धेन प्रशान्तात्मा जितेन्द्रियः ⁠। निर्ममो निरहंकारो मुच्यते सर्वपाप्मभिः ⁠।⁠।⁠ २२ ⁠।⁠।'\n इसलिये विशुद्ध ज्ञानके द्वारा जिसका चित्त शान्त हो गया है, जिसकी इन्द्रियाँ वशमें हो चुकी हैं तथा जो ममता और अहंकारसे रहित हो गया है, वह सब पापोंसे मुक्त हो जाता है ⁠।⁠।⁠ २२ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "30",
    "Text": "`देहरूपी कालचक्रका तथा गृहस्थ और ब्रह्मणके धर्मका कथन` `ब्रह्मोवाच` \n 'बुद्धिसारं मनःस्तम्भमिन्द्रियग्रामबन्धनम् ⁠। महाभूतपरिस्कन्धं निवेशपरिवेशनम् ⁠।⁠।⁠ १ ⁠।⁠।\n जराशोकसमाविष्टं व्याधिव्यसनसम्भवम् ⁠। देशकालविचारीदं श्रमव्यायामनिःस्वनम् ⁠।⁠।⁠ २ ⁠।⁠।\n अहोरात्रपरिक्षेपं शीतोष्णपरिमण्डलम् ⁠। सुखदुःखान्तसंश्लेषं क्षुत्पिपासावकीलकम् ⁠।⁠।⁠ ३ ⁠।⁠।\n छायातपविलेखं च निमेषोन्मेषविह्वलम् ⁠। घोरमोहजलाकीर्णं वर्तमानमचेतनम् ⁠।⁠।⁠ ४ ⁠।⁠।\n मासार्धमासगणितं विषमं लोकसंचरम् ⁠। तमोनियमपङ्कं च रजोवेगप्रवर्तकम् ⁠।⁠।⁠ ५ ⁠।⁠।\n महाहंकारदीप्तं च गुणसंजातवर्तनम् ⁠। अरतिग्रहणानीकं शोकसंहारवर्तनम् ⁠।⁠।⁠ ६ ⁠।⁠।\n क्रियाकारणसंयुक्तं रागविस्तारमायतम् ⁠। लोभेप्सापरिविक्षोभं विचित्राज्ञानसम्भवम् ⁠।⁠।⁠ ७ ⁠।⁠।\n भयमोहपरीवारं भूतसम्मोहकारकम् ⁠। आनन्दप्रीतिचारं च कामक्रोधपरिग्रहम् ⁠।⁠।⁠ ८ ⁠।⁠।\n महदादिविशेषान्तमसक्तं प्रभवाव्ययम् ⁠। मनोजवं मनःकान्तं कालचक्रं प्रवर्तते ⁠।⁠।⁠ ९ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! मनके समान वेगवाला (देहरूपी) मनोरम कालचक्र निरन्तर चल रहा है। यह महत्तत्त्वसे लेकर स्थूल भूतोंतक चौबीस तत्त्वोंसे बना हुआ है। इसकी गति कहीं भी नहीं रुकती। यह संसार-बन्धनका अनिवार्य कारण है। बुढ़ापा और शोक इसे घेरे हुए हैं। यह रोग और दुर्व्यसनोंकी उत्पत्तिका स्थान है। यह देश और कालके अनुसार विचरण करता रहता है। बुद्धि इस काल-चक्रका सार, मन खम्भा और इन्द्रियसमुदाय बन्धन हैं। पञ्चमहाभूत इसका तना है। अज्ञान ही इसका आवरण है। श्रम तथा व्यायाम इसके शब्द हैं। रात और दिन इस चक्रका संचालन करते हैं। सर्दी और गर्मी इसका घेरा है। सुख और दुःख इसकी सन्धियाँ (जोड़) हैं। भूख और प्यास इसके कीलक तथा धूप और छाया इसकी रेखा हैं। आँखोंके खोलने और मीचनेसे इसकी व्याकुलता (चंचलता) प्रकट होती है। घोर मोहरूपी जल (शोकाश्रु)-से यह व्याप्त रहता है। यह सदा ही गतिशील और अचेतन है। मास और पक्ष आदिके द्वारा इसकी आयुकी गणना की जाती है। यह कभी भी एक-सी अवस्थामें नहीं रहता। ऊपर-नीचे और मध्यवर्ती लोकोंमें सदा चक्कर लगाता रहता है। तमोगुणके वशमें होनेपर इसकी पापपङ्कमें प्रवृत्ति होती है और रजोगुणका वेग इसे भिन्न-भिन्न कर्मोंमें लगाया करता है। यह महान् दर्पसे उद्दीप्त रहता है। तीनों गुणोंके अनुसार इसकी प्रवृत्ति देखी जाती है। मानसिक चिन्ता ही इस चक्रकी बन्धनपट्टिका है। यह सदा शोक और मृत्युके वशीभूत रहनेवाला तथा क्रिया और कारणसे युक्त है। आसक्ति ही उसका दीर्घ विस्तार (लंबाई-चौड़ाई) है। लोभ और तृष्णा ही इस चक्रको ऊँचे-नीचे स्थानोंमें गिरानेके हेतु हैं। अद्‌भुत अज्ञान (माया) इसकी उत्पत्तिका कारण है। भय और मोह इसे सब ओरसे घेरे हुए हैं। यह प्राणियोंको मोहमें डालनेवाला, आनन्द और प्रीतिके लिये विचरनेवाला तथा काम और क्रोधका संग्रह करनेवाला है ⁠।⁠।⁠ १—९ ⁠।⁠।\n 'एतद् द्वन्द्वसमायुक्तं कालचक्रमचेतनम् ⁠। विसृजेत् संक्षिपेच्चापि बोधयेत् सामरं जगत् ⁠।⁠।⁠ १० ⁠।⁠।'\n यह राग-द्वेषादि द्वन्द्वोंसे युक्त जड देहरूपी कालचक्र ही देवताओंसहित सम्पूर्ण जगत्‌की सृष्टि और संहारका कारण है। तत्त्वज्ञानकी प्राप्तिका भी यही साधन है ⁠।⁠।⁠ १० ⁠।⁠।\n 'कालचक्रप्रवृत्तिं च निवृत्तिं चैव तत्त्वतः ⁠। यस्तु वेद नरो नित्यं न स भूतेषु मुह्यति ⁠।⁠।⁠ ११ ⁠।⁠।'\n जो मनुष्य इस देहमय कालचक्रकी प्रवृत्ति और निवृत्तिको सदा अच्छी तरह जानता है, वह कभी मोहमें नहीं पड़ता ⁠।⁠।⁠ ११ ⁠।⁠।\n 'विमुक्तः सर्वसंस्कारैः सर्वद्वन्द्वविवर्जितः ⁠। विमुक्तः सर्वपापेभ्यः प्राप्नोति परमां गतिम् ⁠।⁠।⁠ १२ ⁠।⁠।'\n वह सम्पूर्ण वासनाओं, सब प्रकारके द्वन्द्वों और समस्त पापोंसे मुक्त होकर परम गतिको प्राप्त होता है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'गृहस्थो ब्रह्मचारी च वानप्रस्थोऽथ भिक्षुकः ⁠। चत्वार आश्रमाः प्रोक्ताः सर्वे गार्हस्थ्यमूलकाः ⁠।⁠।⁠ १३ ⁠।⁠।'\n ब्रह्मचर्य, गार्हस्थ्य, वानप्रस्थ और संन्यास—ये चार आश्रम शास्त्रोंमें बताये गये हैं। गृहस्थ आश्रम ही इन सबका मूल है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'यः कश्चिदिह लोकेऽस्मिन्नागमः परिकीर्तितः ⁠। तस्यान्तगमनं श्रेयः कीर्तिरेषा सनातनी ⁠।⁠।⁠ १४ ⁠।⁠।'\n इस संसारमें जो कोई भी विधि-निषेधरूप शास्त्र कहा गया है, उसमें पारंगत विद्वान् होना गृहस्थ द्विजोंके लिये उत्तम बात है। इसीसे सनातन यशकी प्राप्ति होती है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'संस्कारैः संस्कृतः पूर्वं यथावच्चरितव्रतः ⁠। जातौ गुणविशिष्टायां समावर्तेत तत्त्ववित् ⁠।⁠।⁠ १५ ⁠।⁠।'\n पहले सब प्रकारके संस्कारोंसे सम्पन्न होकर वेदोक्त विधिसे अध्ययन करते हुए ब्रह्मचर्य-व्रतका पालन करना चाहिये। तत्पश्चात् तत्त्ववेत्ताको उचित है कि वह समावर्तन-संस्कार करके उत्तम गुणोंसे युक्त कुलमें विवाह करे ⁠।⁠।⁠ १५ ⁠।⁠।\n 'स्वदारनिरतो नित्यं शिष्टाचारो जितेन्द्रियः ⁠। पञ्चभिश्च महायज्ञैः श्रद्दधानो यजेदिह ⁠।⁠।⁠ १६ ⁠।⁠।'\n अपनी ही स्त्रीपर प्रेम रखना, सदा सत्पुरुषोंके आचारका पालन करना और जितेन्द्रिय होना गृहस्थके लिये परम आवश्यक है। इस आश्रममें उसे श्रद्धापूर्वक पञ्चमहायज्ञोंके द्वारा देवता आदिका यजन करना चाहिये ⁠।⁠।⁠ १६ ⁠।⁠।\n 'देवतातिथिशिष्टाशी निरतो वेदकर्मसु ⁠। इज्याप्रदानयुक्तश्च यथाशक्ति यथासुखम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n गृहस्थको उचित है कि वह देवता और अतिथियोंको भोजन करानेके बाद बचे हुए अन्नका स्वयं आहार करे। वेदोक्त कर्मोंके अनुष्ठानमें संलग्न रहे। अपनी शक्तिके अनुसार प्रसन्नतापूर्वक यज्ञ करे और दान दे ⁠।⁠।⁠ १७ ⁠।⁠।\n 'न पाणिपादचपलो न नेत्रचपलो मुनिः ⁠। न च वागङ्गचपल इति शिष्टस्य गोचरः ⁠।⁠।⁠ १८ ⁠।⁠।'\n मननशील गृहस्थको चाहिये कि हाथ, पैर, नेत्र, वाणी तथा शरीरके द्वारा होनेवाली चपलताका परित्याग करे अर्थात् इनके द्वारा कोई अनुचित कार्य न होने दे। यही सत्पुरुषोंका बर्ताव (शिष्टाचार) है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'नित्यं यज्ञोपवीती स्याच्छुक्लवासाः शुचिव्रतः ⁠। नियतो यमदानाभ्यां सदा शिष्टैश्च संविशेत् ⁠।⁠।⁠ १९ ⁠।⁠।'\n सदा यज्ञोपवीत धारण किये रहे, स्वच्छ वस्त्र पहने, उत्तम व्रतका पालन करे, शौच-संतोष आदि नियमों और सत्य-अहिंसा आदि यमोंके पालनपूर्वक यथाशक्ति दान करता रहे तथा सदा शिष्ट पुरुषोंके साथ निवास करे ⁠।⁠।⁠ १९ ⁠।⁠।\n 'जितशिश्नोदरो मैत्रः शिष्टाचारसमन्वितः ⁠। वैणवीं धारयेद् यष्टिं सोदकं च कमण्डलुम् ⁠।⁠।⁠ २० ⁠।⁠।'\n शिष्टाचारका पालन करते हुए जिह्वा और उपस्थको काबूमें रखे। सबके साथ मित्रताका बर्ताव करे। बाँसकी छड़ी और जलसे भरा हुआ कमण्डलु सदा साथ रखे ⁠।⁠।⁠ २० ⁠।⁠।\n '(त्रीणि धारयते नित्यं कमण्डलुमतन्द्रितः ⁠। एकमाचमनार्थाय एकं वै पादधावनम् ⁠। एकं शौचविधानार्थमित्येतत् त्रितयं तथा ⁠।⁠।)'\n वह आलस्य छोड़कर सदा तीन कमण्डलु धारण करे। एक आचमनके लिये, दूसरा पैर धोनेके लिये और तीसरा शौच-सम्पादनके लिये। इस प्रकार कमण्डलु धारणके ये तीन प्रयोजन हैं ⁠।⁠।\n 'अधीत्याध्यापनं कुर्यात् तथा यजनयाजने ⁠। दानं प्रतिग्रहं वापि षड्‌गुणां वृत्तिमाचरेत् ⁠।⁠।⁠ २१ ⁠।⁠।'\n ब्राह्मणको अध्ययन-अध्यापन, यजन-याजन और दान तथा प्रतिग्रह—इन छः वृत्तियोंका आश्रय लेना चाहिये ⁠।⁠।⁠ २१ ⁠।⁠।\n 'त्रीणि कर्माणि जानीत ब्राह्मणानां तु जीविका ⁠। याजनाध्यापने चोभे शुद्धाच्चापि प्रतिग्रहः ⁠।⁠।⁠ २२ ⁠।⁠।'\n इनमेंसे तीन कर्म—याजन (यज्ञ कराना), अध्यापन (पढ़ाना) और श्रेष्ठ पुरुषोंसे दान लेना—ये ब्राह्मणकी जीविकाके साधन हैं ⁠।⁠।⁠ २२ ⁠।⁠।\n 'अथ शेषाणि चान्यानि त्रीणि कर्माणि यानि तु ⁠। दानमध्ययनं यज्ञो धर्मयुक्तानि तानि तु ⁠।⁠।⁠ २३ ⁠।⁠।'\n शेष तीन कर्म—दान, अध्ययन तथा यज्ञानुष्ठान करना—ये धर्मोपार्जनके लिये हैं ⁠।⁠।⁠ २३ ⁠।⁠।\n 'तेष्वप्रमादं कुर्वीत त्रिषु कर्मसु धर्मवित् ⁠। दान्तो मैत्रः क्षमायुक्तः सर्वभूतसमो मुनिः ⁠।⁠।⁠ २४ ⁠।⁠।\n सर्वमेतद् यथाशक्ति विप्रो निर्वर्तयन् शुचिः ⁠। एवं युक्तो जयेत् स्वर्गं गृहस्थः संशितव्रतः ⁠।⁠।⁠ २५ ⁠।⁠।'\n धर्मज्ञ ब्राह्मणको इनके पालनमें कभी प्रमाद नहीं करना चाहिये। इन्द्रियसंयमी, मित्रभावसे युक्त, क्षमावान्, सब प्राणियोंके प्रति समानभाव रखनेवाला, मननशील, उत्तम व्रतका पालन करनेवाला और पवित्रतासे रहनेवाला गृहस्थ ब्राह्मण सदा सावधान रहकर अपनी शक्तिके अनुसार यदि उपर्युका नियमोंका पालन करता है तो वह स्वर्गलोकको जीत लेता है ⁠।⁠।⁠ २४-२५ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "31",
    "Text": "`ब्रह्मचारी, वानप्रस्थी और संन्यासीके धर्मका वर्णन` `ब्रह्मोवाच`\n 'एवमेतेन मार्गेण पूर्वोक्तेन यथाविधि ⁠। अधीतवान् यथाशक्ति तथैव ब्रह्मचर्यवान् ⁠।⁠।⁠ १ ⁠।⁠।\n स्वधर्मनिरतो विद्वान् सर्वेन्द्रिययतो मुनिः ⁠। गुरोः प्रियहिते युक्तः सत्यधर्मपरः शुचिः ⁠।⁠।⁠ २ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षिगण! इस प्रकार इस पूर्वोक्त मार्गके अनुसार गृहस्थको यथावत् आचरण करना चाहिये एवं यथाशक्ति अध्ययन करते हुए ब्रह्मचर्य-व्रतका पालन करनेवाले पुरुषको चाहिये कि वह अपने धर्ममें तत्पर रहे, विद्वान् बने, सम्पूर्ण इन्द्रियोंको अपने अधीन रखे, मुनि-व्रतका पालन करे, गुरुका प्रिय और हित करनेमें लगा रहे, सत्य बोले तथा धर्मपरायण एवं पवित्र रहे ⁠।⁠।⁠ १-२ ⁠।⁠।\n 'गुरुणा समनुज्ञातो भुञ्जीतान्नमकुत्सयन् ⁠। हविष्यभैक्ष्यभुक् चापि स्थानासनविहारवान् ⁠।⁠।⁠ ३ ⁠।⁠।'\n गुरुकी आज्ञा लेकर भोजन करे। भोजनके समय अन्नकी निन्दा न करे। भिक्षाके अन्नको हविष्य मानकर ग्रहण करे। एक स्थानपर रहे। एक आसनसे बैठे और नियत समयमें भ्रमण करे ⁠।⁠।⁠ ३ ⁠।⁠।\n 'द्विकालमग्निं जुह्वानः शुचिर्भूत्वा समाहितः ⁠। धारयीत सदा दण्डं बैल्वं पालाशमेव वा ⁠।⁠।⁠ ४ ⁠।⁠।'\n पवित्र और एकाग्रचित्त होकर दोनों समय अग्निमें हवन करे। सदा बेल या पलाशका दण्ड लिये रहे ⁠।⁠।⁠ ४ ⁠।⁠।\n 'क्षौमं कार्पासिकं चापि मृगाजिनमथापि वा ⁠। सर्वं काषायरक्तं वा वासो वापि द्विजस्य ह ⁠।⁠।⁠ ५ ⁠।⁠।'\n रेशमी अथवा सूती वस्त्र या मृगचर्म धारण करे। अथवा ब्राह्मणके लिये सारा वस्त्र गेरुए रंगका होना चाहिये ⁠।⁠।⁠ ५ ⁠।⁠।\n 'मेखला च भवेन्मौञ्जी जटी नित्योदकस्तथा ⁠। यज्ञोपवीती स्वाध्यायी अलुब्धो नियतव्रतः ⁠।⁠।⁠ ६ ⁠।⁠।'\n ब्रह्मचारी मूँजकी मेखला पहने, जटा धारण करे, प्रतिदिन स्नान करे, यज्ञोपवीत पहने, वेदके स्वाध्यायमें लगा रहे तथा लोभहीन होकर नियमपूर्वक व्रतका पालन करे ⁠।⁠।⁠ ६ ⁠।⁠।\n 'पूताभिश्च तथैवाद्भिः सदा दैवततर्पणम् ⁠। भावेन नियतः कुर्वन् ब्रह्मचारी प्रशस्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n जो ब्रह्मचारी सदा नियमपरायण होकर श्रद्धाके साथ शुद्ध जलसे नित्य देवताओंका तर्पण करता है, उसकी सर्वत्र प्रशंसा होती है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'एवं युक्तो जयेल्लोकान् वानप्रस्थो जितेन्द्रियः ⁠। न संसरति जातीषु परमं स्थानमाश्रितः ⁠।⁠।⁠ ८ ⁠।⁠।'\n इसी प्रकार आगे बतलाये जानेवाले उत्तम गुणोंसे युक्त जितेन्द्रिय वानप्रस्थी पुरुष भी उत्तम लोकोंपर विजय पाता है। वह उत्तम स्थानको पाकर फिर इस संसारमें जन्म धारण नहीं करता ⁠।⁠।⁠ ८ ⁠।⁠।\n 'संस्कृतः सर्वसंस्कारैस्तथैव ब्रह्मचर्यवान् ⁠। ग्रामान्निष्क्रम्य चारण्ये मुनिः प्रव्रजितो वसेत् ⁠।⁠।⁠ ९ ⁠।⁠।'\n वानप्रस्थ मुनिको सब प्रकारके संस्कारोंके द्वारा शुद्ध होकर ब्रह्मचर्यव्रतका पालन करते हुए घरकी ममता त्यागकर गाँवसे बाहर निकलकर वनमें निवास करना चाहिये ⁠।⁠।⁠ ९ ⁠।⁠।\n 'चर्मवल्कलसंवासी सायं प्रातरुपस्पृशेत् ⁠। अरण्यगोचरो नित्यं न ग्रामं प्रविशेत् पुनः ⁠।⁠।⁠ १० ⁠।⁠।'\n वह मृगचर्म अथवा वल्कल-वस्त्र पहने। प्रातः और सायंकालके समय स्नान करे। सदा वनमें ही रहे। गाँवमें फिर कभी प्रवेश न करे ⁠।⁠।⁠ १० ⁠।⁠।\n 'अर्चयन्नतिथीन् काले दद्याच्चापि प्रतिश्रयम् ⁠। फलपत्रावरैर्मूलेः श्यामाकेन च वर्तयन् ⁠।⁠।⁠ ११ ⁠।⁠।'\n अतिथिको आश्रय दे और समयपर उनका सत्कार करे। जंगली फल, मूल, पत्ता अथवा सावाँ खाकर जीवन-निर्वाह करे ⁠।⁠।⁠ ११ ⁠।⁠।\n 'प्रवृत्तमुदकं वायुं सर्वं वानेयमाश्रयेत् ⁠। प्राश्नीयादानुपूर्व्येण यथादीक्षमतन्द्रितः ⁠।⁠।⁠ १२ ⁠।⁠।'\n बहते हुए जल, वायु आदि सब वनकी वस्तुओंका ही सेवन करे। अपने व्रतके अनुसार सदा सावधान रहकर क्रमशः उपर्युक्त वस्तुओंका आहार करे ⁠।⁠।⁠ १२ ⁠।⁠।\n 'समूलफलभिक्षाभिरर्चेदतिथिमागतम् ⁠। यद् भक्ष्यं स्यात्‌ ततो दद्याद् भिक्षां नित्यमतन्द्रितः ⁠।⁠।⁠ १३ ⁠।⁠।'\n यदि कोई अतिथि आ जाय तो फल-मूलकी भिक्षा देकर उसका सत्कार करे। कभी आलस्य न करे। जो कुछ भोजन अपने पास उपस्थित हो, उसीमेंसे अतिथिको भिक्षा दे ⁠।⁠।⁠ १३ ⁠।⁠।\n 'देवतातिथिपूर्वं च सदा प्राश्नीत वाग्यतः ⁠। अस्पर्धितमनाश्चैव लघ्वाशी देवताश्रयः ⁠।⁠।⁠ १४ ⁠।⁠।'\n नित्य प्रति पहले देवता और अतिथियोंको भोजन दे, उसके बाद मौन होकर स्वयं अन्न ग्रहण करे। मनमें किसीके साथ स्पर्धा न रखे, हलका भोजन करे, देवताओंका सहारा ले ⁠।⁠।⁠ १४ ⁠।⁠।\n 'दान्तो मैत्रः क्षमायुक्तः केशान् श्मश्रु च धारयन् ⁠। जुह्वन् स्वाध्यायशीलश्च सत्यधर्मपरायणः ⁠।⁠।⁠ १५ ⁠।⁠।'\n इन्द्रियोंका संयम करे, सबके साथ मित्रताका बर्ताव करे, क्षमाशील बने और दाढ़ी-मूँछ तथा सिरके बालोंको धारण किये रहे। समयपर अग्निहोत्र और वेदोंका स्वाध्याय करे तथा सत्य-धर्मका पालन करे ⁠।⁠।⁠ १५ ⁠।⁠।\n 'शुचिदेहः सदा दक्षो वननित्यः समाहितः ⁠। एवं युक्तो जयेत् स्वर्गं वानप्रस्थो जितेन्द्रियः ⁠।⁠।⁠ १६ ⁠।⁠।'\n शरीरको सदा पवित्र रखे। धर्म-पालनमें कुशलता प्राप्त करे। सदा वनमें रहकर चित्तको एकाग्र किये रहे। इस प्रकार उत्तम धर्मोंको पालन करनेवाला जितेन्द्रिय वानप्रस्थी स्वर्गपर विजय पाता है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'गृहस्थो ब्रह्मचारी च वानप्रस्थोऽथ वा पुनः ⁠। य इच्छेन्मोक्षमास्थातुमुत्तमां वृत्तिमाश्रयेत् ⁠।⁠।⁠ १७ ⁠।⁠।'\n ब्रह्मचारी, गृहस्थ अथवा वानप्रस्थ कोई भी क्यों न हो, जो मोक्ष पाना चाहता हो, उसे उत्तम वृत्तिका आश्रय लेना चाहिये ⁠।⁠।⁠ १७ ⁠।⁠।\n 'अभयं सर्वभूतेभ्यो दत्त्वा नैष्कर्म्यमाचरेत् ⁠। सर्वभूतसुखो मैत्रः सर्वेन्द्रिययतो मुनिः ⁠।⁠।⁠ १८ ⁠।⁠।'\n (वानप्रस्थकी अवधि पूरी करके) सम्पूर्ण भूतोंको अभय-दान देकर कर्म-त्यागरूप संन्यास-धर्मका पालन करे। सब प्राणियोंके सुखमें सुख माने। सबके साथ मित्रता रखे। समस्त इन्द्रियोंका संयम और मुनि-वृत्तिका पालन करे ⁠।⁠।⁠ १८ ⁠।⁠।\n 'अयाचितमसंक्लृप्तमुपपन्नं यदृच्छया ⁠। कृत्वा प्राह्णे चरेद् भैक्ष्यं विधूमे भुक्तवज्जने ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'वृत्ते शरावसम्पाते भैक्ष्यं लिप्सेत मोक्षवित् ⁠।'\n बिना याचना किये, बिना संकल्पके दैवात् जो अन्न प्राप्त हो जाय, उस भिक्षासे ही जीवन-निर्वाह करे। प्रातःकालका नित्यकर्म करनेके बाद जब गृहस्थोंके यहाँ रसोई-घरसे धुआँ निकलना बंद हो जाय, घरके सब लोग खा-पी चुकें और बर्तन धो-माजकर रख दिये गये हों, उस समय मोक्षधर्मके ज्ञाता संन्यासीको भिक्षा लेनेकी इच्छा करनी चाहिये ⁠।⁠।⁠ १९ ⁠।⁠।\n 'लाभेन च न हृष्येत नालाभे विमना भवेत् ⁠। न चातिभिक्षां भिक्षेत केवलं प्राणयात्रिकः ⁠।⁠।⁠ २० ⁠।⁠।'\n भिक्षा मिल जानेपर हर्ष और न मिलनेपर विषाद न करे। (लोभवश) बहुत अधिक भिक्षाका संग्रह न करे। जितनेसे प्राण-यात्राका निर्वाह हो उतनी ही भिक्षा लेनी चाहिये ⁠।⁠।⁠ २० ⁠।⁠।\n 'यात्रार्थी कालमाकाङ्क्षंश्चरेद्‌ भैक्ष्यं समाहितः ⁠। लाभं साधारणं नेच्छेन्न भुञ्जीताभिपूजितः ⁠।⁠।⁠ २१ ⁠।⁠।'\n संन्यासी जीवन-निर्वाहके ही लिये भिक्षा माँगे। उचित समयतक उसके मिलनेकी बाट देखे। चित्तको एकाग्र किये रहे। साधारण वस्तुओंकी प्राप्तिकी भी इच्छा न करे। जहाँ अधिक सम्मान होता हो, वहाँ भोजन न करे ⁠।⁠।⁠ २१ ⁠।⁠।\n 'अभिपूजितलाभाद्धि विजुगुप्सेत भिक्षुकः ⁠। भुक्तान्यन्नानि तिक्तानि कषायकटुकानि च ⁠।⁠।⁠ २२ ⁠।⁠।'\n मान-प्रतिष्ठाके लाभसे संन्यासीको घृणा करनी चाहिये। वह खाये हुए तिक्त, कसैले तथा कड़वे अन्नका स्वाद न ले ⁠।⁠।⁠ २२ ⁠।⁠।\n 'नास्वादयीत भुञ्जानो रसांश्च मधुरांस्तथा ⁠। यात्रामात्रं च भुञ्जीत केवलं प्राणधारणम् ⁠।⁠।⁠ २३ ⁠।⁠।'\n भोजन करते समय मधुर रसका भी आस्वादन न करे। केवल जीवन-निर्वाहके उद्देश्यसे प्राण-धारणमात्रके लिये उपयोगी अन्नका आहार करे ⁠।⁠।⁠ २३ ⁠।⁠।\n 'असंरोधेन भूतानां वृत्तिं लिप्सेत मोक्षवित् ⁠। न चान्यमन्नं लिप्सेत भिक्षमाणः कथंचन ⁠।⁠।⁠ २४ ⁠।⁠।'\n मोक्षके तत्त्वको जाननेवाला संन्यासी दूसरे प्राणियोंकी जीविकामें बाधा पहुँचाये बिना ही यदि भिक्षा मिल जाती हो तभी उसे स्वीकार करे। भिक्षा माँगते समय दाताके द्वारा दिये जानेवाले अन्नके सिवा दूसरा अन्न लेनेकी कदापि इच्छा न करे ⁠।⁠।⁠ २४ ⁠।⁠।\n 'न संनिकाशयेद् धर्मं विविक्ते चारजाश्चरेत् ⁠। शून्यागारमरण्यं वा वृक्षमूलं नदीं तथा ⁠।⁠।⁠ २५ ⁠।⁠।'\n 'प्रतिश्रयार्थं सेवेत पार्वतीं वा पुनर्गुहाम् ⁠। ग्रामैकरात्रिको ग्रीष्मे वर्षास्वेकत्र वा वसेत् ⁠।⁠।⁠ २६ ⁠।⁠।'\n उसे अपने धर्मका प्रदर्शन नहीं करना चाहिये। रजोगुणसे रहित होकर निर्जन स्थानमें विचरते रहना चाहिये। रातको सोनेके लिये सूने घर, जंगल, वृक्षकी जड़, नदीके किनारे अथवा पर्वतकी गुफाका आश्रय लेना चाहिये। ग्रीष्मकालमें गाँवमें एक रातसे अधिक नहीं रहना चाहिये, किंतु वर्षाकालमें किसी एक ही स्थानपर रहना उचित है ⁠।⁠।⁠ २५-२६ ⁠।⁠।\n 'अध्वा सूर्येण निर्दिष्टः कीटवच्च चरेन्महीम् ⁠। दयार्थं चैव भूतानां समीक्ष्य पृथिवीं चरेत् ⁠।⁠।⁠ २७ ⁠।⁠।'\n 'संचयांश्च न कुर्वीत स्नेहवासं च वर्जयेत् ⁠।'\n जबतक सूर्यका प्रकाश रहे तभीतक संन्यासीके लिये रास्ता चलना उचित है। वह कीड़ेकी तरह धीरे-धीरे समूची पृथ्वीपर विचरता रहे और यात्राके समय जीवोंपर दया करके पृथ्वीको अच्छी तरह देख-भालकर आगे पाँव रखे। किसी प्रकारका संग्रह न करे और कहीं भी आसक्तिपूर्वक निवास न करे ⁠।⁠।⁠ २७ ⁠।⁠।\n 'पूताभिरद्भिर्नित्यं वै कार्यं कुर्वीत मोक्षवित् ⁠।⁠।⁠ २८ ⁠।⁠।\n उपस्पृशेदुद्‌धृताभिरद्भिश्च पुरुषः सदा ⁠।'\n मोक्ष-धर्मके ज्ञाता संन्यासीको उचित है कि सदा पवित्र जलसे काम ले। प्रतिदिन तुरंत निकाले हुए जलसे स्नान करे (बहुत पहलेके भरे हुए जलसे नहीं) ⁠।⁠।⁠ २८ ⁠।⁠।\n 'अहिंसा ब्रह्मचर्यं च सत्यमार्जवमेव च ⁠।⁠।⁠ २९ ⁠।⁠।'\n 'अक्रोधश्चानसूया च दमो नित्यमपैशुनम् ⁠। अष्टस्वेतेषु युक्तः स्याद् व्रतेषु नियतेन्द्रियः ⁠।⁠।⁠ ३० ⁠।⁠।'\n अहिंसा, ब्रह्मचर्य, सत्य, सरलता, क्रोधका अभाव, दोष-दृष्टिका त्याग, इन्द्रियसंयम और चुगली न खाना—इन आठ व्रतोंका सदा सावधानीके साथ पालन करे। इन्द्रियोंको वशमें रखे ⁠।⁠।⁠ २९-३० ⁠।⁠।\n 'अपापमशठं वृत्तमजिह्मं नित्यमाचरेत् ⁠। जोषयेत सदा भोज्यं ग्रासमागतमस्पृहः ⁠।⁠।⁠ ३१ ⁠।⁠।'\n उसे सदा पाप, शठता और कुटिलतासे रहित होकर बर्ताव करना चाहिये। नित्यप्रति जो अन्न अपने-आप प्राप्त हो जाय, उसको ग्रहण करना चाहिये, किंतु उसके लिये भी मनमें इच्छा नहीं रखनी चाहिये ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'यात्रामात्रं च भुञ्जीत केवलं प्राणयात्रिकम् ⁠। धर्मलब्धमथाश्नीयान्न काममनुवर्तयेत् ⁠।⁠।⁠ ३२ ⁠।⁠।'\n प्राणयात्राका निर्वाह करनेके लिये जितना अन्न आवश्यक है, उतना ही ग्रहण करे। धर्मतः प्राप्त हुए अन्नका ही आहार करे। मनमाना भोजन न करे ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'ग्रासादाच्छादनादन्यन्न गृह्णीयात् कथंचन ⁠। यावदाहारयेत् तावत् प्रतिगृह्णीत नाधिकम् ⁠।⁠।⁠ ३३ ⁠।⁠।'\n खानेके लिये अन्न और शरीर ढकनेके लिये वस्त्रके सिवा और किसी वस्तुका संग्रह न करे। भिक्षा भी, जितनी भोजनके लिये आवश्यक हो, उतनी ही ग्रहण करे, उससे अधिक नहीं ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'परेभ्यो न प्रतिग्राह्यं न च देयं कदाचन ⁠। दैन्यभावाच्च भूतानां संविभज्य सदा बुधः ⁠।⁠।⁠ ३४ ⁠।⁠।'\n बुद्धिमान् संन्यासीको चाहिये कि दूसरोंके लिये भिक्षा न माँगे तथा सब प्राणियोंके लिये दयाभावसे संविभागपूर्वक कभी कुछ देनेकी इच्छा भी न करे ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'नाददीत परस्वानि न गृह्णीयादयाचितः ⁠। न किंचिद्‌ विषयं भुक्त्वा स्पृहयेत्‌ तस्य वै पुनः ⁠।⁠।⁠ ३५ ⁠।⁠।'\n दूसरोंके अधिकारका अपहरण न करे। बिना प्रार्थनाके किसीकी कोई वस्तु स्वीकार न करे। किसी अच्छी वस्तुका उपभोग करके फिर उसके लिये लालायित न रहे ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'मृदमापस्तथान्नानि पत्रपुष्पफलानि च ⁠। असंवृतानि गृह्णीयात् प्रवृत्तानि च कार्यवान् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n मिट्टी, जल, अन्न, पत्र, पुष्प और फल—ये वस्तुएँ यदि किसीके अधिकारमें न हों तो आवश्यकता पड़नेपर क्रियाशील संन्यासी इन्हें काममें ला सकता है ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'न शिल्पजीविकां जीवेद्धिरण्यं नोत कामयेत् ⁠। न द्वेष्टा नोपदेष्टा च भवेच्च निरुपस्कृतः ⁠।⁠।⁠ ३७ ⁠।⁠।'\n वह शिल्पकारी करके जीविका न चलावे, सुवर्णकी इच्छा न करे। किसीसे द्वेष न करे और उपदेशक न बने तथा संग्रहरहित रहे ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'श्रद्धापूतानि भुञ्जीत निमित्तानि च वर्जयेत् ⁠। सुधावृत्तिरसक्तश्च सर्वभूतैरसंविदम् ⁠।⁠।⁠ ३८ ⁠।⁠।'\n श्रद्धासे प्राप्त हुए पवित्र अन्नका आहार करे। मनमें कोई निमित्त न रखे। सबके साथ अमृतके समान मधुर बर्ताव करे, कहीं भी आसक्त न हो और किसी भी प्राणीके साथ परिचय न बढ़ावे ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'आशीर्युक्तानि सर्वाणि हिंसायुक्तानि यानि च ⁠। लोकसंग्रहधर्मं च नैव कुर्यान्न कारयेत् ⁠।⁠।⁠ ३९ ⁠।⁠।'\n जितने भी कामना और हिंसासे युक्त कर्म हैं, उन सबका एवं लौकिक कर्मोंका न स्वयं अनुष्ठान करे और न दूसरोंसे करावे ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'सर्वभावानतिक्रम्य लघुमात्रः परिव्रजेत् ⁠। समः सर्वेषु भूतेषु स्थावरेषु चरेषु च ⁠।⁠।⁠ ४० ⁠।⁠।'\n सब प्रकारके पदार्थोंकी आसक्तिका उल्लंघन करके थोड़ेमें संतुष्ट हो सब ओर विचरता रहे। स्थावर और जंगम सभी प्राणियोंके प्रति समान भाव रखे ⁠।⁠।⁠ ४० ⁠।⁠।\n 'परं नोद्वेजयेत् काचिन्न च कस्यचिदुद्विजेत् ⁠। विश्वास्यः सर्वभूतानामग्र‍यो मोक्षविदुच्यते ⁠।⁠।⁠ ४१ ⁠।⁠।'\n किसी दूसरे प्राणीको उद्वेगमें न डाले और स्वयं भी किसीसे उद्विग्न न हो। जो सब प्राणियोंका विश्वासपात्र बन जाता है, वह सबसे श्रेष्ठ और मोक्ष-धर्मका ज्ञाता कहलाता है ⁠।⁠।⁠ ४१ ⁠।⁠।\n 'अनागतं च न ध्यायेन्नातीतमनुचिन्तयेत् ⁠। वर्तमानमुपेक्षेत कालाकाङ्क्षी समाहितः ⁠।⁠।⁠ ४२ ⁠।⁠।'\n संन्यासीको उचित है कि भविष्यके लिये विचार न करे, बीती हुई घटनाका चिन्तन न करे और वर्तमानकी भी उपेक्षा कर दे। केवल कालकी प्रतीक्षा करता हुआ चित्तवृत्तियोंका समाधान करता रहे ⁠।⁠।⁠ ४२ ⁠।⁠।\n 'न चक्षुषा न मनसा न वाचा दूषयेत् क्वचित् ⁠। न प्रत्यक्षं परोक्षं वा किंचिद् दुष्टं समाचरेत् ⁠।⁠।⁠ ४३ ⁠।⁠।'\n नेत्रसे, मनसे और वाणीसे कहीं भी दोषदृष्टि न करे। सबके सामने या दूसरोंकी आँख बचाकर कोई बुराई न करे ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'इन्द्रियाण्युपसंहृत्य कूर्मोऽङ्गानीव सर्वशः ⁠। क्षीणेन्द्रियमनोबुद्धिर्निरीहः सर्वतत्त्ववित् ⁠।⁠।⁠ ४४ ⁠।⁠।'\n जैसे कछुआ अपने अंगोंको सब ओरसे समेट लेता है, उसी प्रकर इन्द्रियोंको विषयोंकी ओरसे हटा ले। इन्द्रिय, मन और बुद्धिको दुर्बल करके निश्चेष्ट हो जाय। सम्पूर्ण तत्त्वोंका ज्ञान प्राप्त करे ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'निर्द्वन्द्वो निर्नमस्कारो निःस्वाहाकार एव च ⁠। निर्ममो निरहंकारो निर्योगक्षेम आत्मवान् ⁠।⁠।⁠ ४५ ⁠।⁠।'\n द्वन्द्वोंसे प्रभावित न हो, किसीके सामने माथा न टेके। स्वाहाकार (अग्निहोत्र आदि)-का परित्याग करे। ममता और अहंकारसे रहित हो जाय, योगक्षेमकी चिन्ता न करे। मनपर विजय प्राप्त करे ⁠।⁠।⁠ ४५ ⁠।⁠।\n 'निराशीर्निर्गुणः शान्तो निरासक्तो निराश्रयः ⁠। आत्मसङ्गी च तत्त्वज्ञो मुच्यते नात्र संशयः ⁠।⁠।⁠ ४६ ⁠।⁠।'\n जो निष्काम, निर्गुण, शान्त, अनासक्त, निराश्रय, आत्मपरायण और तत्त्वका ज्ञाता होता है, वह मुक्त हो जाता है, इसमें संशय नहीं है ⁠।⁠।⁠ ४६ ⁠।⁠।\n 'अपादपाणिपृष्ठं तदशिरस्कमनूदरम् ⁠। प्रहीणगुणकर्माणं केवलं विमलं स्थिरम् ⁠।⁠।⁠ ४७ ⁠।⁠।\n अगन्धमरसस्पर्शमरूपाशब्दमेव च ⁠। अनुगम्यमनासक्तममांसमपि चैव यत् ⁠।⁠।⁠ ४८ ⁠।⁠।\n निश्चिन्तमव्ययं दिव्यं कूटस्थमपि सर्वदा ⁠। सर्वभूतस्थमात्मानं ये पश्यन्ति न ते मृताः ⁠।⁠।⁠ ४९ ⁠।⁠।'\n जो मनुष्य आत्माको हाथ, पैर, पीठ, मस्तक और उदर आदि अंगोंसे रहित, गुण-कर्मोंसे हीन, केवल, निर्मल, स्थिर, रूप-रस-गन्ध-स्पर्श और शब्दसे रहित, ज्ञेय, अनासक्त, हाड़-मांसके शरीरसे रहित, निश्चिन्त, अविनाशी, दिव्य और सम्पूर्ण प्राणियोंमें स्थित सदा एकरस रहनेवाला जानते हैं, उनकी कभी मृत्यु नहीं होती ⁠।⁠।⁠ ४७—४९ ⁠।⁠।\n 'न तत्र क्रमते बुद्धिर्नेन्द्रियाणि न देवताः ⁠। वेदा यज्ञाश्च लोकाश्च न तपो न व्रतानि च ⁠।⁠।⁠ ५० ⁠।⁠।\n यत्र ज्ञानवतां प्राप्तिरलिङ्गग्रहणा स्मृता ⁠। तस्मादलिङ्गधर्मज्ञो धर्मतत्त्वमुपाचरेत् ⁠।⁠।⁠ ५१ ⁠।⁠।'\n उस आत्मतत्त्वतक बुद्धि, इन्द्रिय और देवताओंकी भी पहुँच नहीं होती। जहाँ केवल ज्ञानवान् महात्माओंकी ही गति है, वहाँ वेद, यज्ञ, लोक, तप और व्रतका भी प्रवेश नहीं होता; क्योंकि वह बाह्य चिह्नसे रहित मानी गयी है। इसलिये बाह्य चिह्नोंसे रहित धर्मको जानकर उसका यथार्थरूपसे पालन करना चाहिये ⁠।⁠।⁠ ५०-५१ ⁠।⁠।\n 'गूढधर्माश्रितो विद्वान् विज्ञानचरितं चरेत् ⁠। अमूढो मूढरूपेण चरेद् धर्ममदूषयन् ⁠।⁠।⁠ ५२ ⁠।⁠।'\n गुह्य धर्ममें स्थित विद्वान् पुरुषको उचित है कि वह विज्ञानके अनुरूप आचरण करे। मूढ़ न होकर भी मूढ़के समान बर्ताव करे, किंतु अपने किसी व्यवहारसे धर्मको कलंकित न करे ⁠।⁠।⁠ ५२ ⁠।⁠।\n 'तथैनमवमन्येरन् परे सततमेव हि ⁠। यथावृत्तश्चरेच्छान्तः सतां धर्मानकुत्सयन् ⁠।⁠।⁠ ५३ ⁠।⁠।'\n 'य एवं वृत्तसम्पन्नः स मुनिः श्रेष्ठ उच्यते ⁠।'\n जिस कामके करनेसे समाजके दूसरे लोग अनादर करें, वैसा ही काम शान्त रहकर सदा करता रहे, किंतु सत्पुरुषोंके धर्मकी निन्दा न करे। जो इस प्रकारके बर्तावसे सम्पन्न है, वह श्रेष्ठ मुनि कहलाता है ⁠।⁠।⁠ ५३ ⁠।⁠।\n 'इन्द्रियाणीन्द्रियार्थाश्च महाभूतानि पञ्च च ⁠।⁠।⁠ ५४ ⁠।⁠।'\n 'मनो बुद्धिरहंकारमव्यक्तं पुरुषं तथा ⁠। एतत् सर्वं प्रसंख्याय यथावत् तत्त्वनिश्चयात् ⁠।⁠।⁠ ५५ ⁠।⁠।'\n 'ततः स्वर्गमवाप्नोति विमुक्तः सर्वबन्धनैः ⁠।'\n जो मनुष्य इन्द्रिय, उनके विषय, पञ्चमहाभूत, मन, बुद्धि, अहंकार, प्रकृति और पुरुष—इन सबका विचार करके इनके तत्त्वका यथावत् निश्चय कर लेता है, वह सम्पूर्ण बन्धनोंसे मुक्त होकर स्वर्गको प्राप्त कर लेता है ⁠।⁠।⁠ ५४-५५ ⁠।⁠।\n 'एतावदन्तवेलायां परिसंख्याय तत्त्ववित् ⁠।⁠।⁠ ५६ ⁠।⁠।'\n 'ध्यायेदेकान्तमास्थाय मुच्यतेऽथ निराश्रयः ⁠। निर्मुक्तः सर्वसङ्गेभ्यो वायुराकाशगो यथा ⁠।⁠।⁠ ५७ ⁠।⁠।'\n 'क्षीणकोशो निरातङ्कस्तथेदं प्राप्नुयात् परम् ⁠।⁠।⁠ ५८ ⁠।⁠।'\n जो तत्त्ववेत्ता अन्त समयमें इन तत्त्वोंका ज्ञान प्राप्त करके एकान्तमें बैठकर परमात्माका ध्यान करता है, वह आकाशमें विचरनेवाले वायुकी भाँति सब प्रकारकी आसक्तियोंसे छूटकर पञ्चकोशोंसे रहित, निर्भय तथा निराश्रय होकर मुक्त एवं परमात्माको प्राप्त हो जाता है ⁠।⁠।⁠ ५६—५८ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "32",
    "Text": "`मुक्तिके साधनोंका, देहरूपी वृक्षका तथा ज्ञान-खड्‌गसे उसे काटनेका वर्णन` `ब्रह्मोवाच`\n 'संन्यासं तप इत्याहुर्वृद्धा निश्चितवादिनः ⁠। ब्राह्मणा ब्रह्मयोनिस्था ज्ञानं ब्रह्म परं विदुः ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! निश्चित बात कहनेवाले और वेदोंके कारणरूप परमात्मामें स्थित वृद्ध ब्राह्मण संन्यासको तप कहते हैं और ज्ञानको ही परब्रह्मका स्वरूप मानते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'अतिदूरात्मकं ब्रह्म वेदविद्याव्यपाश्रयम् ⁠। निर्द्वन्द्वं निर्गुणं नित्यमचित्त्यगुणमुत्तमम् ⁠।⁠।⁠ २ ⁠।⁠।'\n 'ज्ञानेन तपसा चैव धीराः पश्यन्ति तत् परम् ⁠।'\n वह वेदविद्याका आधार ब्रह्म (अज्ञानियोंके लिये) अत्यन्त दूर है। वह निर्द्वन्द्व, निर्गुण, नित्य, अचिन्त्य गुणोंसे युक्त और सर्वश्रेष्ठ है। धीर पुरुष ज्ञान और तपस्याके द्वारा उस परमात्माका साक्षात्कार करते हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'निर्णिक्तमनसः पूता व्युत्क्रान्तरजसोऽमलाः ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'तपसा क्षेममध्वानं गच्छन्ति परमेश्वरम् ⁠। संन्यासनिरता नित्यं ये च ब्रह्मविदो जनाः ⁠।⁠।⁠ ४ ⁠।⁠।'\n जिनके मनकी मैल धुल गयी है, जो परम पवित्र हैं, जिन्होंने रजोगुणको त्याग दिया है, जिनका अन्तःकरण निर्मल है, जो नित्य संन्यासपरायण तथा ब्रह्मके ज्ञाता हैं, वे पुरुष तपस्याके द्वारा कल्याणमय पथका आश्रय लेकर परमेश्वरको प्राप्त होते हैं ⁠।⁠।⁠ ३-४ ⁠।⁠।\n 'तपः प्रदीप इत्याहुराचारो धर्मसाधकः ⁠। ज्ञानं वै परमं विद्यात् संन्यासं तप उत्तमम् ⁠।⁠।⁠ ५ ⁠।⁠।'\n ज्ञानी पुरुषोंका कहना है कि तपस्या (परमात्म-तत्त्वको प्रकाशित करनेवाला) दीपक है, आचार धर्मका साधक है, ज्ञान परब्रह्मका स्वरूप है और संन्यास ही उत्तम तप है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'यस्तु वेद निराधारं ज्ञानं तत्त्वविनिश्चयात् ⁠। सर्वभूतस्थमात्मानं स सर्वगतिरिष्यते ⁠।⁠।⁠ ६ ⁠।⁠।'\n जो तत्त्वका पूर्ण निश्चय करके ज्ञानस्वरूप, निराधार और सम्पूर्ण प्राणियोंके भीतर रहनेवाले आत्माको जान लेता है, वह सर्वव्यापक हो जाता है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'यो विद्वान् सहवासं च विवासं चैव पश्यति ⁠। तथैवैकत्वनानात्वे स दुःखात् प्रतिमुच्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n जो विद्वान् संयोगको भी वियोगके रूपमें ही देखता है तथा वैसे ही नानात्वमें एकत्व देखता है, वह दुःखसे सर्वथा मुक्त हो जाता है ⁠।⁠।⁠ ७ ⁠।⁠।\n 'यो न कामयते किंचिन्न किंचिदवमन्यते ⁠। इहलोकस्थ एवैष ब्रह्मभूयाय कल्पते ⁠।⁠।⁠ ८ ⁠।⁠।'\n जो किसी वस्तुकी कामना तथा किसीकी अवहेलना नहीं करता, वह इस लोकमें रहकर भी ब्रह्मस्वरूप होनेमें समर्थ हो जाता है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'प्रधानगुणतत्त्वज्ञः सर्वभूतप्रधानवित् ⁠। निर्ममो निरहंकारो मुच्यते नात्र संशयः ⁠।⁠।⁠ ९ ⁠।⁠।'\n जो सब भूतोंमें प्रधान—प्रकृतिको तथा उसके गुण एवं तत्त्वको भलीभाँति जानकर ममता और अहंकारसे रहित हो जाता है, उसके मुक्त होनेमें संदेह नहीं है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'निर्द्वन्द्वो निर्नमस्कारो निःस्वधाकार एव च ⁠। निर्गुणं नित्यमद्वन्द्वं प्रशमेनैव गच्छति ⁠।⁠।⁠ १० ⁠।⁠।'\n जो द्वन्द्वोंसे रहित, नमस्कारकी इच्छा न रखने-वाला और स्वधाकार (पितृ-कार्य) न करनेवाला संन्यासी है, वह अतिशय शान्तिके द्वारा ही निर्गुण, द्वन्द्वातीत, नित्यतत्त्वको प्राप्त कर लेता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'हित्वा गुणमयं सर्वं कर्म जन्तुः शुभाशुभम् ⁠। उभे सत्यानृते हित्वा मुच्यते नात्र संशयः ⁠।⁠।⁠ ११ ⁠।⁠।'\n शुभ और अशुभ समस्त त्रिगुणात्मक कर्मोंका तथा सत्य और असत्य—इन दोनोंका भी त्याग करके संन्यासी मुक्त हो जाता है, इसमें संशय नहीं है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'अव्यक्तयोनिप्रभवो बुद्धिस्कन्धमयो महान् ⁠। महाहंकारविटप इन्द्रियाङ्‍कुरकोटरः ⁠।⁠।⁠ १२ ⁠।⁠।'\n 'महाभूतविशालश्च विशेषयति शाखिनः ⁠। सदापत्रः सदापुष्पः शुभाशुभफलोदयः ⁠।⁠।⁠ १३ ⁠।⁠।\n आजीव्यः सर्वभूतानां ब्रह्मवृक्षः सनातनः ⁠। एनं छित्त्वा च भित्त्वा च तत्त्वज्ञानासिना बुधः ⁠।⁠।⁠ १४ ⁠।⁠।\n हित्वा सङ्गमयान् पाशान् मृत्युजन्मजरोदयान् ⁠। निर्ममो निरहङ्कारो मुच्यते नात्र संशयः ⁠।⁠।⁠ १५ ⁠।⁠।'\n यह देह एक वृक्षके समान है। अज्ञान इसका मूल (जड़) है, बुद्धि स्कन्ध (तना) है, अहंकार शाखा है, इन्द्रियाँ अंकुर और खोखले हैं तथा पञ्चमहाभूत इसको विशाल बनानेवाले हैं और इस वृक्षकी शोभा बढ़ाते हैं। इसमें सदा ही संकल्परूपी पत्ते उगते और कर्मरूपी फूल खिलते रहते हैं। शुभाशुभ कर्मोंसे प्राप्त होनेवाले सुख-दुःखादि ही इसमें सदा लगे रहनेवाले फल हैं। इस प्रकार ब्रह्मरूपी बीजसे प्रकट होकर प्रवाहरूपसे सदा मौजूद रहनेवाला यह देहरूपी वृक्ष समस्त प्राणियोंके जीवनका आधार है। बुद्धिमान् पुरुष तत्त्वज्ञानरूपी खड्गसे इस वृक्षको छिन्न-भिन्न कर जब जन्म-मृत्यु और जरावस्थाके चक्करमें डालनेवाले आसक्तिरूप बन्धनोंको तोड़ डालता है तथा ममता और अहंकारसे रहित हो जाता है, उस समय उसे अवश्य मुक्ति प्राप्त होती है, इसमें संशय नहीं है ⁠।⁠।\n 'द्वाविमौ पक्षिणौ नित्यौ संक्षेपौ चाप्यचेतनौ ⁠। एताभ्यां तु परो योऽन्यश्चेतनावान् स उच्यते ⁠।⁠।⁠ १६ ⁠।⁠।'\n इस वृक्षपर रहनेवाले (मन-बुद्धिरूप) दो पक्षी हैं, जो नित्य क्रियाशील होनेपर भी अचेतन हैं। इन दोनोंसे श्रेष्ठ अन्य (आत्मा) है, वह ज्ञानसम्पन्न कहा जाता है ⁠।⁠।\n 'अचेतनः सत्त्वसंख्याविमुक्तः सत्त्वात् परं चेतयतेऽन्तरात्मा ⁠।\n स क्षेत्रवित् सर्वसंख्यातबुद्धि- र्गुणातिगो मुच्यते सर्वपापैः ⁠।⁠।⁠ १७ ⁠।⁠।'\n संख्यासे रहित जो सत्त्व अर्थात् मूलप्रकृति है, वह अचेतन है। उससे भिन्न जो जीवात्मा है, उसे अन्तर्यामी परमात्मा ज्ञानसम्पन्न करता है। वही क्षेत्रको जाननेवाला जब सम्पूर्ण तत्त्वोंको जान लेता है, तब गुणातीत होकर सब पापोंसे छूट जाता है ⁠।⁠।⁠ १७ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "33",
    "Text": "`आत्मा और परमात्माके स्वरूपका विवेचन` `ब्रह्मोवाच`\n 'केचिद् ब्रह्ममयं वृक्षं केचिद् ब्रह्मवनं महत् ⁠।'\n 'केचित्तु ब्रह्म चाव्यक्तं केचित् परमनामयम् ⁠। मन्यन्ते सर्वमप्येतदव्यक्तप्रभवाव्ययम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षिगण! इस अव्यक्त, उत्पत्तिशील, अविनाशी सम्पूर्ण वृक्षको कोई ब्रह्म-स्वरूप मानते हैं और कोई महान् ब्रह्मवन मानते हैं। कितने ही इसे अव्यक्त ब्रह्म और कितने ही परम अनामय मानते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'उच्छ्‌वामात्रमपि चेद् योऽन्तकाले समो भवेत् ⁠। आत्मानमुपसङ्गम्य सोऽमृतत्वाय कल्पते ⁠।⁠।⁠ २ ⁠।⁠।'\n जो मनुष्य अन्तकालमें आत्माका ध्यान करके, साँस लेनेमें जितनी देर लगती है, उतनी देर भी, समभावमें स्थित होता है, वह अमृतत्व (मोक्ष) प्राप्त करनेका अधिकारी हो जाता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'निमेषमात्रमपि चेत् संयम्यात्मानमात्मनि ⁠। गच्छत्यात्मप्रसादेन विदुषां प्राप्तिमव्ययाम् ⁠।⁠।⁠ ३ ⁠।⁠।'\n जो एक निमेष भी अपने मनको आत्मामें एकाग्र कर लेता है, वह अन्तःकरणकी प्रसन्नताको पाकर विद्वानोंको प्राप्त होनेवाली अक्षय गतिको पा जाता है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'प्राणायामैरथ प्राणान् संयम्य स पुनः पुनः ⁠। दशद्वादशभिर्वापि चतुर्विंशात् परं ततः ⁠।⁠।⁠ ४ ⁠।⁠।'\n दस अथवा बारह प्राणायामोंके द्वारा पुनः-पुनः प्राणोंका संयम करनेवाला पुरुष भी चौबीस तत्त्वोंसे परे पचीसवें तत्त्व परमात्माको प्राप्त होता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'एवं पूर्वं प्रसन्नात्मा लभते यद् यदिच्छति ⁠। अव्यक्तात् सत्त्वमुद्रिक्तममृतत्वाय कल्पते ⁠।⁠।⁠ ५ ⁠।⁠।'\n सत्त्वात् परतरं नान्यत् प्रशंसन्तीह तद्विदः ⁠।\n इस प्रकार जो पहले अपने अन्तःकरणको शुद्ध कर लेता है, वह जो-जो चाहता है उसी-उसी वस्तुको पा जाता है। अव्यक्तसे उत्कृष्ट जो सत्-स्वरूप आत्मा है, वह अमर होनेमें समर्थ है। अतः सत्त्वस्वरूप आत्माके महत्त्वको जाननेवाले विद्वान् इस जगत्‌में सत्त्वसे बढ़कर और किसी वस्तुकी प्रशंसा नहीं करते ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अनुमानाद् विजानीमः पुरुषं सत्त्वसंश्रयम् ⁠। न शक्यमन्यथा गन्तुं पुरुषं द्विजसत्तमाः ⁠।⁠।⁠ ६ ⁠।⁠।'\n द्विजवरो! इस अनुमान-प्रमाणके द्वारा इस बातको अच्छी तरह जानते हैं कि अन्तर्यामी परमात्मा सत्त्वस्वरूप आत्मामें स्थित हैं। इस तत्त्वको समझे बिना परम पुरुषको प्राप्त करना सम्भव नहीं है ⁠।⁠।⁠ ६ ⁠।⁠।\n 'क्षमा धृतिरहिंसा च समता सत्यमार्जवम् ⁠। ज्ञानं त्यागोऽथ संन्यासः सात्त्विकं वृत्तमिष्यते ⁠।⁠।⁠ ७ ⁠।⁠।'\n क्षमा, धैर्य, अहिंसा, समता, सत्य, सरलता, ज्ञान, त्याग तथा संन्यास—ये सात्त्विक बर्ताव बताये गये हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'एतेनैवानुमानेन मन्यन्ते वै मनीषिणः ⁠। सत्त्वं च पुरुषश्चैव तत्र नास्ति विचारणा ⁠।⁠।⁠ ८ ⁠।⁠।'\n मनीषी पुरुष इसी अनुमानसे उस सत्त्वस्वरूप आत्माका और परमात्माका मनन करते हैं। इसमें कोई विचारणीय बात नहीं है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'आहुरेके च विद्वांसो ये ज्ञानपरिनिष्ठिताः ⁠। क्षेत्रज्ञसत्त्वयोरैक्यमित्येतन्नोपपद्यते ⁠।⁠।⁠ ९ ⁠।⁠।'\n ज्ञानमें भलीभाँति स्थित कितने ही विद्वान् कहते हैं कि क्षेत्रज्ञ और सत्त्वकी एकता युक्तिसंगत नहीं है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'पृथग्भूतं ततः सत्त्वमित्येतदविचारितम् ⁠। पृथग्भावश्च विज्ञेयः सहजश्चापि तत्त्वतः ⁠।⁠।⁠ १० ⁠।⁠।'\n उनका कहना है कि उस क्षेत्रज्ञसे सत्त्व पृथक् है, क्योंकि यह सत्त्व अविचारसिद्ध है। ये दोनों एक साथ रहनेवाले होनेपर भी तत्त्वतः अलग-अलग हैं—ऐसा समझना चाहिये ⁠।⁠।⁠ १० ⁠।⁠।\n 'तथैवैकत्वनानात्वमिष्यते विदुषां नयः ⁠। मशकोदुम्बरे चैक्यं पृथक्त्वमपि दृश्यते ⁠।⁠।⁠ ११ ⁠।⁠।'\n इसी प्रकार दूसरे विद्वानोंका निर्णय दोनोंके एकत्व और नानात्वको स्वीकार करता है; क्योंकि मशक और उदुम्बरकी एकता और पृथक्‌ता देखी जाती है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'मत्स्यो यथान्यः स्यादप्सु सम्प्रयोगस्तथा तयोः ⁠। सम्बन्धस्तोयबिन्दूनां पर्णे कोकनदस्य च ⁠।⁠।⁠ १२ ⁠।⁠।'\n जैसे जलसे मछली भिन्न है तो भी मछली और जल—दोनोंका संयोग देखा जाता है एवं जलकी बूँदोंका कमलके पत्तेसे सम्बन्ध देखा जाता है ⁠।⁠।⁠ १२ ⁠।⁠।\n `गुरुरुवाच`\n 'इत्युक्तवन्तस्ते विप्रास्तदा लोकपितामहम् ⁠। पुनः संशयमापन्नाः पप्रच्छुर्मुनिसत्तमाः ⁠।⁠।⁠ १३ ⁠।⁠।'\n गुरुने कहा—इस प्रकार कहनेपर उन मुनिश्रेष्ठ ब्राह्मणोंने पुनः संशयमें पड़कर उस समय लोकपितामह ब्रह्माजीसे पूछा ⁠।⁠।⁠ १३ ⁠।⁠।\n"
  },
  {
    "id": 1,
    "Chapter": "34",
    "Text": "`धर्मका निर्णय जाननेके लिये ऋषियोंका प्रश्न` `ऋषय ऊचुः`\n 'को वा स्विदिह धर्माणामनुष्ठेयतमो मतः ⁠। व्याहतामिव पश्यामो धर्मस्य विविधां गतिम् ⁠।⁠।⁠ १ ⁠।⁠।'\n ऋषियोंने पूछा—ब्रह्मन्! इस जगत्‌में समस्त धर्मोंमें कौन-सा धर्म अनुष्ठान करनेके लिये सर्वोत्तम माना गया है, यह कहिये; क्योंकि हमें धर्मके विभिन्न मार्ग एक-दूसरेसे आहत हुए-से प्रतीत होते हैं ⁠।⁠।⁠ १ ⁠।⁠।\n 'ऊर्ध्वं देहाद् वदन्त्येके नैतदस्तीति चापरे ⁠। केचित् संशयितं सर्वं निःसंशयमथापरे ⁠।⁠।⁠ २ ⁠।⁠।'\n कोई तो कहते हैं कि देहका नाश होनेके बाद धर्मका फल मिलेगा। दूसरे कहते हैं कि ऐसी बात नहीं है। कितने ही लोग सब धर्मोंको संशययुक्त बताते हैं और दूसरे संशयरहित कहते हैं ⁠।⁠।⁠ २ ⁠।⁠।\n 'अनित्यं नित्यमित्येके नास्त्यस्तीत्यपि चापरे ⁠। एकरूपं द्विधेत्येके व्यामिश्रमिति चापरे ⁠।⁠।⁠ ३ ⁠।⁠।'\n कोई कहते हैं कि धर्म अनित्य है और कोई उसे नित्य कहते हैं। दूसरे कहते हैं कि धर्म नामकी कोई वस्तु है ही नहीं। कोई कहते हैं कि अवश्य है। कोई कहते हैं कि एक ही धर्म दो प्रकारका है तथा कुछ लोग कहते हैं कि धर्म मिश्रित है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'मन्यन्ते ब्राह्मणा एव ब्रह्मज्ञास्तत्त्वदर्शिनः ⁠। एकमेके पृथक् चान्ये बहुत्वमिति चापरे ⁠।⁠।⁠ ४ ⁠।⁠।'\n वेद-शास्त्रोंके ज्ञाता तत्त्वदर्शी ब्राह्मण लोग यह मानते हैं कि एक ब्रह्म ही है। अन्य कितने ही कहते हैं कि जीव और ईश्वर अलग-अलग हैं और दूसरे लोग सबकी सत्ता भिन्न और बहुत प्रकारसे मानते हैं ⁠।⁠।⁠ ४ ⁠।⁠।\n 'देशकालावुभौ केचिन्नैतदस्तीति चापरे ⁠। जटाजिनधराश्चान्ये मुण्डाः केचिदसंवृताः ⁠।⁠।⁠ ५ ⁠।⁠।'\n कितने ही लोग देश और कालकी सत्ता मानते हैं। दूसरे लोग कहते हैं कि इनकी सत्ता नहीं है। कोई जटा और मृगचर्म धारण करनेवाले हैं, कोई सिर मुँडाते हैं और कोई दिगम्बर रहते हैं ⁠।⁠।⁠ ५ ⁠।⁠।\n 'अस्नानं केचिदिच्छन्ति स्नानमप्यपरे जनाः ⁠। मन्यन्ते ब्राह्मणा देवा ब्रह्मज्ञास्तत्त्वदर्शिनः ⁠।⁠।⁠ ६ ⁠।⁠।'\n कितने ही मनुष्य स्नान नहीं करना चाहते और दूसरे लोग जो शास्त्रज्ञ तत्त्वदर्शी ब्राह्मणदेवता हैं, वे स्नानको ही श्रेष्ठ मानते हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'आहारं केचिदिच्छन्ति केचिच्चानशने रताः ⁠। कर्म केचित् प्रशंसन्ति प्रशान्तिं चापरे जनाः ⁠।⁠।⁠ ७ ⁠।⁠।'\n कई लोग भोजन करना अच्छा मानते हैं और कई भोजन न करनेमें अभिरत रहते हैं। कई कर्म करनेकी प्रशंसा करते हैं और दूसरे लोग परम शान्तिकी प्रशंसा करते हैं ⁠।⁠।⁠ ७ ⁠।⁠।\n 'केचिन्मोक्षं प्रशंसन्ति केचिद् भोगान्‌ पृथग्विधान् ⁠।'\n 'धनानि केचिदिच्छन्ति निर्धनत्वमथापरे ⁠। उपास्यसाधनं त्वेके नैतदस्तीति चापरे ⁠।⁠।⁠ ८ ⁠।⁠।'\n कितने ही मोक्षकी प्रशंसा करते हैं और कितने ही नाना प्रकारके भोगोंकी प्रशंसा करते हैं। कुछ लोग बहुत-सा धन चाहते हैं और दूसरे निर्धनताको पसंद करते हैं। कितने ही मनुष्य अपने उपास्य इष्टदेवकी प्राप्तिकी साधना करते हैं और दूसरे कितने ही ऐसा कहते हैं कि ‘यह नहीं है’ ⁠।⁠।⁠ ८ ⁠।⁠।\n 'अहिंसानिरताश्चान्ये केचिद् हिंसापरायणाः ⁠। पुण्येन यशसा चान्ये नैतदस्तीति चापरे ⁠।⁠।⁠ ९ ⁠।⁠।'\n अन्य कई लोग अहिंसा-धर्मका पालन करनेमें रुचि रखते हैं और कई लोग हिंसाके परायण हैं। दूसरे कई पुण्य और यशसे सम्पन्न हैं। इनसे भिन्न दूसरे कहते हैं कि ‘यह सब कुछ नहीं है’ ⁠।⁠।⁠ ९ ⁠।⁠।\n 'सद्भावनिरताश्चान्ये केचित् संशयिते स्थिताः ⁠। दुःखादन्ये सुखादन्ये ध्यानमित्यपरे जनाः ⁠।⁠।⁠ १० ⁠।⁠।'\n अन्य कितने ही सद्भावमें रुचि रखते हैं। कितने ही लोग संशयमें पड़े रहते हैं। कितने ही साधक कष्ट सहन करते हुए ध्यान करते हैं और दूसरे कई सुखपूर्वक ध्यान करते हैं ⁠।⁠।⁠ १० ⁠।⁠।\n 'यज्ञमित्यपरे विप्राः प्रदानमिति चापरे ⁠। तपस्त्वन्ये प्रशंसन्ति स्वाध्यायमपरे जनाः ⁠।⁠।⁠ ११ ⁠।⁠।'\n अन्य ब्राह्मण यज्ञको श्रेष्ठ बताते हैं और दूसरे दानकी प्रशंसा करते हैं। अन्य कई तपकी प्रशंसा करते हैं तथा दूसरे स्वाध्यायकी प्रशंसा करते हैं ⁠।⁠।⁠ ११ ⁠।⁠।\n 'ज्ञानं संन्यासमित्येके स्वभावं भूतचिन्तकाः ⁠। सर्वमेके प्रशंसन्ति न सर्वमिति चापरे ⁠।⁠।⁠ १२ ⁠।⁠।'\n कई लोग कहते हैं कि ज्ञान ही संन्यास है। भौतिक विचारवाले मनुष्य स्वभावकी प्रशंसा करते हैं। कितने ही सभीकी प्रशंसा करते हैं और दूसरे सबकी प्रशंसा नहीं करते ⁠।⁠।⁠ १२ ⁠।⁠।\n 'एवं व्युत्थापिते धर्मे बहुधा विप्रबोधिते ⁠। निश्चयं नाधिगच्छामः सम्मूढाः सुरसत्तम ⁠।⁠।⁠ १३ ⁠।⁠।'\n सुरश्रेष्ठ ब्रह्मन्! इस प्रकार धर्मकी व्यवस्था अनेक ढंगसे परस्पर विरुद्ध बतलायी जानेके कारण हमलोग धर्मके विषयमें मोहित हो रहे हैं; अतः किसी निश्चयपर नहीं पहुँच पाते ⁠।⁠।⁠ १३ ⁠।⁠।\n 'इदं श्रेय इदं श्रेय इत्येवं व्युत्थितो जनः ⁠। यो हि यस्मिन् रतो धर्मे स तं पूजयते सदा ⁠।⁠।⁠ १४ ⁠।⁠।'\n ‘यही कल्याण-मार्ग है, यही कल्याण-मार्ग है’—इस प्रकारकी बातें सुनकर मनुष्य-समुदाय विचलित हो गया है। जो जिस धर्ममें रत है, वह उसीका सदा आदर करता है ⁠।⁠।⁠ १४ ⁠।⁠।\n 'तेन नोऽविहिता प्रज्ञा मनश्च बहुलीकृतम् ⁠। एतदाख्यातमिच्छामः श्रेयः किमिति सत्तम ⁠।⁠।⁠ १५ ⁠।⁠।'\n इस कारण हमलोगोंकी बुद्धि विचलित हो गयी है और मन भी बहुत-से संकल्प-विकल्पोंमें पड़कर चंचल हो गया है। श्रेष्ठ ब्रह्मन्! हम यह जानना चाहते हैं कि वास्तविक कल्याणका मार्ग क्या है? ⁠।⁠।⁠ १५ ⁠।⁠।\n 'अतः परं तु यद् गुह्यं तद् भवान्‌ वक्तुमर्हति ⁠। सत्त्वक्षेत्रज्ञयोश्चापि सम्बन्धः केन हेतुना ⁠।⁠।⁠ १६ ⁠।⁠।'\n इसलिये जो परम गुह्य तत्त्व है, वह आपको हमें बतलाना चाहिये। साथ ही यह भी बतलाइये कि बुद्धि और क्षेत्रज्ञका सम्बन्ध किस कारणसे हुआ है? ⁠।⁠।⁠ १६ ⁠।⁠।\n 'एवमुक्तः स तैर्विप्रैर्भगवाँल्लोकभावनः ⁠। तेभ्यः शशंस धर्मात्मा याथातथ्येन बुद्धिमान् ⁠।⁠।⁠ १७ ⁠।⁠।'\n लोकोंकी सृष्टि करनेवाले धर्मात्मा बुद्धिमान् भगवान् ब्रह्माजी उन ऋषियोंकी यह बात सुनकर उनसे उनके प्रश्नोंका यथार्थ रूपसे उत्तर देने लगे ⁠।⁠।⁠ १७ ⁠।⁠।\n"
  },
  {
    "id": 2,
    "Chapter": "35",
    "Text": "`सत्त्व और पुरुषकी भिन्नता, बुद्धिमान्‌की प्रशंसा, पञ्चभूतोंके गुणोंका विस्तार और परमात्माकी श्रेष्ठताका वर्णन` `ब्रह्मोवाच` \n 'हन्त वः संप्रवक्ष्यामि यन्मां पृच्छथ सत्तमाः ⁠। गुरुणा शिष्यमासाद्य यदुक्तं तन्निबोधत ⁠।⁠।⁠ १ ⁠।⁠।'\n 'ब्रह्माजी बोले'—श्रेष्ठ महर्षियो! तुमलोगोंने जो विषय पूछा है, उसे अब मैं कहूँगा। गुरुने सुयोग्य शिष्यको पाकर जो उपदेश दिया है, उसे तुमलोग सुनो ⁠।⁠।⁠ १ ⁠।⁠।\n 'समस्तमिह तच्छ्रुत्वा सम्यगेवावधार्यताम् ⁠। अहिंसा सर्वभूतानामेतत् कृत्यतमं मतम् ⁠।⁠।⁠ २ ⁠।⁠।'\n 'एतत् पदमनुद्विग्नं वरिष्ठं धर्मलक्षणम् ⁠।'\n उस विषयको यहाँ पूर्णतया सुनकर अच्छी प्रकार धारण करो। सब प्राणियोंकी अहिंसा ही सर्वोत्तम कर्तव्य है—ऐसा माना गया है। यह साधन उद्वेगरहित, सर्वश्रेष्ठ और धर्मको लक्षित करानेवाला है ⁠।⁠।⁠ २ ⁠।⁠।\n 'ज्ञानं निःश्रेय इत्याहुर्वृद्धा निश्चितदर्शिनः ⁠।⁠।⁠ ३ ⁠।⁠।'\n 'तस्माज्ज्ञानेन शुद्धेन मुच्यते सर्वकिल्बिषैः ⁠।'\n निश्चयको साक्षात् करनेवाले वृद्ध लोग कहते हैं कि ‘ज्ञान ही परम कल्याणका साधन है।’ इसलिये परम शुद्ध ज्ञानके द्वारा ही मनुष्य सब पापोंसे छूट जाता है ⁠।⁠।⁠ ३ ⁠।⁠।\n 'हिंसापराश्च ये केचिद् ये च नास्तिकवृत्तयः ⁠। लोभमोहसमायुक्तास्ते वै निरयगामिनः ⁠।⁠।⁠ ४ ⁠।⁠।'\n जो लोग प्राणियोंकी हिंसा करते हैं, नास्तिक-वृत्तिका आश्रय लेते हैं और लोभ तथा मोहमें फँसे हुए हैं, उन्हें नरकमें गिरना पड़ता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'आशीर्युक्तानि कर्माणि कुर्वते ये त्वतन्द्रिताः ⁠। तेऽस्मिल्लोँके प्रमोदन्ते जायमानाः पुनः पुनः ⁠।⁠।⁠ ५ ⁠।⁠।'\n जो लोग सावधान होकर सकाम कर्मोंका अनुष्ठान करते हैं, वे बार-बार इस लोकमें जन्म ग्रहण करके सुखी होते हैं ⁠।⁠।⁠ ५ ⁠।⁠।\n 'कुर्वते ये तु कर्माणि श्रद्दधाना विपश्चितः ⁠। अनाशीर्योगसंयुक्तास्ते धीराः साधुदर्शिनः ⁠।⁠।⁠ ६ ⁠।⁠।'\n जो विद्वान् समत्वयोगमें स्थित हो श्रद्धाके साथ कर्तव्य-कर्मोंका अनुष्ठान करते हैं और उनके फलमें आसक्त नहीं होते, वे धीर और उत्तम दृष्टिवाले माने गये हैं ⁠।⁠।⁠ ६ ⁠।⁠।\n 'अतः परं प्रवक्ष्यामि सत्त्वक्षेत्रज्ञयोर्यथा ⁠। संयोगो विप्रयोगश्च तन्निबोधत सत्तमाः ⁠।⁠।⁠ ७ ⁠।⁠।'\n श्रेष्ठ महर्षियो! अब मैं यह बता रहा हूँ कि सत्त्व और क्षेत्रज्ञका परस्पर संयोग और वियोग कैसे होता है? इस विषयको ध्यान देकर सुनो ⁠।⁠।⁠ ७ ⁠।⁠।\n 'विषयो विषयित्वं च सम्बन्धोऽयमिहोच्यते ⁠। विषयी पुरुषो नित्यं सत्त्वं च विषयः स्मृतः ⁠।⁠।⁠ ८ ⁠।⁠।'\n इन दोनोंमें यहाँ यह विषय-विषयिभाव सम्बन्ध माना गया है। इनमें पुरुष तो सदा विषयी और सत्त्व विषय माना जाता है ⁠।⁠।⁠ ८ ⁠।⁠।\n 'व्याख्यातं पूर्वकल्पेन मशकोदुम्बरं यथा ⁠। भुज्यमानं न जानीते नित्यं सत्त्वमचेतनम् ⁠। यस्त्वेवं तं विजानीते यो भुङ्क्ते यश्च भुज्यते ⁠।⁠।⁠ ९ ⁠।⁠।'\n पूर्व अध्यायमें मच्छर और गूलरके उदाहरणसे यह बात बतायी जा चुकी है कि भोगा जानेवाला अचेतन सत्त्व नित्य-स्वरूप क्षेत्रज्ञको नहीं जानता, किंतु जो क्षेत्रज्ञ है वह इस प्रकार जानता है कि जो भोगता है वह आत्मा है और जो भोगा जाता है, वह सत्त्व है ⁠।⁠।⁠ ९ ⁠।⁠।\n 'नित्यं द्वन्द्वसमायुक्तं सत्त्वमाहुर्मनीषिणः ⁠। निर्द्वन्द्वो निष्कलो नित्यः क्षेत्रज्ञो निर्गुणात्मकः ⁠।⁠।⁠ १० ⁠।⁠।'\n मनीषी पुरुष सत्त्वको द्वन्द्वयुक्त कहते हैं और क्षेत्रज्ञ निर्द्वन्द्व, निष्कल, नित्य और निर्गुणस्वरूप है ⁠।⁠।⁠ १० ⁠।⁠।\n 'समं संज्ञानुगश्चैव स सर्वत्र व्यवस्थितः ⁠। उपभुङ्क्ते सदा सत्त्वमपः पुष्करपर्णवत् ⁠।⁠।⁠ ११ ⁠।⁠।'\n वह क्षेत्रज्ञ समभावसे सर्वत्र भलीभाँति स्थित हुआ ज्ञानका अनुसरण करता है। जैसे कमलका पत्ता निर्लिप्त रहकर जलको धारण करता है, वैसे ही क्षेत्रज्ञ सदा सत्त्वका उपभोग करता है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'सर्वैरपि गुणैर्विद्वान् व्यतिषक्तो न लिप्यते ⁠। जलबिन्दुर्यथा लोलः पद्मिनीपत्रसंस्थितः ⁠।⁠।⁠ १२ ⁠।⁠।'\n 'एवमेवाप्यसंयुक्तः पुरुषः स्यान्न संशयः ⁠।'\n जैसे कमलके पत्तेपर पड़ी हुई जलकी चंचल बूँद उसे भिगो नहीं पाती, उसी प्रकार विद्वान् पुरुष समस्त गुणोंसे सम्बन्ध रखते हुए भी किसीसे लिप्त नहीं होता। अतः क्षेत्रज्ञ पुरुष वास्तविकमें असंग है, इसमें संदेह नहीं है ⁠।⁠।⁠ १२ ⁠।⁠।\n 'द्रव्यमात्रभूत् सत्त्वं पुरुषस्येति निश्चयः ⁠।⁠।⁠ १३ ⁠।⁠।'\n 'यथा द्रव्यं च कर्ता च संयोगोऽप्यनयोस्तथा ⁠।'\n यह निश्चित बात है कि पुरुषके भोगनेयोग्य द्रव्यमात्रकी संज्ञा सत्त्व है तथा जैसे द्रव्य और कर्ताका सम्बन्ध है, वैसे ही इन दोनोंका सम्बन्ध है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'यथा प्रदीपमादाय कश्चित् तमसि गच्छति ⁠। तथा सत्त्वप्रदीपेन गच्छन्ति परमैषिणः ⁠।⁠।⁠ १४ ⁠।⁠।'\n जैसे कोई मनुष्य दीपक लेकर अन्धकारमें चलता है, वैसे ही परम तत्त्वको चाहनेवाले साधक सत्त्वरूप दीपकके प्रकाशमें साधनमार्गपर चलते हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'यावद् द्रव्यं गुणस्तावत् प्रदीपः सम्प्रकाशते ⁠। क्षीणे द्रव्ये गुणे ज्योतिरन्तर्धानाय गच्छति ⁠।⁠।⁠ १५ ⁠।⁠।'\n जबतक दीपकमें द्रव्य और गुण रहते हैं, तभीतक वह प्रकाश फैलाता है। द्रव्य और गुणका क्षय हो जानेपर ज्योति भी अन्तर्धान हो जाती है ⁠।⁠।⁠ १५ ⁠।⁠।\n 'व्यक्तः सत्त्वगुणस्त्वेवं पुरुषोऽव्यक्त इष्यते ⁠। एतद् विप्रा विजानीत हन्त भूयो ब्रवीमि वः ⁠।⁠।⁠ १६ ⁠।⁠।'\n 'ब्रह्माजीका ऋषियोंको उपदेश' इस प्रकार सत्त्वगुण तो व्यक्त है और पुरुष अव्यक्त माना गया है। ब्रह्मर्षियो! इस तत्त्वको समझो। अब मैं तुमलोगोंसे आगेकी बात बताता हूँ ⁠।⁠।⁠ १६ ⁠।⁠।\n 'सहस्रेणापि दुर्मेधा न बुद्धिमधिगच्छति ⁠। चतुर्थेनाप्यथांशेन बुद्धिमान् सुखमेधते ⁠।⁠।⁠ १७ ⁠।⁠।'\n जिसकी बुद्धि अच्छी नहीं है, उसे हजार उपाय करनेपर भी ज्ञान नहीं होता और जो बुद्धिमान् है वह चौथाई प्रयत्नसे भी ज्ञान पाकर सुखका अनुभव करता है ⁠।⁠।⁠ १७ ⁠।⁠।\n 'एवं धर्मस्य विज्ञेयं संसाधनमुपायतः ⁠। उपायज्ञो हि मेधावी सुखमत्यन्तमश्नुते ⁠।⁠।⁠ १८ ⁠।⁠।'\n ऐसा विचारकर किसी उपायसे धर्मके साधनका ज्ञान प्राप्त करना चाहिये; क्योंकि उपायको जाननेवाला मेधावी पुरुष अत्यन्त सुखका भागी होता है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'यथाध्वानमपाथेयः प्रपन्नो मनुजः क्वचित् ⁠। क्लेशेन याति महता विनश्येदन्तरापि च ⁠।⁠।⁠ १९ ⁠।⁠।'\n जैसे कोई मनुष्य यदि राह-खर्चका प्रबन्ध किये बिना ही यात्रा करता है तो उसे मार्गमें बहुत क्लेश उठाना पड़ता है अथवा वह बीचहीमें मर भी सकता है ⁠।⁠।⁠ १९ ⁠।⁠।\n 'तथा कर्मसु विज्ञेयं फलं भवति वा न वा ⁠। पुरुषस्यात्मनिःश्रेयः शुभाशुभनिदर्शनम् ⁠।⁠।⁠ २० ⁠।⁠।'\n ऐसे ही (पूर्वजन्मोंके पुण्योंसे हीन पुरुष) योगमार्गके साधनमें लगनेपर योगसिद्धिरूप फल कठिनतासे पाता है अथवा नहीं भी पाता। पुरुषका अपना कल्याण-साधन ही उसके पूर्वजन्मके शुभाशुभ-संस्कारोंको बतानेवाला है ⁠।⁠।⁠ २० ⁠।⁠।\n 'यथा च दीर्घमध्वानं पद्भ्यामेव प्रपद्यते ⁠। अदृष्टपूर्वं सहसा तत्त्वदर्शनवर्जितः ⁠।⁠।⁠ २१ ⁠।⁠।'\n जैसे पहले न देखे हुए दूरके रास्तेपर जब मनुष्य सहसा पैदल ही चल पड़ता है (तो वह अपने गन्तव्य स्थानपर नहीं पहुँच पाता), यही दशा तत्त्वज्ञानसे रहित अज्ञानी पुरुषकी होती है ⁠।⁠।⁠ २१ ⁠।⁠।\n 'तमेव च यथाध्यानं रथेनेहाशुगामिना ⁠। गच्छत्यश्वप्रयुक्तेन तथा बुद्धिमतां गतिः ⁠।⁠।⁠ २२ ⁠।⁠।'\n ऊर्ध्वं पर्वतमारुह्य नान्ववेक्षेत भूतलम् ⁠।\n किंतु उसी मार्गपर घोड़े जुते हुए शीघ्रगामी रथके द्वारा यात्रा करनेवाला पुरुष जिस प्रकार शीघ्र ही अपने लक्ष्य स्थानपर पहुँच जाता है तथा वह ऊँचे पर्वतपर चढ़कर नीचे पृथ्वीकी ओर नहीं देखता, उसी प्रकार ज्ञानी पुरुषोंकी गति होती है ⁠।⁠।⁠ २२ ⁠।⁠।\n 'रथेन रथिनं पश्य क्लिश्यमानमचेतनम् ⁠।⁠।⁠ २३ ⁠।⁠।'\n 'यावद् रथपथस्तावद् रथेन स तु गच्छति ⁠। क्षीणे रथपदे विद्वान् रथमुत्सृज्य गच्छति ⁠।⁠।⁠ २४ ⁠।⁠।'\n देखो, रथके द्वारा जानेवाला भी मूर्ख मनुष्य ऊँचे पर्वतके पास पहुँचकर कष्ट पाता रहता है, किंतु बुद्धिमान् मनुष्य जहाँतक रथ जानेका मार्ग है वहाँतक रथसे जाता है और जब रथका रास्ता समाप्त हो जाता है तब वह उसे छोड़कर पैदल यात्रा करता है ⁠।⁠।⁠ २३-२४ ⁠।⁠।\n 'एवं गच्छति मेधावी तत्त्वयोगविधानवित् ⁠। परिज्ञाय गुणज्ञश्च उत्तरादुत्तरोत्तरम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n इसी प्रकार तत्त्व और योगविधिको जाननेवाला बुद्धिमान् एवं गुणज्ञ पुरुष अच्छी तरह समझ-बूझकर उत्तरोत्तर आगे बढ़ता जाता है ⁠।⁠।⁠ २५ ⁠।⁠।\n 'यथार्णवं महाघोरमप्लवः सम्प्रगाहते ⁠। बाहुभ्यामेव सम्मोहाद् वधं वाञ्छत्यसंशयम् ⁠।⁠।⁠ २६ ⁠।⁠।'\n जैसे कोई पुरुष मोहवश बिना नावके ही भयंकर समुद्रमें प्रवेश करता है और दोनों भुजाओंसे ही तैरकर उसके पार होनेका भरोसा रखता है तो निश्चय ही वह अपनी मौत बुलाना चाहता है (उसी प्रकार ज्ञान-नौकाका सहारा लिये बिना मनुष्य भवसागरसे पार नहीं हो सकता) ⁠।⁠।⁠ २६ ⁠।⁠।\n 'नावा चापि यथा प्राज्ञो विभागज्ञः स्वरित्रया ⁠। अश्रान्तः सलिले गच्छेच्छीघ्रं संतरते ह्रदम् ⁠।⁠।⁠ २७ ⁠।⁠।'\n 'तीर्णो गच्छेत् परं पारं नावमुत्सृज्य निर्ममः ⁠। व्याख्यातं पूर्वकल्पेन यथा रथपदातिनोः ⁠।⁠।⁠ २८ ⁠।⁠।'\n जिस तरह जलमार्गके विभागको जाननेवाला बुद्धिमान् पुरुष सुन्दर डाँडवाली नावके द्वारा अनायास ही जलपर यात्रा करके शीघ्र समुद्रसे तर जाता है एवं पार पहुँच जानेपर नावकी ममता छोड़कर चल देता है; (उसी प्रकार संसार-सागरसे पार हो जानेपर बुद्धिमान् पुरुष पहलेके साधन-सामग्रीकी ममता छोड़ देता है।) यह बात रथपर चलनेवाले और पैदल चलनेवालेके दृष्टान्तसे पहले भी कही जा चुकी है ⁠।⁠।⁠ २७-२८ ⁠।⁠।\n 'स्नेहात् सम्मोहमापन्नो नावि दाशो यथा तथा ⁠। ममत्वेनाभिभूतः संस्तत्रैव परिवर्तते ⁠।⁠।⁠ २९ ⁠।⁠।'\n परंतु स्नेहवश मोहको प्राप्त हुआ मनुष्य ममतासे आबद्ध होकर नावपर सदा बैठे रहनेवाले मल्लाहकी भाँति वहीं चक्कर काटता रहता है ⁠।⁠।⁠ २९ ⁠।⁠।\n 'नावं न शक्यमारुह्य स्थले विपरिवर्तितुम् ⁠। तथैव रथमारुह्य नाप्सु चर्या विधीयते ⁠।⁠।⁠ ३० ⁠।⁠।'\n 'एवं कर्म कृतं चित्रं विषयस्थं पृथक् पृथक् ⁠। यथा कर्म कृतं लोके तथैतानुपपद्यते ⁠।⁠।⁠ ३१ ⁠।⁠।'\n नौकापर चढ़कर जिस प्रकार स्थलपर विचरण करना सम्भव नहीं है तथा रथपर चढ़कर जलमें विचरण करना सम्भव नहीं बताया गया है, इसी प्रकार किये हुए विचित्र कर्म अलग-अलग स्थानपर पहुँचानेवाले हैं। संसारमें जिनके द्वारा जैसा कर्म किया गया है, उन्हें वैसा ही फल प्राप्त होता है ⁠।⁠।⁠ ३०-३१ ⁠।⁠।\n 'यन्नैव गन्धिनो रस्यं न रूपस्पर्शशब्दवत् ⁠। मन्यन्ते मुनयो बुद्ध‍या तत् प्रधानं प्रचक्षते ⁠।⁠।⁠ ३२ ⁠।⁠।'\n जो गन्ध, रस, रूप, स्पर्श और शब्दसे युक्त नहीं है तथा मुनिलोग बुद्धिके द्वारा जिसका मनन करते हैं, वह ‘प्रधान’ कहलाता है ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'तत्र प्रधानमव्यक्तमव्यक्तस्य गुणो महान् ⁠। महत्प्रधानभूतस्य गुणोऽहंकार एव च ⁠।⁠।⁠ ३३ ⁠।⁠।'\n प्रधानका दूसरा नाम अव्यक्त है। अव्यक्तका कार्य महत्तत्त्व है और प्रकृतिसे उत्पन्न महत्तत्त्वका कार्य अहंकार है ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'अहंकारात् तु सम्भूतो महाभूतकृतो गुणः ⁠। पृथक्त्वेन हि भूतानां विषया वै गुणाः स्मृताः ⁠।⁠।⁠ ३४ ⁠।⁠।'\n अहंकारसे पञ्च महाभूतोंको प्रकट करनेवाले गुणकी उत्पत्ति हुई है। पञ्च महाभूतोंके कार्य हैं रूप, रस आदि विषय। वे पृथक्-पृथक् गुणोंके नामसे प्रसिद्ध हैं ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'बीजधर्मं तथाव्यक्तं प्रसवात्मकमेव च ⁠। बीजधर्मा महानात्मा प्रसवश्चेति नः श्रुतम् ⁠।⁠।⁠ ३५ ⁠।⁠।'\n अव्यक्त प्रकृति कारणरूपा भी है और कार्यरूपा भी। इसी प्रकार महत्तत्त्वके भी कारण और कार्य दोनों ही स्वरूप सुने गये हैं ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'बीजधर्मस्त्वहंकारः प्रसवश्च पुनः पुनः ⁠। बीजप्रसवधर्माणि महाभूतानि पञ्च वै ⁠।⁠।⁠ ३६ ⁠।⁠।'\n अहंकार भी कारणरूप तो है ही, कार्यरूपमें भी बारम्बार परिणत होता रहता है। पञ्च महाभूतों (पञ्चतन्मात्राओं)-में भी कारणत्व और कार्यत्व दोनों धर्म हैं। वे शब्दादि विषयोंको उत्पन्न करते हैं, इसलिये ऐसा कहा जाता है कि वे बीजधर्मी हैं ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'बीजधर्मिण इत्याहुः प्रसवं च प्रकुर्वते ⁠। विशेषाः पञ्चभूतानां तेषां चित्तं विशेषणम् ⁠।⁠।⁠ ३७ ⁠।⁠।'\n उन पाँचो भूतोंके विशेष कार्य शब्द आदि विषय हैं। उन विषयोंका प्रवर्तक चित्त है ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'तत्रैकगुणमाकाशं द्विगुणो वायुरुच्यते ⁠। त्रिगुणं ज्योतिरित्याहुरापश्चापि चतुर्गुणाः ⁠।⁠।⁠ ३८ ⁠।⁠।'\n पञ्चमहाभूतोंमेंसे आकाशमें एक ही गुण माना गया है। वायुके दो गुण बतलाये जाते हैं। तेज तीन गुणोंसे युक्त कहा गया है। जलके चार गुण हैं ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'पृथ्वी पञ्चगुणा ज्ञेया चरस्थावरसंकुला ⁠। सर्वभूतकरी देवी शुभाशुभनिदर्शिनी ⁠।⁠।⁠ ३९ ⁠।⁠।'\n पृथ्वीके पाँच गुण समझने चाहिये। यह देवी स्थावर-जंगम प्राणियोंसे भरी हुई, समस्त जीवोंको जन्म देनेवाली तथा शुभ और अशुभका निर्देश करनेवाली है ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'शब्दः स्पर्शस्तथा रूपं रसो गन्धश्च पञ्चमः ⁠। एते पञ्च गुणा भूमेर्विज्ञेया द्विजसत्तमाः ⁠।⁠।⁠ ४० ⁠।⁠।'\n विप्रवरो! शब्द, स्पर्श, रूप, रस और पाँचवाँ गन्ध—ये ही पृथ्वीके पाँच गुण जानने चाहिये ⁠।⁠।⁠ ४० ⁠।⁠।\n 'पार्थिवश्च सदा गन्धो गन्धश्च बहुधा स्मृतः ⁠। तस्य गन्धस्य वक्ष्यामि विस्तरेण बहून् गुणान् ⁠।⁠।⁠ ४१ ⁠।⁠।'\n इनमें भी गन्ध उसका खास गुण है। गन्ध अनेक प्रकारकी मानी गयी है। मैं उस गन्धके गुणोंका विस्तारके साथ वर्णन करूँगा ⁠।⁠।⁠ ४१ ⁠।⁠।\n 'इष्टश्चानिष्टगन्धश्च मधुरोऽम्लः कटुस्तथा ⁠। निर्हारी संहतः स्निग्धो रूक्षो विशद एव च ⁠।⁠।⁠ ४२ ⁠।⁠।'\n 'एवं दशविधो ज्ञेयः पार्थिवो गन्ध इत्युत ⁠।'\n इष्ट (सुगन्ध), अनिष्ट (दुर्गन्ध), मधुर, अम्ल, कटु, निहारी (दुरतक फैलनेवाली), मिश्रित, स्निग्ध, रूक्ष और विशद—ये पार्थिव गन्धके दस भेद समझने चाहिये ⁠।⁠।⁠ ४२ ⁠।⁠।\n 'शब्दः स्पर्शस्तथा रूपं द्रवश्चाणां गुणाः स्मृताः ⁠।⁠।⁠ ४३ ⁠।⁠।'\n 'रसज्ञानं तु वक्ष्यामि रसस्तु बहुधा स्मृतः ⁠।'\n शब्द, स्पर्श, रूप, रस—ये जलके चार गुण माने गये हैं (इनमें रस ही जलका मुख्य गुण है)। अब मैं रस-विज्ञानका वर्णन करता हूँ। रसके बहुत-से भेद बताये गये हैं ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'मधुरोऽम्लः कटुस्तिक्तः कषायो लवणस्तथा ⁠।⁠।⁠ ४४ ⁠।⁠।'\n 'एवं षड्विधविस्तारो रसो वारिमयः स्मृतः ⁠।'\n मीठा, खट्टा, कड़ुआ, तीता, कसैला और नमकीन—इस प्रकार छः भेदोंमें जलमय रसका विस्तार बताया गया है ⁠।⁠।⁠ ४४ ⁠।⁠।\n 'शब्दः स्पर्शस्तथा रूपं त्रिगुणं ज्योतिरुच्यते ⁠।⁠।⁠ ४५ ⁠।⁠।'\n 'ज्योतिषश्च गुणो रूपं रूपं च बहुधा स्मृतम् ⁠।'\n शब्द, स्पर्श और रूप—ये तेजके तीन गुण कहे गये हैं। इनमें रूप ही तेजका मुख्य गुण है। रूपके भी कई भेद माने गये हैं ⁠।⁠।⁠ ४५ ⁠।⁠।\n 'शुक्लं कृष्णं तथा रक्तं नीलं पीतारुणं तथा ⁠।⁠।⁠ ४६ ⁠।⁠।'\n 'ह्रस्वं दीर्घं कृशं स्थूलं चतुरस्रं तु वृत्तवत् ⁠। एवं द्वादशविस्तारं तेजसो रूपमुच्यते ⁠।⁠।⁠ ४७ ⁠।⁠।'\n 'विज्ञेयं ब्राह्मणैर्वृद्धैर्धर्मज्ञैः सत्यवादिभिः ⁠।'\n शुक्रल, कृष्ण, रक्त, नील, पीत, अरुण, छोटा, बड़ा, मोटा, दुबला, चौकोना और गोल—इस प्रकार तैजस् रूपका बारह प्रकारसे विस्तार सत्यवादी धर्मज्ञ वृद्ध ब्राह्मणोंके द्वारा जानने योग्य कहा जाता है ⁠।⁠।⁠ ४६-४७ ⁠।⁠।\n 'शब्दस्पर्शौ च विज्ञेयौ द्विगुणो वायुरुच्यते ⁠।⁠।⁠ ४८ ⁠।⁠।'\n 'वायोश्चापि गुणः स्पर्शः स्पर्शश्च बहुधा स्मृतः ⁠।'\n शब्द और स्पर्श—ये वायुके दो गुण जानने योग्य कहे जाते हैं। इनमें भी स्पर्श ही वायुका प्रधान गुण है। स्पर्श भी कई प्रकारका माना गया है ⁠।⁠।⁠ ४८ ⁠।⁠।\n 'रूक्षः शीतस्तथैवोष्णः स्निग्धो विशद एव च ⁠।⁠।⁠ ४९ ⁠।⁠।'\n 'कठिनश्चिक्कणः श्लक्ष्णः पिच्छिलो दारुणो मृदुः ⁠। एवं द्वादशविस्तारो वायव्यो गुण उच्यते ⁠।⁠।⁠ ५० ⁠।⁠।'\n 'विधिवद् ब्राह्मणैः सिद्धैर्धर्मज्ञैस्तत्त्वदर्शिभिः ⁠।⁠।⁠ ५१ ⁠।⁠।'\n रूखा, ठंडा, गरम, स्निग्ध, विशद, कठिन, चिकना, श्लक्ष्ण (हलका), पिच्छिल, कठोर और कोमल—इन बारह प्रकारोंसे वायुके गुण स्पर्शका विस्तार तत्त्वदर्शी धर्मज्ञ सिद्ध ब्राह्मणोंद्वारा विधिवत् बतलाया गया है ⁠।⁠।⁠ ४९—५१ ⁠।⁠।\n 'तत्रैकगुणमाकाशं शब्द इत्येव च स्मृतः ⁠।'\n आकाशका शब्दमात्र एक ही गुण माना गया है। उस शब्दके बहुत-से गुण हैं। उनका विस्तारके साथ वर्णन करता हूँ ⁠।⁠।⁠ ५१ ⁠।⁠।\n 'तस्य शब्दस्य वक्ष्यामि विस्तरेण बहून् गुणान् ⁠।⁠।⁠ ५२ ⁠।⁠।'\n 'षडजर्षभः स गान्धारो मध्यमः पञ्चमस्तथा ⁠। अतः परं तु विज्ञेयो निषादो धैवतस्तथा ⁠। इष्टश्चानिष्टशब्दश्च संहतः प्रविभागवान् ⁠।⁠।⁠ ५३ ⁠।⁠।'\n 'एवं दशविधो ज्ञेयः शब्द आकाशसम्भवः ⁠।'\n षड्ज, ऋषभ, गान्धार, मध्यम, पञ्चम, निषाद, धैवत, इष्ट (प्रिय), अनिष्ट (अप्रिय) और संहत (श्लिष्ट)—इस प्रकार विभागवाले आकाशजनित शब्दके दस भेद हैं ⁠।⁠।\n 'आकाशमुत्तमं भूतमहंकारस्ततः परः ⁠।⁠।⁠ ५४ ⁠।⁠।'\n 'अहंकारात् परा बुद्धिर्बुद्धेरात्मा ततः परः ⁠। तस्मात् तु परमव्यक्तमव्यक्तात् पुरुषः परः ⁠।⁠।⁠ ५५ ⁠।⁠।'\n आकाश सब भूतोंमें श्रेष्ठ है। उससे श्रेष्ठ अहंकार, अहंकारसे श्रेष्ठ बुद्धि, उस बुद्धिसे श्रेष्ठ आत्मा, उससे श्रेष्ठ अव्यक्त प्रकृति और प्रकृतिसे श्रेष्ठ पुरुष है ⁠।⁠।⁠ ५४-५५ ⁠।⁠।\n 'परापरज्ञो भूतानां विधिज्ञः सर्वकर्मणाम् ⁠। सर्वभूतात्मभूतात्मा गच्छत्यात्मानमव्ययम् ⁠।⁠।⁠ ५६ ⁠।⁠।'\n जो मनुष्य सम्पूर्ण भूतोंकी श्रेष्ठता और न्यूनताका ज्ञाता, समस्त कर्मोंकी विधिका जानकार और सब प्राणियोंको आत्मभावसे देखनेवाला है, वह अविनाशी परमात्माको प्राप्त होता है ⁠।⁠।⁠ ५६ ⁠।⁠।\n"
  },
  {
    "id": 3,
    "Chapter": "36",
    "Text": "`तपस्याका प्रभाव, आत्माका स्वरूप और उसके ज्ञानकी महिमा तथा अनुगीताका उपसंहार` `ब्रह्मोवाच` \n 'भूतानामथ पञ्चानां यथैषामीश्वरं मनः ⁠। नियमे च विसर्गे च भूतात्मा मन एव च ⁠।⁠।⁠ १ ⁠।⁠।'\n ब्रह्माजीने कहा—महर्षियो! जिस प्रकार इन पाँचों महाभूतोंकी उत्पत्ति और नियमन करनेमें मन समर्थ है, उसी प्रकार स्थितिकालमें भी मन ही भूतोंका आत्मा है ⁠।⁠।⁠ १ ⁠।⁠।\n 'अधिष्ठाता मनो नित्यं भूतानां महतां तथा ⁠। बुद्धिरैश्वर्यमाचष्टे क्षेत्रज्ञश्च स उच्यते ⁠।⁠।⁠ २ ⁠।⁠।'\n उन पञ्चमहाभूतोंका नित्य आधार भी मन ही है। बुद्धि जिसके ऐश्वर्यको प्रकाशित करती है, वह क्षेत्रज्ञ कहा जाता है ⁠।⁠।⁠ २ ⁠।⁠।\n 'इन्द्रियाणि मनो युङ्क्ते सदश्वानिव सारथिः ⁠। इन्द्रियाणि मनो बुद्धिः क्षेत्रज्ञे युज्यते सदा ⁠।⁠।⁠ ३ ⁠।⁠।'\n जैसे सारथि अच्छे घोड़ोंको अपने काबूमें रखता है, उसी प्रकार मन सम्पूर्ण इन्द्रियोंपर शासन करता है। इन्द्रिय, मन और बुद्धि—ये सदा क्षेत्रज्ञके साथ संयुक्त रहते हैं ⁠।⁠।⁠ ३ ⁠।⁠।\n 'महदश्वसमायुक्तं बुद्धिसंयमनं रथम् ⁠। समारुह्य स भूतात्मा समन्तात् परिधावति ⁠।⁠।⁠ ४ ⁠।⁠।'\n जिसमें इन्द्रियरूपी घोड़े जुते हुए हैं, जिसका बुद्धिरूपी सारथिके द्वारा नियन्त्रण हो रहा है, उस देहरूपी रथपर सवार होकर वह भूतात्मा (क्षेत्रज्ञ) चारों ओर दौड़ लगाता रहता है ⁠।⁠।⁠ ४ ⁠।⁠।\n 'इन्द्रियग्रामसंयुक्तो मनःसारथिरेव च ⁠। बुद्धिसंयमनो नित्यं महान् ब्रह्ममयो रथः ⁠।⁠।⁠ ५ ⁠।⁠।'\n ब्रह्ममय रथ सदा रहनेवाला और महान् है, इन्द्रियाँ उसके घोड़े, मन सारथि और बुद्धि चाबुक है ⁠।⁠।⁠ ५ ⁠।⁠।\n 'एवं यो वेत्ति विद्वान् वै सदा ब्रह्ममयं रथम् ⁠। स धीरः सर्वभूतेषु न मोहमधिगच्छति ⁠।⁠।⁠ ६ ⁠।⁠।'\n इस प्रकार जो विद्वान् इस ब्रह्ममय रथकी सदा जानकारी रखता है, वह समस्त प्राणियोंमें धीर है और कभी मोहमें नहीं पड़ता ⁠।⁠।⁠ ६ ⁠।⁠।\n 'अव्यक्तादि विशेषान्तं सहस्थावरजङ्गमम् ⁠। सूर्यचन्द्रप्रभालोकं ग्रहनक्षत्रमण्डितम् ⁠।⁠।⁠ ७ ⁠।⁠।'\n 'नदीपर्वतजालैश्च सर्वतः परिभूषितम् ⁠। विविधाभिस्तथा चाद्भिः सततं समलंकृतम् ⁠।⁠।⁠ ८ ⁠।⁠।'\n 'आजीवं सर्वभूतानां सर्वप्राणभृतां गतिः ⁠। एतद् ब्रह्मवनं नित्यं तस्मिंश्चरति क्षेत्रवित् ⁠।⁠।⁠ ९ ⁠।⁠।'\n यह जगत् एक ब्रह्मवन है। अव्यक्त प्रकृति इसका आदि है। पाँच महाभूत, दस इन्द्रियाँ और एक मन—इन सोलह विशेषोंतक इसका विस्तार है। यह चराचर प्राणियोंसे भरा हुआ है। सूर्य और चन्द्रमा आदिके प्रकाशसे प्रकाशित है। ग्रह और नक्षत्रोंसे सुशोभित है। नदियों और पर्वतोंके समूहसे सब ओर विभूषित है। नाना प्रकारके जलसे सदा ही अलंकृत है। यही सम्पूर्ण भूतोंका जीवन और सम्पूर्ण प्राणियोंकी गति है। इस ब्रह्मवनमें क्षेत्रज्ञ विचरण करता है ⁠।⁠।⁠ ७—९ ⁠।⁠।\n 'लोकेऽस्मिन्‌ यानि सत्त्वानि त्रसानि स्थावराणि च ⁠। तान्येवाग्रे प्रलीयन्ते पश्चाद् भूतकृता गुणाः ⁠। गुणेभ्यः पञ्चभूतानि एष भूतसमुच्छ्रयः ⁠।⁠।⁠ १० ⁠।⁠।'\n इस लोकमें जो स्थावर-जंगम प्राणी हैं, वे ही पहले प्रकृतिमें विलीन होते हैं, उसके बाद पाँच भूतोंके कार्य लीन होते हैं और कार्यरूप गुणोंके बाद पाँच भूत लीन होते हैं। इस प्रकार यह भूतसमुदाय प्रकृतिमें लीन होता है ⁠।⁠।⁠ १० ⁠।⁠।\n 'देवा मनुष्या गन्धर्वाः पिशाचासुरराक्षसाः ⁠। सर्वे स्वभावतः सृष्टा न क्रियाभ्यो न कारणात् ⁠।⁠।⁠ ११ ⁠।⁠।'\n देवता, मनुष्य, गन्धर्व, पिशाच, असुर, राक्षस सभी स्वभावसे रचे गये हैं; किसी क्रियासे या कारणसे इनकी रचना नहीं हुई है ⁠।⁠।⁠ ११ ⁠।⁠।\n 'एते विश्वसृजो विप्रा जायन्तीह पुनः पुनः ⁠। तेभ्यः प्रसूतास्तेष्वेव महाभूतेषु पञ्चसु ⁠। प्रलीयन्ते यथाकालमूर्मयः सागरे यथा ⁠।⁠।⁠ १२ ⁠।⁠।'\n विश्वकी सृष्टि करनेवाले ये मरीचि आदि ब्राह्मण समुद्रकी लहरोंके समान बारंबार पञ्चमहाभूतोंसे उत्पन्न होते हैं। और उत्पन्न हुए वे फिर समयानुसार उन्हींमें लीन हो जाते हैं ⁠।⁠।⁠ १२ ⁠।⁠।\n 'विश्वसृग्भ्यस्तु भूतेभ्यो महाभूतास्तु सर्वशः ⁠। भूतेभ्यश्चापि पञ्चभ्यो मुक्तो गच्छेत्‌ परां गतिम् ⁠।⁠।⁠ १३ ⁠।⁠।'\n इस विश्वकी रचना करनेवाले प्राणियोंसे पञ्च महाभूत सब प्रकार पर है। जो इन पञ्च महाभूतोंसे छूट जाता है, वह परम गतिको प्राप्त होता है ⁠।⁠।⁠ १३ ⁠।⁠।\n 'प्रजापतिरिदं सर्वं मनसैवासृजत् प्रभुः ⁠। तथैव देवानृषयस्तपसा प्रतिपेदिरे ⁠।⁠।⁠ १४ ⁠।⁠।'\n शक्तिसम्पन्न प्रजापतिने अपने मनके ही द्वारा सम्पूर्ण जगत्‌की सृष्टि की है तथा ऋषि भी तपस्यासे ही देवत्वको प्राप्त हुए हैं ⁠।⁠।⁠ १४ ⁠।⁠।\n 'तपसश्चानुपूर्व्येण फलमूलाशिनस्तथा ⁠। त्रैलोक्यं तपसा सिद्धाः पश्यन्तीह समाहिताः ⁠।⁠।⁠ १५ ⁠।⁠।'\n फल-मूलका भोजन करनेवाले सिद्ध महात्मा यहाँ तपस्याके प्रभावसे ही चित्तको एकाग्र करके तीनों लोकोंकी बातोंको क्रमशः प्रत्यक्ष अनुभव करते हैं ⁠।⁠।⁠ १५ ⁠।⁠।\n 'औषधान्यगदादीनि नानाविद्याश्च सर्वशः ⁠। तपसैव प्रसिद्ध‍यन्ति तपोमूलं हि साधनम् ⁠।⁠।⁠ १६ ⁠।⁠।'\n आरोग्यकी साधनभूत ओषधियाँ और नाना प्रकारकी विद्याएँ तपसे ही सिद्ध होती हैं। सारे साधनोंकी जड़ तपस्या ही है ⁠।⁠।⁠ १६ ⁠।⁠।\n 'यद्‌दुरापं दुराम्नायं दुराधर्षं दुरन्वयम् ⁠। तत् सर्वं तपसा साध्यं तपो हि दुरतिक्रमम् ⁠।⁠।⁠ १७ ⁠।⁠।'\n जिसको पाना, जिसका अभ्यास करना, जिसे दबाना और जिसकी संगति लगाना नितान्त कठिन है, वह तपस्याके द्वारा साध्य हो जाता है; क्योंकि तपका प्रभाव दुर्लङ्घ्य है ⁠।⁠।⁠ १७ ⁠।⁠।\n 'सुरापो ब्रह्महा स्तेयी भ्रूणहा गुरुतल्पगः ⁠। तपसैव सुतप्तेन मुच्यते किल्बिषात् ततः ⁠।⁠।⁠ १८ ⁠।⁠।'\n शराबी, ब्रह्महत्यारा, चोर, गर्भ नष्ट करनेवाला और गुरुपत्नीकी शय्यापर सोनेवाला महापापी भी भलीभाँति तपस्या करके ही उस महान् पापसे छुटकारा पा सकता है ⁠।⁠।⁠ १८ ⁠।⁠।\n 'मनुष्याः पितरो देवाः पशवो मृगपक्षिणः ⁠। यानि चान्यानि भूतानि त्रसानि स्थावराणि च ⁠।⁠।⁠ १९ ⁠।⁠।'\n 'तपःपरायणा नित्यं सिद्ध‍यन्ते तपसा सदा ⁠। तथैव तपसा देवा महामाया दिवं गताः ⁠।⁠।⁠ २० ⁠।⁠।'\n मनुष्य, पितर, देवता, पशु, मृग, पक्षी तथा अन्य जितने चराचर प्राणी हैं, वे सब नित्य तपस्यामें संलग्न होकर ही सदा सिद्धि प्राप्त करते हैं। तपस्याके बलसे ही महामायावी देवता स्वर्गमें निवास करते हैं ⁠।⁠।\n 'आशीर्युक्तानि कर्माणि कुर्वते ये त्वतन्द्रिताः ⁠। अहंकारसमायुक्तास्ते सकाशे प्रजापतेः ⁠।⁠।⁠ २१ ⁠।⁠।'\n जो लोग आलस्य त्यागकर अहंकारसे युक्त हो सकाम कर्मका अनुष्ठान करते हैं, वे प्रजापतिके लोकमें जाते हैं ⁠।⁠।⁠ २१ ⁠।⁠।\n 'ध्यानयोगेन शुद्धेन निर्ममा निरहंकृताः ⁠। आप्नुवन्ति महात्मानो महान्तं लोकमुत्तमम् ⁠।⁠।⁠ २२ ⁠।⁠।'\n जो अहंता-ममतासे रहित हैं, वे महात्मा विशुद्ध ध्यानयोगके द्वारा महान् उत्तम लोकको प्राप्त करते हैं ⁠।⁠।⁠ २२ ⁠।⁠।\n 'ध्यानयोगमुपागम्य प्रसन्नमतयः सदा ⁠। सुखोपचयमव्यक्तं प्रविशन्त्यात्मवित्तमाः ⁠।⁠।⁠ २३ ⁠।⁠।'\n जो ध्यानयोगका आश्रय लेकर सदा प्रसन्नचित्त रहते हैं, वे आत्मवेत्ताओंमें श्रेष्ठ पुरुष सुखकी राशिभूत अव्यक्त परमात्मामें प्रवेश करते हैं ⁠।⁠।⁠ २३ ⁠।⁠।\n 'ध्यानयोगमादुपागम्य निर्ममा निरहंकृताः ⁠। अव्यक्तं प्रविशन्तीह महतां लोकमुत्तमम् ⁠।⁠।⁠ २४ ⁠।⁠।'\n किंतु जो ध्यानयोगसे पीछे लौटकर अर्थात् ध्यानमें असफल होकर ममता और अहंकारसे रहित जीवन व्यतीत करता है, वह निष्काम पुरुष भी महापुरुषोंके उत्तम अव्यक्त लोकमें लीन होता है ⁠।⁠।⁠ २४ ⁠।⁠।\n 'अव्यक्तादेव सम्भूतः समसंज्ञां गतः पुनः ⁠। तमोरजोभ्यां निर्मुक्तः सत्त्वमास्थाय केवलम् ⁠।⁠।⁠ २५ ⁠।⁠।'\n फिर स्वयं भी उसकी समताको प्राप्त होकर अव्यक्तसे ही प्रकट होता है और केवल सत्त्वका आश्रय लेकर तमोगुण एवं रजोगुणके बन्धनसे छुटकारा पा जाता है ⁠।⁠।⁠ २५ ⁠।⁠।\n 'निर्मुक्तः सर्वपापेभ्यः सर्वं सृजति निष्कलम् ⁠। क्षेत्रज्ञ इति तं विद्याद् यस्तं वेद स वेदवित् ⁠।⁠।⁠ २६ ⁠।⁠।'\n जो सब पापोंसे मुक्त रहकर सबकी सृष्टि करता है, उस अखण्ड आत्माको क्षेत्रज्ञ समझना चाहिये। जो मनुष्य उसका ज्ञान प्राप्त कर लेता है, वही वेदवेत्ता है ⁠।⁠।\n 'चित्तं चित्तादुपागम्य मुनिरासीत संयतः ⁠। यच्चित्तं तन्मयो वश्यं गुह्यमेतत् सनातनम् ⁠।⁠।⁠ २७ ⁠।⁠।'\n मुनिको उचित है कि चिन्तनके द्वारा चेतना (सम्यग्ज्ञान) पाकर मन और इन्द्रियोंको एकाग्र करके परमात्माके ध्यानमें स्थित हो जाय; क्योंकि जिसका चित्त जिसमें लगा होता है, वह निश्चय ही उसका स्वरूप हो जाता है—यह सनातन गोपनीय रहस्य है ⁠।⁠।⁠ २७ ⁠।⁠।\n 'अव्यक्तादिविशेषान्तमविद्यालक्षणं स्मृतम् ⁠। निबोधत तथा हीदं गुणैर्लक्षणमित्युत ⁠।⁠।⁠ २८ ⁠।⁠।'\n अव्यक्तसे लेकर सोलह विशेषोंतक सभी अविद्याके लक्षण बताये गये हैं। ऐसा समझना चाहिये कि यह गुणोंका ही विस्तार है ⁠।⁠।⁠ २८ ⁠।⁠।\n 'द्व‍यक्षरस्तु भवेन्मृत्युस्त्र्यक्षरं ब्रह्म शाश्वतम् ⁠। ममेति च भवेन्मृत्युर्न ममेति च शाश्वतम् ⁠।⁠।⁠ २९ ⁠।⁠।'\n दो अक्षरका पद ‘मम’ (यह मेरा है—ऐसा भाव) मृत्युरूप है और तीन अक्षरका पद ‘न मम’ (यह मेरा नहीं है—ऐसा भाव) सनातन ब्रह्मकी प्राप्ति करानेवाला है ⁠।⁠।⁠ २९ ⁠।⁠।\n 'कर्म केचित् प्रशंसन्ति मन्दबुद्धिरता नराः ⁠। ये तु वृद्धा महात्मानो न प्रशंसन्ति कर्म ते ⁠।⁠।⁠ ३० ⁠।⁠।'\n कुछ मन्द-बुद्धियुक्त पुरुष (स्वर्गादि फल प्रदान करनेवाले) काम्य-कर्मोंकी प्रशंसा करते हैं, किंतु वृद्ध महात्माजन उन कर्मोंको उत्तम नहीं बतलाते ⁠।⁠।⁠ ३० ⁠।⁠।\n 'कर्मणा जायते जन्तुर्मूर्तिमान् षोडशात्मकः ⁠। पुरुषं ग्रसतेऽविद्या तद् ग्राह्यममृताशिनाम् ⁠।⁠।⁠ ३१ ⁠।⁠।'\n क्योंकि सकाम कर्मके अनुष्ठानसे जीवको सोलह विकारोंसे निर्मित स्थूल शरीर धारण करके जन्म लेना पड़ता है और वह सदा अविद्याका ग्रास बना रहता है। इतना ही नहीं, कर्मठ पुरुष देवताओंके भी उपभोगका विषय होता है ⁠।⁠।⁠ ३१ ⁠।⁠।\n 'तस्मात्‌ कर्मसु निःस्नेहा ये केचित्‌ पारदर्शिनः ⁠। विद्यामयोऽयं पुरुषो न तु कर्ममयः स्मृतः ⁠।⁠।⁠ ३२ ⁠।⁠।'\n इसलिये जो कोई पारदर्शी विद्वान् होते हैं, वे कर्मोंमें आसक्त नहीं होते; क्योंकि यह पुरुष (आत्मा) ज्ञानमय है, कर्ममय नहीं ⁠।⁠।⁠ ३२ ⁠।⁠।\n 'य एवममृतं नित्यमग्राह्यं शश्वदक्षरम् ⁠। वश्यात्मानमसंश्लिष्टं यो वेद न मृतो भवेत् ⁠।⁠।⁠ ३३ ⁠।⁠।'\n जो इस प्रकार चेतन आत्माको अमृतस्वरूप, नित्य, इन्द्रियातीत, सनातन, अक्षर, जितात्मा एवं असंग समझता है, वह कभी मृत्युके बन्धनमें नहीं पड़ता ⁠।⁠।⁠ ३३ ⁠।⁠।\n 'अपूर्वमकृतं नित्यं य एनमविचारिणम् ⁠। य एवं विन्देदात्मानमग्राह्यममृताशनम् ⁠। अग्राह्योऽमृतो भवति स एभिः कारणैर्ध्रुवः ⁠।⁠।⁠ ३४ ⁠।⁠।'\n जिसकी दृष्टिमें आत्मा अपूर्व (अनादि), अकृत (अजन्मा), नित्य, अचल, अग्राह्य और अमृताशी है, वह इन गुणोंका चिन्तन करनेसे स्वयं भी अग्राह्य (इन्द्रियातीत), निश्चल एवं अमृतस्वरूप हो जाता है ⁠।⁠।⁠ ३४ ⁠।⁠।\n 'आयोज्य सर्वसंस्कारान् संयम्यात्मानमात्मनि ⁠। स तद् ब्रह्म शुभं वेत्ति यस्माद् भूयो न विद्यते ⁠।⁠।⁠ ३५ ⁠।⁠।'\n जो चित्तको शुद्ध करनेवाले सम्पूर्ण संस्कारोंका सम्पादन करके मनको आत्माके ध्यानमें लगा देता है, वही उस कल्याणमय ब्रह्मको प्राप्त करता है, जिससे बड़ा कोई नहीं है ⁠।⁠।⁠ ३५ ⁠।⁠।\n 'प्रसादे चैव सत्त्वस्य प्रसादं समवाप्नुयात् ⁠। लक्षणं हि प्रसादस्य यथा स्यात् स्वप्नदर्शनम् ⁠।⁠।⁠ ३६ ⁠।⁠।'\n सम्पूर्ण अन्तःकरणके स्वच्छ हो जानेपर साधकको शुद्ध प्रसन्नता प्राप्त होती है। जैसे स्वप्नसे जगे हुए मनुष्यके लिये स्वप्न शान्त हो जाता है, उसी प्रकार चित्तशुद्धिका लक्षण है ⁠।⁠।⁠ ३६ ⁠।⁠।\n 'गतिरेषा तु मुक्तानां ये ज्ञानपरिनिष्ठिताः ⁠। प्रवृत्तयश्च याः सर्वाः पश्यन्ति परिणामजाः ⁠।⁠।⁠ ३७ ⁠।⁠।'\n ज्ञाननिष्ठ जीवन्मुक्त महात्माओंकी यही परम गति है; क्योंकि वे उन समस्त प्रवृत्तियोंको शुभाशुभ फल देनेवाली समझते हैं ⁠।⁠।⁠ ३७ ⁠।⁠।\n 'एषा गतिर्विरक्तानामेष धर्मः सनातनः ⁠। एषा ज्ञानवतां प्राप्तिरेतद् वृत्तमनिन्दितम् ⁠।⁠।⁠ ३८ ⁠।⁠।'\n यही विरक्त पुरुषोंकी गति है, यही सनातन धर्म है, यही ज्ञानियोंका प्राप्तव्य स्थान है और यही अनिन्दित सदाचार है ⁠।⁠।⁠ ३८ ⁠।⁠।\n 'समेन सर्वभूतेषु निःस्पृहेण निराशिषा ⁠। शक्या गतिरियं गन्तुं सर्वत्र समदर्शिना ⁠।⁠।⁠ ३९ ⁠।⁠।'\n जो सम्पूर्ण भूतोंमें समानभाव रखता है, लोभ और कामनासे रहित है तथा जिसकी सर्वत्र समान दृष्टि रहती है, वह ज्ञानी पुरुष ही इस परम गतिको प्राप्त कर सकता है ⁠।⁠।⁠ ३९ ⁠।⁠।\n 'एतद् वः सर्वमाख्यातं मया विप्रर्षिसत्तमाः ⁠। एवमाचरत क्षिप्रं ततः सिद्धिमवाप्स्यथ ⁠।⁠।⁠ ४० ⁠।⁠।'\n ब्रह्मर्षियो! यह सब विषय मैंने विस्तारके साथ तुम लोगोंको बता दिया। इसीके अनुसार आचरण करो, इससे तुम्हें शीघ्र ही परम सिद्धि प्राप्त होगी ⁠।⁠।⁠ ४० ⁠।⁠।\n `गुरुरुवाच`\n 'इत्युक्तास्ते तु मुनयो गुरुणा ब्रह्मणा तथा ⁠। कृतवन्तो महात्मानस्ततो लोकमवाप्नुवन् ⁠।⁠।⁠ ४१ ⁠।⁠।'\n गुरुने कहा—बेटा! ब्रह्माजीके इस प्रकार उपदेश देनेपर उन महात्मा मुनियोंने इसीके अनुसार आचरण किया। इससे उन्हें उत्तम लोककी प्राप्ति हुई ⁠।⁠।⁠ ४१ ⁠।⁠।\n 'त्वमप्येतन्महाभाग मयोक्तं ब्रह्मणो वचः ⁠। सम्यगाचर शुद्धात्मंस्ततः सिद्धिमवाप्स्यसि ⁠।⁠।⁠ ४२ ⁠।⁠।'\n महाभाग! तुम्हारा चित्त शुद्ध है, इसलिये तुम भी मेरे बताये हुए ब्रह्माजीके उत्तम उपदेशका भलीभाँति पालन करो। इससे तुम्हें भी सिद्धि प्राप्त होगी ⁠।⁠।⁠ ४२ ⁠।⁠।\n `वासुदेव उवाच`\n 'इत्युक्तः स तदा शिष्यो गुरुणा धर्ममुत्तमम् ⁠। चकार सर्वं कौन्तेय ततो मोक्षमवाप्तवान् ⁠।⁠।⁠ ४३ ⁠।⁠।'\n श्रीकृष्णने कहा—अर्जुन! गुरुदेवके ऐसा कहनेपर उस शिष्यने समस्त उत्तम धर्मोंका पालन किया। इससे वह संसार-बन्धनसे मुक्त हो गया ⁠।⁠।⁠ ४३ ⁠।⁠।\n 'कृतकृत्यश्च स तदा शिष्यः कुरुकुलोद्वह ⁠। तत् पदं समनुप्राप्तो यत्र गत्वा न शोचति ⁠।⁠।⁠ ४४ ⁠।⁠।'\n कुरुकुलनन्दन! उस समय कृतार्थ होकर उस शिष्यने वह ब्रह्मपद प्राप्त किया, जहाँ जाकर शोक नहीं करना पड़ता ⁠।⁠।⁠ ४४ ⁠।⁠।\n `अर्जुन उवाच`\n 'को न्वसौ ब्राह्मणः कृष्ण कश्च शिष्यो जनार्दन ⁠। श्रोतव्यं चेन्मयैतद् वै तत्त्वमाचक्ष्व मे विभो ⁠।⁠।⁠ ४५ ⁠।⁠।'\n अर्जुनने पूछा—जनार्दन श्रीकृष्ण! वे ब्रह्मनिष्ठ गुरु कौन थे और शिष्य कौन थे? प्रभो! यदि मेरे सुननेयोग्य हो तो ठीक-ठीक बतानेकी कृपा कीजिये ⁠।⁠।⁠ ४५ ⁠।⁠।\n `वासुदेव उवाच`\n 'अहं गुरुर्महाबाहो मनः शिष्यं च विद्धि मे ⁠। त्वत्प्रीत्या गुह्यमेतच्च कथितं ते धनंजय ⁠।⁠।⁠ ४६ ⁠।⁠।'\n श्रीकृष्णने कहा—महाबाहो! मैं ही गुरु हूँ और मेरे मनको ही शिष्य समझो। धनंजय! तुम्हारे स्नेहवश मैंने इस गोपनीय रहस्यका वर्णन किया है ⁠।⁠।⁠ ४६ ⁠।⁠।\n 'मयि चेदस्ति ते प्रीतिर्नित्यं कुरुकुलोद्वह ⁠। अध्यात्ममेतच्छ्रुत्वा त्वं सम्यगाचर सुव्रत ⁠।⁠।⁠ ४७ ⁠।⁠।'\n उत्तम व्रतका पालन करनेवाले कुरुकुलनन्दन! यदि मुझपर तुम्हारा प्रेम हो तो इस अध्यात्मज्ञानको सुनकर तुम नित्य इसका यथावत् पालन करो ⁠।⁠।⁠ ४७ ⁠।⁠।\n 'ततस्त्वं सम्यगाचीर्णे धर्मेऽस्मिन्नरिकर्षण ⁠। सर्वपापविनिर्मुक्तो मोक्षं प्राप्स्यसि केवलम् ⁠।⁠।⁠ ४८ ⁠।⁠।'\n शत्रुदमन! इस धर्मका पूर्णतया आचरण करनेपर तुम समस्त पापोंसे छूटकर विशुद्ध मोक्षको प्राप्त कर लोगे ⁠।⁠।⁠ ४८ ⁠।⁠।\n 'पूर्वमप्येतदेवोक्तं युद्धकाल उपस्थिते ⁠। मया तव महाबाहो तस्मादत्र मनः कुरु ⁠।⁠।⁠ ४९ ⁠।⁠।'\n महाबाहो! पहले भी मैंने युद्धकाल उपस्थित होनेपर यही उपदेश तुमको सुनाया था। इसलिये तुम इसमें मन लगाओ ⁠।⁠।⁠ ४९ ⁠।⁠।\n 'मया तु भरतश्रेष्ठ चिरदृष्टः पिता प्रभुः ⁠। तमहं द्रष्टुमिच्छामि सम्मते तव फाल्गुन ⁠।⁠।⁠ ५० ⁠।⁠।'\n भरतश्रेष्ठ अर्जुन! अब मैं पिताजीका दर्शन करना चाहता हूँ। उन्हें देखे बहुत दिन हो गये। यदि तुम्हारी राय हो तो मैं उनके दर्शनके लिये द्वारका जाऊँ ⁠।⁠।⁠ ५० ⁠।⁠।\n `वैशम्पायन उवाच`\n 'इत्युक्तवचनं कृष्णं प्रत्युवाच धनंजयः ⁠। गच्छावो नगरं कृष्ण गजसाह्वयमद्य वै ⁠।⁠।⁠ ५१ ⁠।⁠।\n समेत्य तत्र राजानं धर्मात्मानं युधिष्ठिरम् ⁠। समनुज्ञाप्य राजानं स्वां पुरीं यातुमर्हसि ⁠।⁠।⁠ ५२ ⁠।⁠।'\n वैशम्पायनजी कहते हैं—राजन्! भगवान् श्रीकृष्णकी बात सुनकर अर्जुनने कहा—‘श्रीकृष्ण! अब हमलोग यहाँसे हस्तिनापुरको चलें। वहाँ धर्मात्मा राजा युधिष्ठिरसे मिलकर और उनकी आज्ञा लेकर आप अपनी पुरीको पधारें’ ⁠।⁠।⁠ ५१-५२ ⁠।⁠।\n"
  }
]