[
    {
       "id":1,
       "mantraNumber":"1",
       "shlok":{
          "line1":"ईशा वास्यम् इदं सर्वं यत् किञ्च जगत्यां जगत् ।",
          "line2":"तेन त्यक्तेन भुञ्जीथा मा गृधः कस्य स्विद्धनम् ॥ १ ॥"
       },
       "translationHindi":" जगत्में जो कुछ स्थावर-जंगम संसार है, वह सब ईश्वरके द्वारा आच्छादनीय है [अर्थात् उसे भगवत्स्वरूप अनुभव करना चाहिये]। उसके त्याग-भावसे तू अपना पालन कर; किसीके धनकी इच्छा न कर॥ १ ॥ ",
       "translationEnglish":"Om. All this-whatsoever moves on the earthshould be covered by the  Lord. Protect (your Self) through that detachment. Do not covet anybody's wealth. (Or-Do not covet, for whose is wealth?)",
       "commentaryHindi":"जो ईशन (शासन) करे उसे ईट् कहते हैं, उसका तृतीयान्त रूप ‘ईशा’ है। सबका ईशन करनेवाला परमेश्वर परमात्मा है। वही सब जीवोंका आत्मा होकर अन्तर्यामीरूपसे सबका ईशन करता है। उस अपने स्वरूपभूत आत्मा ईशसे सब वास्य—आच्छादन करनेयोग्य है। क्या [आच्छादन करनेयोग्य है]? यह सब जो कुछ जगती अर्थात् पृथ्वीमें जगत् (स्थावर-जंगम प्राणिवर्ग) है वह सब अपने आत्मा ईश्वरसे—अन्तर्यामीरूपसे यह सब कुछ मैं ही हूँ।—ऐसा जानकर अपने परमार्थसत्यस्वरूप परमात्मासे यह सम्पूर्ण मिथ्याभूत चराचर आच्छादन करनेयोग्य है। जिस प्रकार चन्दन और अगरु आदिकी, जल आदिके सम्बन्धसे गीलेपन आदिके कारण उत्पन्न हुई औपाधिक दुर्गन्धि उन (चन्दनादि)-के स्वरूपको घिसनेसे उनके पारमार्थिक गन्धसे आच्छादित हो जाती है, उसी प्रकार अपने आत्मामें आरोपित स्वाभाविक कर्तृत्व-भोक्तृत्व आदि लक्षणोंवाला द्वैतरूप जगत् जगतीमें यानी पृथिवीमें—‘जगत्याम्’ यह शब्द [स्थावर-जंगम सभीका] उपलक्षण करानेवाला होनेसे—इस परमार्थसत्यस्वरूप आत्माकी भावनासे नाम-रूप और कर्ममय सारा ही विकारजात परित्यक्त हो जाता है। इस प्रकार जो, ईश्वर ही चराचर जगत्का आत्मा है—ऐसी भावनासे युक्त है, उसका पुत्रादि तीनों एषणाओंके त्यागमें ही अधिकार है—कर्ममें नहीं। उसके त्यक्त अर्थात् त्यागसे [आत्माका पालन कर]। त्यागा हुआ अथवा मरा हुआ पुत्र या सेवक, अपने सम्बन्धका अभाव हो जानेके कारण अपना पालन नहीं करता; अत: त्यागसे—यही इस श्रुतिका अर्थ है—भोग यानी पालन कर। इस प्रकार एषणाओंसे रहित होकर तू गर्द्ध अर्थात् धनविषयक आकांक्षा न कर। किसीके धनकी अर्थात् अपने या पराये किसीके भी धनकी इच्छा न कर। यहाँ ‘स्वित्’ यह अर्थरहित निपात है। अथवा आकांक्षा न कर, क्योंकि धन भला किसका है? इस प्रकार इसका आक्षेपसूचक अर्थ भी हो सकता है अर्थात् धन किसीका भी नहीं है जो उसकी इच्छा की जाय। यह सब आत्मा ही है—इस प्रकार ईश्वरभावनासे यह सभी परित्यक्त हो जाता है। अत: यह सब आत्मासे उत्पन्न हुआ तथा सब कुछ आत्मरूप ही होनेके कारण मिथ्यापदार्थविषयक आकांक्षा न कर—ऐसा इसका तात्पर्य है॥ १ ॥ ",
       "commentaryEnglish":"One who lords it over is It; Isd, by It, by the Lord. He who is the supreme Ruler and supreme Self of all is the Lord. For as the indwelling soul of all, He is the Self of all beings and as such rules all. (So) ltd, by that Lord, in His true form as the Self; vdsyam, should be covered. What (is to be covered)? Idam sarvam yat kim ca, all this whatsoever; jagat, moves; jagatyam, on the earth. All this is to be covered by one's own Self, the Lord, through His supreme reality (present in the realization) : As the indwelling Self (of all), I am all this'; all this that is unreal, whether moving or not moving, is to be covered by one's own supreme Self. As the adventitious bad odour of sandal, agaru, etc., resulting from moisture etc., because of their contact with water etc., is covered up by their natural smells through the process of rubbing those woods themselves, just so, (whatsoever moves on the earth will be abandoned through the contemplation of the Self which is the supreme Truth). Whatever moves' means the apparent duality, the effect of ignorance, which is characterized by such ideas as doership, enjoyership, etc., and which is superimposed on one's own Self; and the phrase on the earth', having been used illustratively (for all the worlds), it follows that all the bundle of modifications known as name, form, and action will be abandoned through the contemplation of the Self which is the supreme Truth. He, who is thus engaged in the thought of the Self as God, has competence only for renouncing the three kinds of desire for son etc.,I and not for karma. Tena tyaktena, through that detachment. Tyaktena means, through detachment, (and not by any abandoned thing') ; for, a son or a servant, when abandoned or dead, does not protect one, since he has no connection with oneself. So the meaning of the Vedic word (tyaktena) is indeed this - `through renunciation'. Bhu ijithah, protect. You who have thus renounced desires, ma grdhah, do not covet, do not cherish any desire for wealth. Do not long for kasya said, anybody's -either your own or somebody else's; dhanam, wealth -this is the meaning. The word suit is a meaningless particle. Or the meaning is this: Do not covet. Why? Kasya said dhanam, whose is wealth?-this (question) is used in the sense of denial, because nobody has any wealth which can be coveted. The idea is this: Everything has been renounced through this thought of the 'Lord'-'All this is but the Self -,so that all this belongs to the Self, and the Self is all. Therefore do not have any hankering for things that are unreal. So far as the knower of the supreme Self is concerned, the purport of the Vedic text (i.e. of the first verse) is this: that the Self is to be saved through firm devotedness to the knowledge of the Self after the renunciation of the threefold desire for sons etc. As for the other person who is unable to cognize the Self because of his mental preoccupation with the nonSelf, the Vedic text (i.e. the second verse) imparts this instruction:"
    },
    {
       "id":2,
       "mantraNumber":"2",
       "shlok":{
          "line1":"कुर्वन्न् एवेह कर्माणि जिजीविषेच्छतं समाः ।",
          "line2":"एवं त्वयि नान्यथेतोऽस्ति न कर्म लिप्यते नरे ॥ २ ॥"
       },
       "translationHindi":"इस लोकमें कर्म करते हुए ही सौ वर्ष जीनेकी इच्छा करे। इस प्रकार मनुष्यत्वका अभिमान रखनेवाले तेरे लिये इसके सिवा और कोई मार्ग नहीं है, जिससे तुझे [अशुभ] कर्मका लेप न हो॥ २ ॥ ",
       "translationEnglish":" By doing karma, indeed, should one wish to live here for a hundred years. For a man, such as you (who wants to live thus), there is no way other than this, whereby karma may not cling to you.",
       "commentaryHindi":"इस लोकमें अग्निहोत्रादि कर्म करते हुए ही सौतक अर्थात् सौ वर्षोंतक जीनेकी इच्छा करे, पुरुषकी बड़ी-से-बड़ी आयु इतनी ही बतलायी गयी है। अत: उस प्राप्त हुई आयुका अनुवाद करते हुए यह विधान किया है कि यदि सौ वर्ष जीनेकी इच्छा करे तो कर्म करते हुए ही जीना चाहे। इस तरह, इस प्रकार जीनेकी इच्छा करनेवाले तुझ मनुष्य—मनुष्यत्वमात्रका अभिमान करनेवालेके लिये इस अर्थात् अग्निहोत्रादि कर्म करते हुए ही [आयु बितानेके] वर्तमान प्रकारसे भिन्न और कोई ऐसा प्रकार नहीं है, जिससे अशुभ कर्मका लेप न हो। अर्थात् जिससे वह पुरुष कर्मसे लिप्त न हो। अतः अग्निहोत्र आदि शास्त्रविहित कर्मोंको करते हुए ही जीनेकी इच्छा करे। पूर्व०—यह कैसे जाना गया कि पूर्व मन्त्रसे संन्यासीकी ज्ञाननिष्ठाका तथा द्वितीय मन्त्रसे संन्यासमें असमर्थ पुरुषकी कर्मनिष्ठाका वर्णन किया गया है? सिद्धान्ती—कहते हैं, क्या तुम्हें स्मरण नहीं है कि जैसा पहले (सम्बन्ध-भाष्यमें) कह चुके हैं ज्ञान और कर्मका विरोध पर्वतके समान अविचल है। यहाँ भी ‘जो जीनेकी इच्छा करे वह कर्म करते हुए ही [जीना चाहे]’ तथा ‘यह सब ईश्वरसे आच्छादन करनेयोग्य है’ ‘उस (चराचर जगत्)-के त्यागद्वारा आत्माकी रक्षा कर’ ‘किसीके धनकी इच्छा न कर’ इत्यादि वाक्योंसे [कर्मी और संन्यासीकी निष्ठाओंका भेद ही] निरूपण किया है। तथा ‘जीवन या मरणका लोभ न करे, वनको चला जाय—यही वेदकी मर्यादा है। और फिर वहाँसे घर न लौटे’ इस वाक्यसे भी [ज्ञाननिष्ठके लिये] संन्यासका ही विधान किया है। आगे इन दोनों निष्ठाओंके फलका भेद भी बतलायेंगे। ये दोनों ही मार्ग सृष्टिके आरम्भसे परम्परागत हैं। इनमें पहले कर्ममार्ग है और पीछे संन्यास। [संन्यासरूप] निवृत्तिमार्गसे तीनों एषणाओंका त्याग किया जाता है। इन दोनोंमें संन्यासमार्ग ही उत्कर्ष प्राप्त करता है। तैत्तिरीय श्रुतिमें भी कहा है कि ‘संन्यास ही उत्कृष्टताको प्राप्त हुआ।’ वेदाचार्य भगवान् व्यासने भी बहुत सोच-विचारकर ही अपने पुत्रसे यह निश्चित बात कही है—‘जिनमें वेद प्रतिष्ठित हैं ऐसे ये दो ही मार्ग हैं—एक तो प्रवृत्तिलक्षण धर्ममार्ग और दूसरा अच्छी तरह भावना किया हुआ निवृत्तिमार्ग।’ इन दोनोंका विभाग हम आगे दिखलायेंगे॥ २ ॥ ",
       "commentaryEnglish":"Kurvan eva iha, verily by doing here - only by accomplishing; karmani, karmas-Agnihotra (sacrifice) etc.; jij:viset, one should wish to live; satam samt , a hundred years. That much has been ascertained to be the longest span of human life. So, through a restatement of that well-known fact, it is being enjoined that if one would desire to live a hundred years, one should do so only by performing karma. Evam tvayi, for you, such as you who have this kind of hankering for life ; nare, for a man -for one identifying oneself only with one's human personality; na asti, there is not; anyatha, any other mode; itah, other than this - than the present mode of life, viz of performing rituals like Agnihotra etc., by which method, karma na lipyate, bad karma may not cling, i.e. one may not get attached to karma. Therefore, one should desire to live by doing only such karmas as Agnihotra etc., which are enjoined by scriptures.Objection: But how is it known that the previous verse teaches the pursuit of knowledge for the man of renunciation, and the second one (teaches the path of) karma for one who is unable to renounce?The answer is: Do you not remember what was pointed out (in the introduction) that the antithesis between knowledge and karma is irremovable like a mountain? Here also it has been said: He who would desire to live should do so by performing work'; and All this should be covered by the Lord; protect (the Self) through that detachment; do not covet anybody's wealth.' Moreover, the Vedic conclusion is this: One should not hanker after life or death, and should repair to the forest.' Renunciation has been ordained by saying, He shall not return from there (sannyasa).' And the difference between the results of these two (paths) will be spoken of (in verses 7 and 18) seriatim. Following on the creation of the cosmos, verily these two paths did emerge-the path of karma being the earlier one, and the other being renunciation, consisting in the giving up of the three kinds of desire (for son etc.), in accordance with the latter path of detachment. Of these, the path of renunciation is the more excellent. And in the Taittiriya Aranyaka it is said, Renunciation did, indeed, excel'. These then are the two paths on which the Vedas are established: the one consists of duty characterized by attachment, and the other is clearly marked out by detachment' (Mbh. Santiparva, 241.6) -- this and similar ideas have beendeclared, after much deliberation, as his firm conviction, to his son (Suka) by Vyasa, the teacher of the Vedas. The distinction between the two we shall show hereafter.Now begins this verse for decrying the man who is devoid of knowledge:"
    },
    {
       "id":3,
       "mantraNumber":"3",
       "shlok":{
          "line1":"असुर्या नाम ते लोका अन्धेन तमसावृताः ।",
          "line2":"तांस्ते प्रेत्याभिगच्छन्ति ये के चात्महनो जनाः ॥ ३ ॥"
       },
       "translationHindi":"वे असुरसम्बन्धी लोक आत्माके अदर्शनरूप अज्ञानसे आच्छादित हैं। जो कोई भी आत्माका हनन करनेवाले लोग हैं, वे मरनेके अनन्तर उन्हें प्राप्त होते हैं॥ ३ ॥",
       "translationEnglish":" Those worlds of devils are covered by blinding darkness. Those people that kill the Self go to them after giving up this body.",
       "commentaryHindi":"अद्वय परमात्मभावकी अपेक्षासे देवता आदि भी असुर ही हैं। उनके सम्पत्तिस्वरूप लोक ‘असुर्य’ हैं। ‘नाम’ शब्द अर्थहीन निपात है। जिनमें कर्मफलोंका लोकन—दर्शन यानी भोग होता है, वे लोक अर्थात् जन्म (योनियाँ) अन्ध—अदर्शनात्मक तम यानी अज्ञानसे आच्छादित हैं। वे इस शरीरको छोड़कर अपने कर्म और ज्ञानके अनुसार उन [ब्रह्मासे लेकर] स्थावरपर्यन्त योनियोंमें ही जाते हैं। जो कोई आत्माका घात (नाश) करते हैं, वे आत्मघाती हैं। वे लोग कौन हैं? जो अज्ञानी हैं। वे सर्वदा अपने आत्माकी किस प्रकार हिंसा करते हैं? अविद्यारूप दोषके कारण अपने नित्यसिद्ध आत्माका तिरस्कार करनेसे [अज्ञानी जीवोंकी दृष्टिमें] नित्य विद्यमान आत्माका अजरामरत्वादिज्ञानरूप कार्य यानी फल मरे हुएके समान तिरोभूत रहता है, इसलिये प्राकृत अज्ञानीजन आत्मघाती कहे जाते हैं। इस आत्मघातरूप दोषके कारण ही वे जन्म-मरणको प्राप्त होते हैं॥ ३ ॥ ",
       "commentaryEnglish":"Asurysh, of devils; as compared with the non-dual state of the supreme  Self, even gods are asuras, devils; and the worlds belonging to them are  asuryah. The word nama is a meaningless indeclinable. Te, those; lokah (lit. worlds) - (derived) from the root luk - means the births in which the results of karma are perceived or enjoyed; avrtah, are covered; andhena, by blinding - characterized by the inability to see -; tamasa, darkness - in the form of ignorance. Tan, to them-that extend up to the motionless (trees etc.) ; pretya, after departing, giving up this body; gacchanti, go-in accordance  with their karma and meditation (on gods etc.); atmahanah, those that kill  the Self. Who are they? Janah, (the common people,) those that are ignorant. How do they kill the eternal Self? By keeping concealed through the fault of ignorance the Self which exists. The experience of the Self as free from decrepitude, death, etc. (present in the realization, `I am free fromdecrepitude and death'), that comes as a result of the existence of the Self,  remains concealed, as is the consciousness of a person who is killed. So the   ordinary ignorant persons are called the killers of the Self. Because of that very fault of slaying the Self, they are subject to birth and death. What is the nature of the Self by slaying which the ignorant people transmigrate, and contrariwise, the men of knowledge, the non-killers of the Self, become freed? This is being answered :"
    },
    {
       "id":4,
       "mantraNumber":"4",
       "shlok":{
          "line1":"अनेजद् एकं मनसो जवीयो नैनद्देवा आप्नुवन्पूर्वमर्षत् ।",
          "line2":"तद्धावतोऽन्यानत्येति तिष्ठत् तस्मिन्न् अपो मातरिश्वा दधाति ॥ ४ ॥"
       },
       "translationHindi":"वह आत्मतत्त्व अपने स्वरूपसे विचलित न होनेवाला, एक तथा मनसे भी तीव्र गतिवाला है। इसे इन्द्रियाँ प्राप्त नहीं कर सकीं; क्योंकि यह उन सबसे पहले (आगे) गया हुआ (विद्यमान) है। वह स्थिर होनेपर भी अन्य सब गतिशीलोंको अतिक्रमण कर जाता है। उसके रहते हुए ही [अर्थात् उसकी सत्तामें ही] वायु समस्त प्राणियोंके प्रवृत्तिरूप कर्मोंका विभाग करता है॥ ४ ॥",
       "translationEnglish":" It is unmoving, one, and faster than the mind. The senses could not overtake It, since It had run ahead. Remaining stationary, It outruns all otherrunners. It being there, Matari sva allots (or supports) all activities ",
       "commentaryHindi":"जो चलनेवाला न हो उसे ‘अनेजत्’ कहते हैं, क्योंकि ‘एजृ कम्पने’ [इस धातुसूत्रसे] ‘एज्’ धातुका अर्थ कम्पन है। इस प्रकार [वह आत्मतत्त्व] कम्पन—चलन अर्थात् अपनी अवस्थासे च्युत होनेसे रहित है यानी सदा एकरूप है। वह एक ही सब प्राणियोंमें वर्तमान है तथा संकल्पादिरूप मनसे भी जवीय—अधिक वेगवान् है। पूर्व०—यह विरुद्ध बात कैसे कही जाती है कि वह आत्मतत्त्व ध्रुव एवं निश्चल है तथा मनसे भी अधिक वेगवान् है? सिद्धान्ती—यह कोई दोष नहीं है? क्योंकि निरुपाधिक और सोपाधिकरूपसे यह विरुद्ध कथन भी बन सकता है; उस अवस्थामें अपने निरुपाधिकरूपसे तो ‘अविचल’ और ‘एक’—ऐसा कहा जाता है तथा अन्तःकरणकी मनरूप संकल्पविकल्पात्मिका उपाधिका अनुवर्तन करनेके कारण [मनसे भी अधिक वेगवान् कहा गया है।] इस लोकमें देहस्थ मनका ब्रह्मलोक आदि दूर देशोंमें संकल्परूपसे एक क्षणमें ही गमन हो जाता है, अतः मनका अत्यन्त वेगवत्व तो लोकमें प्रसिद्ध ही है। किन्तु उस मनके ब्रह्मलोकादिमें बड़ी शीघ्रतासे पहुँचनेपर वहाँ आत्मचैतन्यका अवभास पहलेहीसे पहुँचा हुआ-सा अनुभव किया जाता है। इसीसे ‘वह मनसे भी अधिक वेगवान् है’ ऐसा श्रुति कहती है। जिसका प्रकरण चल रहा है ऐसे इस आत्मतत्त्वको देवगण भी प्राप्त अर्थात् उपलब्ध नहीं कर सके। विषयोंका द्योतन (प्रकाश) करनेके कारण चक्षु आदि इन्द्रियाँ ही ‘देव’ हैं। उन इन्द्रियोंसे तो मन ही वेगवान् है, अतः [आत्मा तथा इन्द्रियोंके बीचमें] मनोव्यापारका व्यवधान रहनेके कारण आत्माका तो आभासमात्र भी इन्द्रियोंका विषय नहीं होता। क्योंकि आकाशके समान व्यापक होनेके कारण वह वेगवान् मनसे भी पहले ही गया हुआ है। वह सर्वव्यापी आत्मतत्त्व अपने निरुपाधिक स्वरूपसे सम्पूर्ण संसारधर्मोंसे रहित तथा अविक्रिय होकर ही उपाधिकृत सम्पूर्ण सांसारिक विकारोंको अनुभव करता है और अविवेकी मूढ़ पुरुषोंको प्रत्येक शरीरमें अनेक-सा प्रतीत होता है, इसीसे श्रुतिने ऐसा कहा है। वह दौड़ते अर्थात् तेजीसे चलते हुए, आत्मासे भिन्न अन्य मन, वाणी और इन्द्रिय आदिका अतिक्रमण कर जाता है—मानो उन्हें पार करके चला जाता है। ‘इव’ का भावार्थ श्रुति ‘तिष्ठत्’ (ठहरनेवाला) इस पदसे स्वयं ही दिखला रही है। अर्थात् स्वयं अविकारी रहकर ही दूसरोंको पार कर जाता है। उस नित्य चैतन्यस्वरूप आत्मतत्त्वके वर्तमान रहते हुए ही जो मातरि अर्थात् अन्तरिक्षमें संचार—गमन करता है, वह मातरिश्वा—वायु, जो समस्त प्राणोंका पोषक और क्रियारूप है, जिसके अधीन ये सारे शरीर और इन्द्रिय हैं तथा जिसमें ये सब ओत-प्रोत हैं और जो सूत्रसंज्ञक तत्त्व निखिल जगत्का विधाता है, वह मातरिश्वा अप् अर्थात् प्राणियोंके चेष्टारूप कर्म यानी अग्नि, सूर्य और मेघ आदिके ज्वलन, दहन, प्रकाशन एवं वर्षा आदि कर्म विभक्त करता है, ऐसा इसका भावार्थ है। अथवा “इसके भयसे वायु चलता है” इत्यादि [भाववाली] श्रुतियोंके अनुसार ‘दधाति’ का अर्थ ‘धारण करता है’ ऐसा जानो। क्योंकि शरीर और इन्द्रिय आदि सभी विकार सबके अधिष्ठानस्वरूप नित्य चैतन्य आत्मतत्त्वके विद्यमान रहते ही होते हैं॥ ४ ॥",
       "commentaryEnglish":"Anejat, unmoving. The root ejr, implies shaking. Shaking is motion,deviation from one's own condition. It is devoid of this, i.e. It is ever of thesame form. And It is ekam, one, in all beings. It is javiyah, faster; manasah,than the mind, characterized by volition etc. \n Objection : How can there be such contradictory statements that It isconstant and motionless, and yet faster than the mind? \n Answer: There is no inconsistency, for this is possible from the standpoint of the states of being conditioned and unconditioned. As such, It  is spoken of as `unmoving, one', in respect of Its own unconditioned aspect. And by reason of Its following the limiting adjunct, the mind, the internal organ characterized by volition and doubt, (It appears to be subject to modifications). The mind though encased in the body in this world, is ableto reach such distances as the world of Brahma in a single moment through volition; and hence the mind is well known as the fastest thing in the world. When that (speedy) mind travels fast to the world of Brahma etc., the reflection of the Self that is consciousness is perceived to have reachedthere, as it were, even earlier; and hence It is said to be (manaso jaU yah) faster than the mind. Devah, the gods -the senses, the organs of knowledge such as eyes etc. are the devas because of revealing (dyotana) (their objects) -; na apnuvan, could not overtake; enat, It, the reality of the Self that is under discussion. The mind is faster than these (senses). Because of the interposition of the activity of the mind, (between the Self and the senses), even a semblance of the Self does not at all become an object of perception to the senses. (The senses could not overtake It,) since, being allpervasive like space, It purvam arsat, had run aheadreached the goal even before the swift mind. Though that all-pervasive entity of the Self, in Its real unconditioned state is devoid of all worldly attributes and is subject to nomutation, yet (by reason of following the limiting adjunct, the mind), itappears, to the eyes of the non-discriminating foolish people, to beexperiencing all empirical modifications brought about by the limiting"
    },
    {
       "id":5,
       "mantraNumber":"5",
       "shlok":{
          "line1":"तद् एजति तन् नैजति तद् दूरे तद् व् अन्तिके ।",
          "line2":"तद् अन्तर् अस्य सर्वस्य तद् उ सर्वस्यास्य बाह्यतः ॥ ५ ॥"
       },
       "translationHindi":"वह आत्मतत्त्व चलता है और नहीं भी चलता। वह दूर है और समीप भी है। वह सबके अन्तर्गत है और वही इस सबके बाहर भी है॥ ५ ॥",
       "translationEnglish":". That moves, That does not move; That is far off, That is very near; That is inside all this, and That is also outside all this.",
       "commentaryHindi":"जिसका प्रकरण है वह आत्मतत्त्व एजन करता—चलता है, वही स्वयं नहीं भी चलता अर्थात् स्वयं अचल रहकर ही चलता हुआ-सा जान पड़ता है। यही नहीं, वह दूर भी है; अज्ञानियोंको सैकड़ों, करोड़ वर्षोंमें भी अप्राप्य होनेके कारण दूर-जैसा है। [‘तद्वन्तिके’ का] तत् उ अन्तिके—ऐसा पदच्छेद करना चाहिये। वही अन्तिक अत्यन्त समीप भी है अर्थात् केवल दूर ही नहीं, विद्वानोंका आत्मा होनेके कारण समीप भी है। वह इस सबके अन्तर यानी भीतर भी है जैसा कि “जो आत्मा सर्वान्तर है” इत्यादि श्रुतिसे सिद्ध होता है। आकाशके समान व्यापक होनेके कारण वह इस नामरूप और क्रियात्मक सम्पूर्ण जगत्के बाहर तथा सूक्ष्मरूप होनेसे इसके भीतर भी है। और श्रुतिके “प्रज्ञानघन ही है” इस कथनके अनुसार वह निरन्तर (बाहर-भीतरके भेदको त्यागकर सर्वत्र) ही है॥ ५ ॥",
       "commentaryEnglish":"Tat, That, the entity of the Self that is under consideration; That ejati,moves; and That again, by Itself na ejati, does not move. The meaning is that, though in Itself It is motionless, It seems to move. Moreover, tat duce, That is far off-That seems to be far away, since It is unattainable by the ignorant even in hundreds of millions of years;tadvantike- split into tat u antike-, That is very near indeed, to the men of knowledge; It being their Self, It is not only far off, but is near too. Tat antah, That is inside; asya sarvasya, of all this- in accordance with the Vedic text: `The Self that is within all' (Br. III. iv. 1) -, of all this world consisting of name, form, and activity. Tat, That; u, also; sarvasya asya bahyatah, is outside all this, because It is all-pervasive like space; and It is inside,  because It is extremely subtle. Besides, It is without interstices, (It is continuous), in accordance with the Vedic text: 'Pure intelligence alone' (Br.IV. v. 13)"
    },
    {
       "id":6,
       "mantraNumber":"6",
       "shlok":{
          "line1":"यस् तु सर्वाणि भूतान्य् आत्मन्य् एवानुपश्यति ।",
          "line2":"सर्वभूतेषु चात्मानं ततो न विजुगुप्सते ॥ ६ ॥"
       },
       "translationHindi":"जो [साधक] सम्पूर्ण भूतोंको आत्मामें ही देखता है और समस्त भूतोंमें भी आत्माको ही देखता है, वह इस [सार्वात्म्यदर्शन]-के कारण ही किसीसे घृणा नहीं करता॥ ६ ॥",
       "translationEnglish":"He who sees all beings in the Self itself, and the Self in all beings,feels no hatred by virtue of that (realization).",
       "commentaryHindi":"जो परिव्राट् मुमुक्षु अव्यक्तसे लेकर स्थावरपर्यन्त सम्पूर्ण भूतोंको आत्मामें ही देखता है अर्थात् उन्हें आत्मासे पृथक् नहीं देखता तथा उन सम्पूर्ण भूतोंमें भी आत्माको देखता है अर्थात् उन भूतोंके आत्माको भी अपना ही आत्मा जानता है यानी यह समझता है कि जिस प्रकार मैं इस देहके कार्य (भूत) और करण (इन्द्रिय) संघातका आत्मा और इसकी समस्त प्रतीतियोंका साक्षी, चेतयिता, केवल और निर्गुण हूँ उसी प्रकार अपने इसी रूपसे अव्यक्तसे लेकर स्थावरपर्यन्त सम्पूर्ण भूतोंका आत्मा भी मैं ही हूँ। इस प्रकार जो सब भूतोंमें अपने निर्विशेष आत्मस्वरूपको ही देखता है, वह उस आत्मदर्शनके कारण ही किसीसे जुगुप्सा यानी घृणा नहीं करता। यह प्राप्त वस्तुका ही अनुवाद है। सभी प्रकारकी घृणा अपनेसे भिन्न किसी दूषित पदार्थको देखनेवाले पुरुषको ही होती है, जो निरन्तर अपने अत्यन्त विशुद्ध आत्मस्वरूपको ही देखनेवाला है, उसकी दृष्टिमें घृणाका निमित्तभूत कोई अन्य पदार्थ है ही नहीं; यह बात स्वतः प्राप्त हो जाती है। इसीलिये वह किसीसे घृणा नहीं करता॥ ६ ॥ ",
       "commentaryEnglish":"rah, he who-the mendicant who wants to be freed; anupasyati, sees;  sarvani bhutani, all beingsbeginning from the Unmanifested and ending   with the immobile; (as existing) atmani eva, in the Self itself-i.e. he does  not see them as different from the Self-; sarvabhutesu ca, and in all those  very beings; sees atmanam, the Self-sees the Self even of those beings as  his own Self thus: `Just as I, the soul of the body which is an aggregate of causes and effects, am the witness of all perceptions, and as such I am the  source of its consciousness, and am pure and attributeless, similarly in that  very aspect of mine am I the soul of all, beginning from the Unmanifested and ending with the immobile';-he, who realizes the unconditioned Self in all beings thus, tatah, by virtue of that vision; na vijugupsate, feels no  hatred, does not hate. This is only a restatement of a known fact. For, this is  a matter of experience that all revulsion comes to one who sees something  as bad and different from oneself, but for one who sees only the absolutely  pure Self as a continuous entity, there is no other object that can be the cause of revulsion. Therefore he does not hate."
    },
    {
       "id":7,
       "mantraNumber":"7",
       "shlok":{
          "line1":"यस्मिन् सर्वाणि भूतान्य् आत्मैवाभूद् विजानतः ।",
          "line2":"तत्र को मोहः कः शोक एकत्वम् अनुपश्यतः ॥ ७ ॥"
       },
       "translationHindi":"जिस समय ज्ञानी पुरुषके लिये सब भूत आत्मा ही हो गये, उस समय एकत्व देखनेवाले उस विद्वान्को क्या शोक और क्या मोह हो सकता है॥ ७ ॥",
       "translationEnglish":"When to the man of realization all beings become the very Self, then what delusion and what sorrow can there he for that seer of oneness? (OrIn the Self, of the man of realization, in which all beings become the Self,what delusion and what sorrow can remain for that seer of oneness?)",
       "commentaryHindi":"जिस समय अथवा जिस पूर्वोक्त आत्मस्वरूपमें परमार्थतत्त्वको जाननेवाले पुरुषकी दृष्टिमें वे ही सब भूत परमार्थ आत्मस्वरूपके दर्शनसे आत्मा ही हो गये अर्थात् आत्मभावको ही प्राप्त हो गये, उस समय अथवा उस आत्मामें क्या मोह और क्या शोक रह सकता है; शोक और मोह तो कामना और कर्मके बीजको न जाननेवालेको ही हुआ करते हैं, जो आकाशके समान आत्माका विशुद्ध एकत्व देखनेवाला है, उसको नहीं होते। ‘क्या मोह और क्या शोक’; इस प्रकार अविद्याके कार्यस्वरूप शोक और मोहकी आक्षेपरूप असम्भवता दिखलाकर कारणसहित संसारका अत्यन्त ही उच्छेद प्रदर्शित किया गया है॥ ७ ॥ ",
       "commentaryEnglish":"Yasmin vijanatah, when to the man who has realized the supreme  Reality, (or-in the aforesaid Self - of the man who has realized the supreme  Reality , in which) : sarrani bhutani, all those beings; alma eva bhut, have become the Self alone as a result of the realization of the supreme Self; tatra, at that time (or, to that Self' ; kah mohah kah sokah, what delusion and  what sorrow can there be? Sorrow and delusion come to the ignorant man who does not perceive the seed of desire and actions, but not anupasyatah ekatram, to the man who realizes the absolute oneness of the Self which is  like that of space. The impossibility of grief and delusion, the effects of ignorance, having been indicated through the question, `What delusion and what sorrow can there be?', the total eradication of worldly existence, with its cause, has been shown ipso facto."
    },
    {
       "id":8,
       "mantraNumber":"8",
       "shlok":{
          "line1":"स पर्यगाच् छुक्रम् अकायम् अव्रणम् अस्नाविरं शुद्धम् अपापविद्धम् ।",
          "line2":"कविर् मनीषी परिभूः स्ययम्भूर् याथातथ्यतोर्ऽथान् व्यदधाच् छाश्वतीभ्यः समाभ्यः ॥ ८ ॥"
       },
       "translationHindi":"वह आत्मा सर्वगत, शुद्ध, अशरीरी, अक्षत, स्नायुसे रहित, निर्मल, अपापहत, सर्वद्रष्टा, सर्वज्ञ, सर्वोत्कृष्ट और स्वयम्भू (स्वयं ही होनेवाला) है। उसीने नित्यसिद्ध संवत्सर नामक प्रजापतियोंके लिये यथायोग्य रीतिसे अर्थों (कर्तव्यों अथवा पदार्थों)-का विभाग किया है॥ ८ ॥ ",
       "translationEnglish":". He is all-pervasive, pure, bodiless, without wound, without sinews, taintless, untouched by sin, omniscient, ruler of mind, transcendent, and selfexistent; he has duly alloted the (respective) duties to the eternal years(i.e. to the eternal creators called by that name).",
       "commentaryHindi":"वह पूर्वोक्त आत्मा पर्यगात् परि—सब ओर अगात्—गया हुआ है अर्थात् आकाशके समान सर्वव्यापक है, शुक्र—शुद्ध—ज्योतिष्मान् यानी दीप्तिवाला है, अकाय—अशरीरी अर्थात् लिंग-शरीरसे रहित है; अव्रण यानी अक्षत है; अस्नाविर है, जिसमें स्नायु अर्थात् शिराएँ न हों उसे अस्नाविर कहते हैं। अव्रण और अस्नाविर—इन दो विशेषणोंसे स्थूल शरीरका प्रतिषेध किया गया है तथा शुद्ध, निर्मल यानी अविद्यारूप मलसे रहित है— इससे कारण-शरीरका प्रतिषेध किया गया है। अपापविद्ध—धर्म-अधर्मरूप पापसे रहित है। ‘शुक्रम्’ इत्यादि (नपुंसकलिंग) वचनोंको पुँल्लिङ्गमें परिणत कर लेना चाहिये; क्योंकि ‘स पर्यगात्’ इस पदसे आरम्भ करके ‘कविः मनीषी’ आदि शब्दोंद्वारा पुँल्लिङ्गरूपसे ही उपसंहार किया है। कवि—क्रान्तदर्शी* यानी सर्वदृक् है। जैसा कि श्रुति कहती है—“इससे अन्य कोई और द्रष्टा नहीं है।” मनीषी—मनका ईशन करनेवाला अर्थात् सर्वज्ञ ईश्वर। परिभू—सबके परि अर्थात् ऊपर है इसलिये परिभू है। स्वयम्भू—स्वयं ही होता है [इसलिये स्वयम्भू है]। अथवा जिनके ऊपर है और जो ऊपर है वह सब स्वयं ही है, इसलिये स्वयम्भू है। उस नित्यमुक्त ईश्वरने सर्वज्ञ होनेके कारण यथाभूत कर्म, फल और साधनके अनुसार अर्थों—कर्तव्य-पदार्थोंका याथातथ्य विधान किया अर्थात् यथायोग्य रीतिसे उनका विभाग किया। यथा-तथाके भावको याथातथ्य कहते हैं। [उसने] शाश्वत—नित्य समाओं अर्थात् संवत्सर नामक प्रजापतियोंको [उनकी योग्यताके अनुसार पृथक्-पृथक् कर्तव्य बाँट दिये]॥ ८ ॥  ",
       "commentaryEnglish":"Sah, He, the aforesaid Self; paryagdt, is all-pervasive, like space-(the word) being derived from pari, on all sides, and agdt, went. He is sukram, pure, bright, i.e. resplendent; akayam, bodiless, i.e. without a subtle body;avranam, without wound, scatheless; asnaviram, without sinews-one in whom there is no sinew. By the two expressions, `without wound', and `without sinews', the gross body is negated. Suddham, taintless, devoid of  the dirt of ignorance; thereby is negated a casual body. Apapaviddham,  untouched by sin in the form of merit and demerit etc.1 The expressions beginning with sukram are to be converted into masculine, because the introduction is made with sah paryagat, and the conclusion with kavih manisi, in the masculine form. Kavih (omniscient) means the seer of the  krdnta, past,2 i.e. seer of all, as the Vedic text says, There is no other seer  but this (Br. III. viii. 11). Manisi means the ruler of the mind, i.e. the  omniscient God. Paribhuh is one who exists above all (transcendent).  Svayambhuh means he who exists by himself. He, the all, becomes (bhavali) by Himself (svayam) all that He transcends, and He is also the  Transcendental One. In this sense He is svayam-bhuh, selfexistent. He, the  ever free (all-powerful) Lord, because of His omniscience, vyadadhat, has  allotted, i.e. distributed in the proper way (according to individual competence) ; arthan, the duties; yathatathyatah, duly, as it should be, in consonance with actual result and endeavour; .ra.svaffbhyah samabhyah, to the eternal years, to the Prajapatis (creators) called the years. Here, the first purport of the vedas, viz devotedness to knowledge after  renouncing all desires, has been stated by the opening verse, `All this  should be covered by the Lord.... Do not covet anybody's wealth.' And  where this devotedness to knowledge is impossible for the man of  ignorance, continuance in the path of duty-which is the second purport of  the Vedas -, has been stated in the second verse thus: `By doing karmas, indeed, should one wish to live.' This division of paths of life, as shown in  these verses, has also been indicated in the Brhadaranyaka Upanisad. Thus  from the text, `He desired, Let me have a wife, ' etc. (Br. I. iv. 17), it can  be clearly understood that works are meant for a man who is ignorant and  hankers after results. And from the sentence, `The mind is his soul, and  speech his wife', etc. Br. I. iv. 17), it can be clearly understood that  ignorance and desires are the characteristics of a man devoted to work. So  the result of this work is the creation of seven kinds of fruitsl and  continuance in a state of identification with them under the idea that they  are the Self. And by the text, `What shall we achieve through children, we to whom the Self which we have attained is the goal?' etc. (Br. IV. iv. 22), it has been shown that for those who have realized the Self by renouncing thethreefold desire for wife etc. (i.e. for son, wealth, and heavens), there can only be continuance in the Self Itself, as opposed to the continuance in the path of karma. After the condemnation of the ignorant man by the verse, `The worlds of the devils' etc. (3), the true nature of the Self has been revealed by the verses ending with, `He is all-pervasive,' etc. (8), to those men of renunciation who are steadfast in knowledge, so as to show that they alone are qualified for this and not those who have desires. So also in the Sveta'svatara Upanisad (VI. 21) this has been separately spoken of thus: `To those (men of complete renunciation) who had gone beyond all (the four) stages of life,l he spoke this holiest of things which is fully adored by the seers as a class.' But the present verse, `(Those who worship aaidya enter) into blinding darkness,' etc. is meant for those men of activity who have desires and want to live only by doing karma. Objection : How is it, again, known thus that it is not meant for all? The answer is: None but a fool will wish to combine with any work, or with any other knowledge (i.e. meditation), that knowledge of the oneness of the Self that has been imparted to the passionless man after the eradication of the distinction of all ends and means, by the text, `When to the man of realization all beings become the very Self, then what delusion and what sorrow can there be for that seer of oneness?' (7). But the condemnation of the ignorant etc. is done here with a view to achieving a combination (of vidva, i.e. worship or meditation, and karma). And as to that, not the knowledge of the supreme Self, but the thing- viz the divine possession, (i.e.) the meditation on the gods -, that can possibly be combined with the other factor (viz karma), has been spoken of here,logically and scripturally, as the associate of karma, since for this vidya (meditation or worship) a result, different from the knowledge of Brahman has been declared thus: `Through vidya is attained the world of the gods' (Br. I. v. 16). The denunciation of the separate pursuit of either of these two- vidya and karma -- is not merely for the sake of denunciation, but for the sake of bringing them together, for a distinct result is declared for each by the Vedic texts: `They ascend to this through vidya'; `The world of gods (is attained) through vidya (Br. I. v. 16) ; `The people following the Southern Path do not reach there'; `The world of the Manes through rites' (Br. I. v. 16); and this is so because nothing enjoined by the scriptures can be unworthy of performance."
    },
    {
       "id":9,
       "mantraNumber":"9",
       "shlok":{
          "line1":"अन्धं तमः प्रविशन्ति येऽविद्याम् उपासते ।",
          "line2":"ततो भूय इव ते तमो य उविद्यायां रताः ॥ ९ ॥      "
       },
       "translationHindi":"जो अविद्या (कर्म)-की उपासना करते हैं वे [अविद्यारूप] घोर अन्धकारमें प्रवेश करते हैं और जो विद्या (उपासना)-में ही रत हैं वे मानो उससे भी अधिक अन्धकारमें प्रवेश करते हैं॥ ९ ॥  ",
       "translationEnglish":"Those who worship az,idya (rites) enter into blinding darkness; but into greater darkness than that enter they who are engaged in vidya(meditation)",
       "commentaryHindi":"पूर्व०—यह कैसे ज्ञात होता है कि [यह विधि कर्मनिष्ठोंके ही लिये है] सबके लिये नहीं है? सिद्धान्ती—बतलाते हैं, [सुनो] निष्काम पुरुषके लिये जो ‘यस्मिन् सर्वाणि भूतान्यात्मैवाभूद्विजानतः। तत्र को मोहः कः शोक एकत्वमनुपश्यतः॥’ इस मन्त्रसे साध्य और साधनके भेदका निराकरण करते हुए आत्माके एकत्वका ज्ञान प्रतिपादन किया है, उसे कोई भी विचारवान् किसी भी कर्म या अन्य ज्ञानके साथ मिलाना नहीं चाहेगा। यहाँ तो समुच्चयकी इच्छासे ही अविद्वान् आदिकी निन्दा की है। अतः न्याय और शास्त्रके अनुसार जिसका जिसके साथ समुच्चय हो सकता है,वही यहाँ कहा गया है। सो कर्मके सम्बन्धीरूपसे यहाँ दैव वित्त अर्थात् देवतासम्बन्धी ज्ञानका ही उल्लेख हुआ है—परमात्मज्ञानका नहीं; क्योंकि “विद्यासे देवलोक प्राप्त होता है” [ऐसा इस ज्ञानका आत्मज्ञानसे] पृथक् फल सुना गया है। उन ज्ञान और कर्ममेंसे, यहाँ जो एक-एकके अनुष्ठानकी निन्दा की है, वह समुच्चयके अभिप्रायसे है, निन्दाके ही लिये नहीं; क्योंकि “उस पदपर विद्या (देवताज्ञान)-से आरूढ़ होते हैं” “विद्यासे देवलोककी प्राप्ति होती है” “वहाँ दक्षिणमार्गसे जानेवाले नहीं पहुँचते” “कर्मसे पितृलोक मिलता है” इत्यादि एक-एकका पृथक् फल बतलानेवाली श्रुतियाँ भी मिलती हैं; और शास्त्रविहित कोई भी बात अकर्तव्य नहीं हो सकती। उनमें वे तो अज्ञानरूप अन्धकारमें प्रवेश करते हैं। कौन? जो अविद्या—विद्यासे अन्य अविद्या अर्थात् कर्म यानी केवल अग्निहोत्रादिरूप अविद्याहीकी उपासना करते हैं, अर्थात् तत्पर होकर कर्मका ही अनुष्ठान करते रहते हैं; क्योंकि कर्म विद्या (आत्मज्ञान)-के विरोधी हैं [इसलिये उन्हें अविद्या कहा गया है]। तथा उस अन्धकारसे भी कहीं अधिक अन्धकारमें वे प्रवेश करते हैं, कौन? जो कर्म करना छोड़कर केवल विद्या यानी देवताज्ञानमें ही रत—अनुरक्त हैं। विद्या और कर्मके अवान्तर फल-भेदको ही इसके समुच्चयका कारण बतलाते हैं; नहीं तो एक-दूसरेके समीप हुए फलयुक्त और फलहीन परस्पर अंग और अंगी हो जायँगे [अर्थात् फलयुक्त तो अंगी (मुख्य) हो जायगा तथा फलहीन अंग (गौण) समझा जायगा] यही इसका अभिप्राय है॥ ९ ॥ ",
       "commentaryEnglish":"Of these two, they pravisanti, enter; into andham lamah, blinding darkness, characterized by absence of perception. Who? 1e aridyam, those who wworship) aridya. Avidv is different from vidya, i.e. it is karma, since karma is opposed to ridvi ; (they) upasate, worship; that aaidya in the form of Agnihotra etc. alone. The import is that they perform this wholeheartedly. Bhuyah iva tamah, into darkness which is verily greater; tatah, than that darkness characterized as blindness; te, they, enter. Who? Ye they, on the other hand, who giving up rites; vidyayam u ratah, are engaged only in vidya, are always bent on the meditation on (and worship of) gods. With regard to that matter, again, the secondary results of meditation and rites are advanced as reasons for the combination of the two, as otherwise,  if one of these two closely associated factors bore fruit, while the other did not, they would be related as a part and the whole, (which is absurd)."
    },
    {
       "id":10,
       "mantraNumber":"10",
       "shlok":{
          "line1":"अन्यद् एवाहुर् विद्ययान् यद् आहुर् अविद्यया ।",
          "line2":"इति शुश्रुम धीराणां ये नस् तद् विचचक्षिरे ॥ १० ॥  "
       },
       "translationHindi":"विद्या (देवताज्ञान)-से और ही फल बतलाया गया है तथा अविद्या (कर्म)-से और ही फल बतलाया है। ऐसा हमने बुद्धिमान् पुरुषोंसे सुना है, जिन्होंने हमारे प्रति उसकी व्यवस्था की थी॥ १० ॥",
       "translationEnglish":"They say that by vidya a really different result (is achieved), and they say that by aaidya a different result (is achieved)', thus have we heard(the teaching) of those wise men who explained that to us.",
       "commentaryHindi":"“विद्यासे देवलोक प्राप्त होता है” “विद्यासे उसपर आरूढ़ होते हैं” ऐसी श्रुतियोंके अनुसार वेदवेत्तालोग कहते हैं कि विद्यासे और ही फल मिलता है। तथा “कर्मसे पितृलोक मिलता है” इस श्रुतिके अनुसार, अविद्या यानी कर्मसे और ही फल होता है—ऐसा उनका कथन है। ऐसे हमने धीर अर्थात् बुद्धिमानोंके वचन सुने हैं, जिन आचार्योंने हमसे उस कर्म तथा ज्ञानका विख्यान किया था अर्थात् उनकी व्याख्या की थी। तात्पर्य यह है कि यह उनका परम्परागत आगम है॥ १० ॥ ",
       "commentaryEnglish":"Anyat eva, a really different (thing) ; is produced as a result; vidyaya, by aidya (worship or meditation) - -- this ahuh, they say, because of the Vedic texts: `The world of gods is (won) through meditation' (Br. I. v. 16) ; `They ascend there through meditation'. Ahuh, they say; anyat avidyaya, by  avidya, karma (rites), a different (result) is produced, because of the Vedic  text: `The world of the Manes (is won) through karma' (Br. I. v. 16). Iti,  thus; susruma, we have heard; the teaching, dhiranam, of the wise men;  those teachers, ye, who; vicacaksire, explained; nah, to us; tat, thatkarma and meditation. The purport is that this is their knowledge traditionally received."
    },
    {
       "id":11,
       "mantraNumber":"11",
       "shlok":{
          "line1":"विद्यां चाविद्यां च यस् तद् वेदोभयं सह ।",
          "line2":"अविद्यया मृत्युं तीर्त्वा विद्ययामृतम् अश्नुते ॥ ११ ॥      "
       },
       "translationHindi":"जो विद्या और अविद्या—इन दोनोंको ही एक साथ जानता है, वह अविद्यासे मृत्युको पार करके विद्यासे अमरत्व प्राप्त कर लेता है॥ ११ ॥",
       "translationEnglish":" He who knows these two,' vidya and avidya, together, attains  immortality through vidya, by crossing over death through avidya",
       "commentaryHindi":"क्योंकि ऐसा है इसलिये विद्या और अविद्या अर्थात् देवताज्ञान और कर्म—इन दोनोंको जो एक साथ एक ही पुरुषसे अनुष्ठान किये जानेयोग्य जानता है, इस प्रकार समुच्चय करनेवालेको ही एक पुरुषार्थका सम्बन्ध क्रमशः होता है—यही अब कहा जाता है।अविद्या अर्थात् अग्निहोत्रादि कर्मसे मृत्यु यानी ‘मृत्यु’ शब्दवाच्य स्वाभाविक (व्यावहारिक) कर्म और ज्ञान—इन दोनोंको तरकर—पार करके विद्या अर्थात् देवताज्ञानसे अमृत यानी देवतात्मभावको प्राप्त हो जाता है। देवत्वभावको जो प्राप्त होना है वही अमृत कहा जाता है॥ ११ ॥",
       "commentaryEnglish":"Since this is so, therefore vidya and avidya, i.e. meditation on the deities  and the rites; yah tad veda ubhayam saha, he who knows these together,  knows them as things to be performed by the same person; for that man  alone, who thus combines (the two), there occurs the successive acquisition  of the(two)goals in the same individual. This is being said:  Avidyayd, through avidyd, through rites such as Agnihotra; mrm, death -  rites and meditation induced by one's nature;l tirtvd, crossing over-over  both these which are called death; vidyaya, through vidya, the meditation  on the deities; (one) asnute, attains; amrtam, immortality, identification with  the deities - that very fact of becoming one with gods being called  immortality."
    },
    {
       "id":12,
       "mantraNumber":"12",
       "shlok":{
          "line1":"अन्धं तमः प्रविशन्ति येऽसम्भूतिम् उपासते ।      ",
          "line2":"ततो भूय इव ते तमो य उ सम्भूत्यां रताः ॥ १२ ॥      "
       },
       "translationHindi":"जो असम्भूति (अव्यक्त प्रकृति)-की उपासना करते हैं, वे घोर अन्धकारमें प्रवेश करते हैं और जो सम्भूति (कार्यब्रह्म)-में रत हैं, वे मानो उनसे भी अधिक अन्धकारमें प्रवेश करते हैं॥ १२ ॥",
       "translationEnglish":" Those who worship the Unmanifested (Prakrti) enter into blinding darkness; but those who are devoted to the Manifested (Hiranyagarbha)  enter into greater darkness.",
       "commentaryHindi":"जो असम्भूतिकी उपासना करते हैं; वे घोर अन्धकारमें प्रवेश करते हैं। सम्भवन (उत्पन्न होने)-का नाम सम्भूति है। वह जिस कार्यका धर्म है, उसे ‘सम्भूति’ कहते हैं। उससे अन्य असम्भूति—प्रकृति—कारण अथवा अव्याकृत नामकी अविद्या है। उस असम्भूति यानी अव्याकृत नामवाली प्रकृति—कारण अर्थात् अज्ञानात्मिका अविद्याकी जो कि कामना और कर्मकी बीज है, जो लोग उपासना करते हैं, वे उसके अनुरूप ही अज्ञानरूप घोर अन्धकारमें प्रवेश करते हैं तथा जो सम्भूति यानी हिरण्यगर्भ नामक कार्यब्रह्ममें रत हैं, वे तो उससे भी गहरे—मानो अधिकतर अन्धकारमें प्रवेश करते हैं॥ १२ ॥ ",
       "commentaryEnglish":"Ye, those who; (worship) asambhutim: Sambhuti means the fact of being  born; an effect, too, that has this (quality of being born) is sambhuti; what is other than that is asambhuti, Prakrti, (the primal material) Cause, avidya  (ignorance), called avyakrta (the Unmanifested). Those who upasale,  worship; this asambhuti -- known as the unmanifest Prakrti, Cause, and avidya, which is the seed of desire and work, and is blinding by nature; te,  they; pravisanli, enter into; andham lamah, blinding darkness, which is of a similar nature. Into tamah, darkness; bhuyah, greater; tatah, than that; iva,  as it were; prazrisanti, enter: ye, those who; sambhutyam ratah, are devoted  to sambhi~ti to the manifested Brahman called Hiranyagarbha.  Now in this verse is being stated the difference of the results of the two  constituent worships, which (results) necessitate the combination of those  worships  "
    },
    {
       "id":13,
       "mantraNumber":"13",
       "shlok":{
          "line1":"अन्यद् एवाहुः संभवाद् अन्यद् आहुर् असंभवात् ।      ",
          "line2":"इति शुश्रुम धीराणां ये नस् तद् विचचक्षिरे ॥ १३ ॥      "
       },
       "translationHindi":"कार्यब्रह्मकी उपासनासे और ही फल बतलाया गया है; तथा अव्यक्तोपासनासे और ही फल बतलाया है। ऐसा हमने बुद्धिमानोंसे सुना है, जिन्होंने हमारे प्रति उसकी व्याख्या की थी॥ १३ ॥ ",
       "translationEnglish":"`They spoke of a different result indeed from the worship of the  Manifested, and they spoke of a different result from the worship of the  Unmanifested' -thus we have heard (the teaching) of those wise men who explained that to us.",
       "commentaryHindi":"सम्भूति अर्थात् कार्यब्रह्मकी उपासनासे प्राप्त होनेवाला अणिमादि ऐश्वर्यरूप और ही फल बतलाया अर्थात् बखान किया है। तथा असम्भूति यानी अव्याकृतसे अर्थात् अव्याकृत प्रकृतिकी उपासनासे और ही फल बतलाया है, जिसे पहले ‘अन्धं तमः प्रविशन्ति’ आदि वाक्यसे कह चुके हैं तथा पौराणिक लोग जिसे प्रकृतिलय कहते हैं—ऐसा हमने धीरों (बुद्धिमानों)-का कथन सुना है, जिन्होंने हमसे उनका वर्णन किया था अर्थात् व्यक्त और अव्यक्त उपासनाओंके फलका व्याख्यान किया था॥ १३ ॥ ",
       "commentaryEnglish":" Anyat eva, a different result indeed; ahuh, they spoke of; sambhavdt,  from sambhuti, the Manifested; the idea is that they spoke of the result,  comprising supernormal faculties such as becoming subtle etc., accruing  from the worship of the manifested Brahman (Hiranyagarbha;. Similarly,  too, they anyat ahuh, spoke of a different result; asambharat, from asambhuti, from avydkrta - from the worship of the Unmanifested - that  which has been referred to in the text, `they enter into blinding darkness'  (12) and is called absorption into Prakrti (Primordial Nature) by the  pauranikas. Iti, thus; susruma dhrrdndm, we have heard the speech of the  wise; ye, who; vicacaksire, explained that; nah, to us, i.e. explained the result of the worship of the Manifested and the Unmanifested. Since this is so, and since both are meant for the same human goal, it is quite proper to combine the worship of the Manifested and the  Unmanifested. This is being said by the verse:"
    },
    {
       "id":14,
       "mantraNumber":"14",
       "shlok":{
          "line1":"संभूतिं च विनाशं च यस् तद् वेदोभयं सह । ",
          "line2":"विनाशेन मृत्युं तीर्त्वा संभूत्यामृतम् अश्नुते ॥ १४ ॥      "
       },
       "translationHindi":"जो सम्भूति और कार्यब्रह्म—इन दोनोंको साथ-साथ जानता है; वह कार्यब्रह्मकी उपासनासे मृत्युको पार करके सम्भूतिके द्वारा [प्रकृतिलयरूप] अमरत्व प्राप्त कर लेता है॥ १४ ॥ ",
       "translationEnglish":"He who knows these two, the Unmanifested and the Destruction  (Hiranyagarbha), together, attains immortality through the Unmanifested by   crossing death through Destruction.",
       "commentaryHindi":"जो पुरुष सम्भूति और विनाश—इन दोनोंकी उपासनाके समुच्चयको जानता है वह—जिसके कार्यका धर्म विनाश है और उस धर्मीसे अभेद होनेके कारण जो स्वयं भी विनाश कहा जाता है—उस विनाशसे अर्थात् उसकी उपासनासे अधर्म तथा कामना आदि दोषोंसे उत्पन्न हुए अनैश्वर्यरूप मृत्युको पार करके—हिरण्यगर्भकी उपासनासे अणिमादि ऐश्वर्यकी प्राप्तिरूप फल ही मिलता है, अतः उससे अनैश्वर्य आदि मृत्युको पार करके—असम्भूति—अव्यक्तोपासनासे प्रकृति-लयरूप अमृत प्राप्त कर लेता है। ‘सम्भूतिं च विनाशं च’ इस पदसमूहमें प्रकृतिलयरूप फल बतलानेवाली श्रुतिके अनुरोधसे अवर्णके लोपपूर्वक निर्देश हुआ समझना चाहिये*॥ १४ ॥  ",
       "commentaryEnglish":"He who knows these two-the Unmanifested and the Destruction -  together; amrtam a,snute, attains immortality - characterized as absorption  in Prakrti; asambhutya, through the worship of the Unmanifested; mrtyum  tirtva, by crossing over death that is the bundle of faults such as nonpossession of supernormal faculty, and demerit, desire, etc. -for, through the   worship of Hiranyagarbha is obtained such results as powers of becoming  Subtle etc. -, by crossing over death that consists in the absence of  Supernormal faculties; vintUena, through Destruction. Vinasa (destruction),  which is an attribute of the product (viz the manifested Brahman or  Hiranyagarbha), is spoken of as identical with the substantive itself. (By   crossing death) through that, (i.e.) by the worship of that (vindSa). It is to  be noted that in sambhitim ca vinasam ca, there is a presentation by  omission of the letter a (before sambhuti) (-which should be asambhiti) in  conformity with the mention of the fruit, viz absorption in Prakrti (i.e.  asambhuti). It is indicated by the scriptures that absorption into Prakrti is the highest  result attainable through human and divine wealth.1 Up to this is the course  of worldly existence. Beyond this is the identification with the Self in all, as indicated earlier in the verse: `When to the man of realization all beings  become the very Self (7), which is the result of devotion to knowledge after  renouncing all desires. Thus has been revealed the twofold purport of the Vedas, consisting in desire for and renunciation of activity. As to this, the (Satapatha) Brahmana, ending with the Pravargya ritual, is devoted to the  revelation of the whole purport of (that section of) the Vedas which is in the form of injunctions and prohibitions concerning desire for activity. And the   Brhadaranyaka thereafter is devoted to the revelation of the Vedic purport  concerning renunciation of activity. In this connection, the verse, `He who  knows these two - vidyd and avidya - together, attains immortality through  vidya, by crossing over death through avidyd' (11), has been cited for the  person who wants to live by doing rites - beginning from conception and  ending in death-in con junction with meditation on the lower Brahman.  Now, then, the question, `By what route will he achieve immortality?' is being answered. `Now, That which is the Truth (Brahman), is that Sun-who is the Person in this solar orb, as also this Person in the right eye' (Br. V. v.  2) -he who has meditated on both these (Persons) as the Truth-Brahman and  performed the rites as mentioned (in the scriptures), prays at the time of  death to that (Sun) which is Truth by nature, for the door leading to the Self,  in the verse: `The face of Truth is concealed with a golden vessel', etc. "
    },
    {
       "id":15,
       "mantraNumber":"15",
       "shlok":{
          "line1":"हिरण्मयेन पात्रेण सत्यस्यापिहितं मुखम् ।      ",
          "line2":"तत् त्वं पूषन्न् अपावृणु सत्यधर्माय दृष्टये ॥ १५ ॥      "
       },
       "translationHindi":"आदित्यमण्डलस्थ ब्रह्मका मुख ज्योतिर्मय पात्रसे ढका हुआ है। हे पूषन्! मुझ सत्यधर्माको आत्माकी उपलब्धि करानेके लिये तू उसे उघाड़ दे॥ १५ ॥ ",
       "translationEnglish":" The face of Truth (Brahman in the solar orb) is concealed by a golden  vessel. Do thou, 0 Sun, open it so as to be seen by me who am by nature  truthful (or, am the performer of rightful duties).",
       "commentaryHindi":"जो सोनेका-सा हो उसे ‘हिरण्मय’ कहते हैं, अर्थात् जो ज्योतिर्मय है उस ढकनेरूप पात्रसे ही आदित्यमण्डलमें स्थित सत्य अर्थात् ब्रह्मका मुख—द्वार छिपा हुआ है। हे पूषन्! सत्यकी उपासना करनेके कारण जिसका सत्य ही धर्म है ऐसा मैं सत्यधर्मा हूँ, उस मेरे प्रति अथवा यथार्थ धर्मका अनुष्ठान करनेवाले मेरे प्रति दृष्टि अर्थात् अपने सत्यस्वरूपकी उपलब्धिके लिये तू उसे उघाड़ दे—[उस पात्रको] सामनेसे हटा दे॥ १५ ॥ ",
       "commentaryEnglish":"Hiranmaya means golden, appearing as though made of gold, i.e.  resplendent; by that, patrena, by the vessel, which is like a lid that hides  from view; apihitam, is concealed, covered; mukham, the face, the door; satyasya, of Truth, of that very Brahman who is in the solar orb. Tat tram  pusan, that thou, 0 Sun; apaarnu, do open, remove. I who have got the  quality of Truth, by meditating on you as Truth, am satya- dharmd; so satyadharmdya means, for my sake who am of that kind (truthful) ; or it  means, for the sake of one (i.e. me) who performs the rightful duties.  Drstaye, so as to be seen; so that you who are Truth by nature may be  realized."
    },
    {
       "id":16,
       "mantraNumber":"16",
       "shlok":{
          "line1":"पूषन्न् एकर्षे यम सूर्य प्राजापत्य व्यूह रश्मीन् समूह तेजः ।      ",
          "line2":"यत् ते रूपं कल्याणतमं तत् ते पश्यामि योऽसाव् असौ पुरुषः सोऽहम् अस्मि ॥ १६ ॥      "
       },
       "translationHindi":"हे जगत्पोषक सूर्य! हे एकाकी गमन करनेवाले! हे यम (संसारका नियमन करनेवाले)! हे सूर्य (प्राण और रसका शोषण करनेवाले)! हे प्रजापतिनन्दन! तू अपनी किरणोंको हटा ले (अपने तेजको समेट ले)। तेरा जो अतिशय कल्याणमय रूप है, उसे मैं देखता हूँ। यह जो आदित्यमण्डलस्थ पुरुष है वह मैं हूँ॥ १६ ॥ ",
       "translationEnglish":" o thou who art the nourisher, the solitary traveller, the controller, the  acquirer, the son of Prajapati, do remove thy rays, do gather up thy dazzle. I  shall behold by thy grace that form of thine which is most benign. I am that very Person that is yonder (in the Sun).",
       "commentaryHindi":"हे पूषन्! जगत्का पोषण करनेके कारण सूर्य पूषा है। वह अकेला ही चलता है इसलिये एकर्षि है—हे एकर्षे! सबका नियमन करनेके कारण यम है—हे यम! किरण, प्राण और रसोंको स्वीकार करनेके कारण सूर्य है—हे सूर्य! प्रजापतिका पुत्र होनेसे प्राजापत्य है—हे प्राजापत्य! अपनी किरणोंको दूर कर। अपने तेज यानी सन्तप्त करनेवाली ज्योतिको पुंजीभूत एकत्रित अर्थात् शान्त कर। तेरा जो अत्यन्त कल्याणमय अर्थात् परम सुन्दर स्वरूप है, उसे तुझ आत्माकी कृपासे मैं देखता हूँ तथा यह बात मैं तुझसे सेवकके समान याचना नहीं करता; क्योंकि यह जो व्याहृतिरूप अंगोंवाला* आदित्यमण्डलस्थ पुरुष है—जो पुरुषाकार होनेसे अथवा जो प्राण और बुद्धिरूपसे समस्त जगत्को पूर्ण किये हुए है या जो शरीररूप पुरमें शयन करनेके कारण पुरुष है—वह मैं ही हूँ॥ १६ ॥ ",
       "commentaryEnglish":"Pusan, 0 Sun! The Sun is the puss, nourishes, because he nourishes the  world. Similarly, he travels alone (ekarsat) ; hence he is ekarsi. Ekarse, 0  solitary traveller. So also he is yama, controller, because of controlling  (sathyamanat) all; 0 controller. Likewise he is surya, acquirer, because of  securing to himself (svikaranat) all rays, vital forces, and liquids; 0 acquirer.  The son of Prajapati is prajapatya; 0 son of Prajapati. Vyuha, remove; thy  own ra.smin, rays; samuha, gather up, withdraw; thy tejah, heat, the  oppressive dazzle. Yat te,that which is thy; rupam kalyana- tamam, most  benign, most graceful, form; tat, that; pasyami, I shall see; by te, thy-thy  grace, who art the Self. Moreover, I do not entreat thee like a servant; yah  asau, the Person who is there, in the solar orb - whose limbs are the  vyahrtis,I and who is called a Person (Purusa) because he has the figure of a  person; or because by him, in the form of the vital forces and intelligence, the whole world is filled; or because he resides in the city (of the heart) -;  sah aham asmi, that Person am I"
    },
    {
       "id":17,
       "mantraNumber":"17",
       "shlok":{
          "line1":"वायुर् अनिलम् अमृतम् अथेदं भस्मान्तं शरीरम् ।      ",
          "line2":"ओं क्रतो स्मर कृतं स्मर क्रतो स्मर कृतं स्मर ॥ १७ ॥      "
       },
       "translationHindi":"अब मेरा प्राण सर्वात्मक वायुरूप सूत्रात्माको प्राप्त हो और यह शरीर भस्मशेष हो जाय। हे मेरे संकल्पात्मक मन! अब तू स्मरण कर, अपने किये हुएको स्मरण कर, अब तू स्मरण कर, अपने किये हुएको स्मरण कर॥ १७ ॥ ",
       "translationEnglish":"Let (my) vital force now attain the (allpervading) immortal Air; (and)  now let this body be reduced to ashes. Om, 0 mind, rememberremember all that has been done. 0 mind, remember -remember all that has been done.",
       "commentaryHindi":"अब मुझ मरनेवालेका वायु— प्राण अपने अध्यात्मपरिच्छेदको त्यागकर अधिदैवरूप सर्वात्मक वायुरूप अमृत यानी सूत्रात्माको प्राप्त हो—इस प्रकार इस वाक्यमें ‘प्रतिपद्यताम्’ यह क्रियापद जोड़ लेना चाहिये। यहाँ यह समझना चाहिये कि ज्ञान और कर्मके संस्कारोंसे युक्त यह लिंग-देह उत्क्रमण करे, क्योंकि इस [श्रुतिसे] मार्गकी याचना की गयी है तथा अब यह शरीर अग्निमें होम कर दिये जानेपर भस्मशेष हो जाय। ‘ॐ’ ऐसा कहकर यहाँ उपासनाके अनुसार सत्यस्वरूप अग्निसंज्ञक ब्रह्म ही अभेदरूपसे कहा गया है; क्योंकि ‘ॐ’ उसका प्रतीक है। हे क्रतो! संकल्पात्मक मन! तू इस समय जो मेरा स्मरणीय है उसका स्मरण कर, अब यह उसका समय उपस्थित हो गया है, अतः तू स्मरण कर। बाल्यावस्थासे लेकर इतने कालतक मैंने जिस कर्मका पहले अनुष्ठान किया है, उसका भी स्मरण कर। ‘क्रतो स्मर कृतं स्मर’ वहाँ (‘स्मर’ पदकी) पुनरुक्ति आदरके लिये है॥ १७ ॥ ",
       "commentaryEnglish":"Atha, now; as I am dying, let my vayuh, vital force; give up its physical  limitation and attain its divine nature which is the all-pervading, amrtam anilam, immortal Air, i.e. the sutratma (Hiranyagarbha). The word `attain'  has to be supplied to complete the sentence. The idea, `And let this subtle  body, purified by rites and meditation, ascend', is also understood, by virtue  of the solicitation for the path (to ascend by). Atha, now; idam sartram, this  body, being offered as an oblation to fire; bhasmantam, may be reduced to  ashes. Since Brahman has Om as Its symbol, therefore, consonantly with  the meditation followed (by the dying man), Brahman, which called Fire  and is Truth by nature, is presented here as identical with Om. Krato, 0  mind, whose characteristic is volition; smara, (you) remember; the time has  arrived when all that has to be remembered by me should be remembered;  therefore (you) remember all that has been thought of so long. And 0 Fire,l smara, remember: krtam, whatever work has been done from my childhood; that too, do thou remember. Krato smara, krtam smara-this repetition  implies earnestness. "
    },
    {
       "id":18,
       "mantraNumber":"18",
       "shlok":{
          "line1":"अग्ने नय सुपथा राये अस्मान् विश्वानि देव वयुनानि विद्वान् ।      ",
          "line2":"युयोध्य् अस्मज् जुहुराणम् एनो भूयिष्ठां ते नम उक्तिं विधेम ॥ १८ ॥      "
       },
       "translationHindi":"हे अग्ने! हमें कर्मफलभोगके लिये सन्मार्गसे ले चल हे देव! तू समस्त ज्ञान और कर्मोंको जाननेवाला है। हमारे पाखण्डपूर्ण पापोंको नष्ट कर हम तेरे लिये अनेकों नमस्कार करते हैं॥ १८ ॥",
       "translationEnglish":"o Fire! o god ! Knowing, as thou do, all our deeds, lead us by the good path for the enjoyment of the fruits of our deeds; remove from us all  crooked sins. We offer thee many words of salutation.",
       "commentaryHindi":"हे अग्ने! मुझे सुपथ  अर्थात् सुन्दर मार्गसे ले चल। यहाँ ‘सुपथा’ यह विशेषण दक्षिणमार्गकी निवृत्तिके लिये है। मैं आवागमनरूप दक्षिणमार्गसे ऊब गया हूँ, अतः तुझसे प्रार्थना करता हूँ कि यथोक्त कर्मफलविशिष्ट हमलोगोंको हमारे सम्पूर्ण कर्म अथवा ज्ञानोंको जाननेवाले हे देव! तू ‘राये’—धनके लिये अर्थात् कर्मफलभोगके निमित्त पुनः-पुनः आने-जानेसे रहित शुभमार्गसे ले चल। तथा तू हमसे कुटिल अर्थात् वञ्चनात्मक पापोंको ‘युयोधि’—वियुक्त कर दे यानी उनका नाश कर दे। तब हम विशुद्ध होकर अपना इष्ट प्राप्त कर लेंगे—यह इसका अभिप्राय है। किन्तु इस समय हम तेरी परिचर्या (सेवा) करनेमें समर्थ नहीं हैं। अतः हम तेरे लिये बहुत-सी ‘नमः’ उक्ति यानी नमस्कार-वचन विधान करते हैं अर्थात् नमस्कारसे ही तेरी परिचर्या करते हैं। ‘अविद्या (कर्म)-से मृत्युको पारकर विद्या (देवताज्ञान)-से अमृत प्राप्त करता है।’ विनाश (कार्यब्रह्मकी उपासना)-से मृत्युको पारकर सम्भूति (अव्यक्तकी उपासना)-से अमृत लाभ करता है’— ऐसा सुनकर कुछ लोगोंको संशय हो जाता है। अतः उसकी निवृत्तिके लिये हम संक्षेपसे विचार करते हैं— अच्छा तो, यहाँ किस निमित्तको लेकर संशय होता है? इसपर कहते हैं— पूर्व०—यहाँ ‘विद्या’ शब्दसे मुख्य परमार्थविद्या तथा ‘अमृत’ शब्दसे अमृतत्व ही क्यों नहीं लिया जाता? सिद्धान्ती—ऊपर बतलायी हुई परमार्थविद्या और कर्मका परस्पर विरोध होनेके कारण उनका समुच्चय नहीं हो सकता। पूर्व०—ठीक है, परन्तु इनका विरोध या अविरोध तो शास्त्रप्रमाणसे ही सिद्ध हो सकता है; अतः (यहाँ शास्त्रविधि होनेके कारण) इनका विरोध नहीं जान पड़ता। जिस प्रकार अविद्याका अनुष्ठान और विद्याकी उपासना शास्त्रप्रमाणसे सिद्ध है, उसी प्रकार उनके विरोध और अविरोध भी हैं। जैसे ‘सभी प्राणियोंकी हिंसा न करे’ यह बात शास्त्रसे जानी जाती है और फिर ‘यज्ञमें पशुकी हिंसा करे’ इस शास्त्रविधिसे ही बाधित भी हो जाती है, वैसे ही विद्या और अविद्याके सम्बन्धमें भी हो सकता है और इस प्रकार विद्या तथा कर्मका समुच्चय हो जायगा। सिद्धान्ती—नहीं, क्योंकि श्रुति कहती है—“जिनकी गति भिन्न-भिन्न हैं, वे विद्या और कर्म सर्वथा विपरीत हैं।” पूर्व०—किन्तु ‘विद्यां चाविद्यां च’ इस वाक्यके अनुसार इन दोनोंका अविरोध है न? सिद्धान्ती—नहीं, क्योंकि उनके हेतु, स्वरूप और फलोंमें विरोध है। पूर्व०—विद्या और अविद्या तथा विरोध और अविरोध इनमें विकल्प तो हो नहीं सकता* तथा इनके समुच्चयका विधान किया गया है, इसलिये इनका अविरोध ही है—ऐसा मानें तो? सिद्धान्ती—नहीं, क्योंकि इन दोनोंका साथ रहना सम्भव नहीं है। पूर्व०—यदि ऐसा मानें कि विद्या और अविद्या क्रमसे एक आश्रयमें रहनेवाली हैं, तो? सिद्धान्ती—नहीं, क्योंकि विद्याके उत्पन्न हो जानेपर अविद्याका नाश हो जाता है और फिर उसी आश्रयमें अविद्याकी उत्पत्ति नहीं हो सकती। ‘अग्नि उष्ण और प्रकाशस्वरूप है’ इस ज्ञानके उत्पन्न होनेपर जिस [अग्निरूप] आश्रयमें यह उत्पन्न हुआ है उसीमें अग्नि शीतल और अप्रकाशमय है—ऐसा अज्ञान नहीं हो सकता; अधिक क्या इस विषयमें उस पुरुषको कोई संदेह अथवा भ्रम भी नहीं हो सकता। ज्ञानीके लिये शोक-मोहादिको असम्भव बतलानेवाली ‘यस्मिन् सर्वाणि भूतान्यात्मैवाभूद्विजानतः। तत्र को मोहः कः शोक एकत्वमनुपश्यतः’ इस श्रुतिसे भी यही सिद्ध होता है। इस प्रकार अविद्याके असम्भव हो जानेपर उसके आश्रयसे होनेवाले कर्म भी नहीं हो सकते—यह बात हम पहले ही कह चुके हैं। यहाँ जो कहा गया है कि अमृतको प्राप्त होता है सो आपेक्षिक अमृत समझना चाहिये। यदि ‘विद्या’ शब्दसे परमात्मविद्या ली जाय तो ‘हिरण्मयेन’ इत्यादि मन्त्रोंसे मार्गादिकी याचना नहीं बन सकती। इसलिये यहाँ उपासनाके साथ ही (कर्मका) समुच्चय किया गया है, परमात्मज्ञानके साथ नहीं। इस प्रकार इन मन्त्रोंका वही अर्थ है, जैसा कि हमने व्याख्यान किया है। ऐसा कहकर हम विराम लेते हैं॥ १८ ॥   ",
       "commentaryEnglish":"Agne, 0 Fire; deva, 0 god; vidvan, knowing; visvani vayunani, all deeds  or meditations; naya, lead; asman, us-who are endowed with the aforesaid  fruits of virtue; supatha, by the good path. The attribute `good path' is used  for eschewing the Southern Path (Pit ryana). I am disgusted with the  Southern Path which is characterized by going and coming; hence I entreat thee again and again, `Lead by the good path which is free from going and  coming.' Raye means, for the sake of wealth, i.e. for the enjoyment of the fruits of deeds. Moreover, yuyodhi, remove, destroy; asmat, (i.e.) asmattah, from us; juhuranam, crooked, deceitful; enah, sin. The idea is this: Becoming purified thereby we shall achieve our desired object. But (as) at  present we cannot render any service to thee, (so) It, to thee; bhuyistham,  many; namah uktim, words of salutation; vidhema, we offer-i.e. we serve  thee with salutations.  (A doubt) : Some people are filled with doubt at hearing the texts: `Crossing over death through avidya, attains immortality through vidya'  (11), and 'Crossing death through Destruction, attains immortality through  the Unmanifested' (14). Hence to remove that doubt, we shall discuss (the  topic) in brief. Now, then, the reason why the doubt arises is being stated:  `By the word vidya, why should not the knowledge of the supreme Self itself, in the primary sense, be understood; and so also (why should not)  immortality (be taken in the primary sense) ?' Answer: Is it not a fact that by reason of the opposition between the aforesaid knowledge of the supreme Self and karma, there is no possibility of combination? Objection: True. But the opposition is not comprehended, because  opposition or agreement rests on the authority of scriptures. Just as the  performance of yd (karma) and the pursuit of knowledge rest on avid the  authority of the scriptures, so also do their opposition and agreement. Just  as the prohibition, `Do not kill any living thing', learnt from scripture, is  over ridden by the injunction, `One should kill an animal in a sacrifice', so  also it is possible in the case of avidya (karma) and knowledge that karma  and knowledge are to be combined.  Answer: No (they cannot be combined), because of the Vedic text: `What  are known as vidyd (knowledge) and avidyd (karma) are entirely different, and they follow different courses' (Ka. I. ii. 4). Objection: Suppose we say that, on the authority of the text, `He who  knows vidya and avidya together' (11), there is no antagonism. Answer: No, because of the opposition involved in (their) causes,natures, and results. Objection: Since (on the one hand) the opposition or non-opposition between vidya (knowledge) and avidya (karma) cannot stand as alternatives, and since (on the other hand) their combination is enjoined (here), may we not argue that there is (really) no contradiction (between them) ?Answer: No, since their co-existence is absurd.Objection: Suppose we say that vidya (knowledge) and avidya (karma) may cohere in the same person successively. Answer: No.1 For when vidyd (knowledge) arises, avidyd (karma) vanishes, since in the person in whom there is knowledge, avidyd (karma) cannot remain. Indeed, it is a fact that when the knowledge, `Fire is hot and effulgent', has arisen in a person, then in that very person, in whom that knowledge has dawned, cannot arise the ignorance or doubt or error (of the form), `Fire is cold or non-illuminating'. On the authority of the text, `When to the man of realization all beings become the very Self, then what delusion and what sorrow can there be for that seer of oneness' (7), which declares sorrow, delusion, etc., as impossible (for a man of knowledge), we have said that since avidya (ignorance) is impossible (for such a man),karma which originates from ignorance is also impossible. As for the text, `He attains immortality', (14) the immortality is a relative thing. If the knowledge of the supreme Self is understood by the word vidya, the prayer for the path etc. in the text, `The face of Truth (Brahman) is covered,' etc. (15) becomes irreconcilable. I Accordingly, the combination (of avidya, karma) is with meditation and not with the knowledge of the supreme Self. Thus, we conclude by remarking that the meaning of the verses is just as we have interpreted."
    }
 ]