[
  {
    "id": 1,
    "Chapter": "1",
    "Text": " 'आगमप्रकरण' 'Mandukya Mantra' \n  भाष्यकारका मङ्गलाचरण \n `प्रज्ञानांशुप्रतानै: स्थिरचरनिकरव्यापिभिर्व्याप्य लोकान् भुक्त्वा भोगान् स्थविष्ठान् पुनरपि धिषणोद्भासितान् कामजन्यान्। पीत्वा सर्वान् विशेषान् स्वपिति मधुरभुङ्मायया भोजयन्नो मायासंख्यातुरीयं परममृतमजं ब्रह्म यत्तन्नतोऽस्मि॥ १ ॥` \n जो अपनी चराचरव्यापिनी ज्ञानरश्मियोंके विस्तारसे सम्पूर्ण लोकोंको व्याप्त कर [जाग्रत्-अवस्थामें] स्थूल विषयोंका भोग करनेके अनन्तर फिर [स्वप्नावस्थामें] बुद्धिसे प्रकाशित वासनाजनित सम्पूर्ण भोगोंका पानकर मायासे हम सब जीवोंको भोग कराता हुआ [स्वयं] आनन्दका भोक्ता होकर शयन करता है तथा जो परम अमृत और अजन्मा ब्रह्म मायासे ‘तुरीय’ (चौथी) संख्यावाला है, उसे हम नमस्कार करते हैं॥ १ ॥ \n `यो विश्वात्मा विधिजविषयान् प्राश्य भोगान् स्थविष्ठान् पश्चाच्चान्यान् स्वमतिविभवान् ज्योतिषा स्वेन सूक्ष्मान्। सर्वानेतान् पुनरपि शनै: स्वात्मनि स्थापयित्वा हित्वा सर्वान् विशेषान् विगतगुणगण: पात्वसौ नस्तुरीय:॥ २ ॥` \n जो सर्वात्मा [जाग्रत्-अवस्थामें] शुभाशुभ कर्मजनित स्थूल भोगोंको भोगकर फिर [स्वप्नकालमें] अपनी बुद्धिसे परिकल्पित सूक्ष्म विषयोंको [सूर्य आदि बाह्य ज्योतियोंका अभाव होनेके कारण] अपने ही प्रकाशसे भोगता है और फिर धीरे-धीरे इन सभीको अपनेमें स्थापित कर सम्पूर्ण विशेषोंको छोड़कर निर्गुणरूपसे स्थित हो जाता है, वह तुरीय परमात्मा हमारी रक्षा करे॥ २ ॥  \n  'सम्बन्ध-भाष्य' \n अनुबन्ध-विमर्श: `ओमित्येतदक्षरमिदं सर्वम्। तस्योपव्याख्यानं वेदान्तार्थसारसंग्रहभूत-मिदं प्रकरणचतुष्टय-मोमित्येतदक्षरमित्याद्यारभ्यते। अत एव न पृथक्सम्बन्धाभिधेयप्रयोजनानि वक्तव्यानि। यान्येव तु वेदान्ते सम्बन्धाभिधेयप्रयोजनानि तान्येवेह भवितुमर्हन्ति। तथापि प्रकरण-व्याचिख्यासुना संक्षेपतो वक्तव्यानि। तत्र प्रयोजनवत्साधनाभि-व्यञ्जकत्वेनाभिधेयसम्बद्धं शास्त्रं पारम्पर्येण विशिष्टसम्बन्धाभिधेय-प्रयोजनवद्भवति। किं पुन- स्तत्प्रयोजनमित्युच्यते, रोगार्तस्येव रोगनिवृत्तौ स्वस्थता। तथा दु:खात्मकस्यात्मनो द्वैतप्रपञ्चोपशमे स्वस्थता। अद्वैतभाव: प्रयोजनम्। द्वैतप्रपञ्चस्याविद्याकृतत्वाद्विद्यया तदुपशम: स्यादिति ब्रह्मविद्याप्रकाशनायास्यारम्भ: क्रियते। “यत्र हि द्वैतमिव भवति” (बृ० उ० २। ४। १४) “यत्र वान्यदिव स्यात्तत्रान्योऽन्यत् पश्येदन्योऽन्यद्विजानीयात्” (बृ० उ० ४। ३। ३१) “यत्र वास्य सर्वमात्मैवाभूत्तत्केन कं पश्येत्केन कं विजानीयात्” (बृ० उ० २। ४। १४) इत्यादि-श्रुतिभ्योऽस्यार्थस्य सिद्धि:। ` \n 'प्रकरण-चतुष्टय-प्रतिपाद्यार्थ-निरूपणम् तत्र ' \n `तावदोङ्कारनिर्णयाय प्रथमं प्रकरणमागमप्रधानम् आत्मतत्त्वप्रति-पत्त्युपायभूतम्। यस्य द्वैतप्रपञ्चस्योपशमे-ऽद्वैतप्रतिपत्ती रज्ज्वामिव सर्पादि-विकल्पोपशमे रज्जुतत्त्व-प्रतिपत्तिस्तस्य द्वैतस्य हेतुतो वैतथ्यप्रतिपादनाय द्वितीयं प्रकरणम्। तथाद्वैतस्यापि वैतथ्यप्रसङ्गप्राप्तौ युक्तितस्तथात्व-दर्शनाय तृतीयं प्रकरणम्। अद्वैतस्य तथात्वप्रतिपत्तिप्रतिपक्षभूतानि यानि वादान्तराण्यवैदिकानि तेषामन्योन्यविरोधित्वादतथार्थत्वेन तदुपपत्तिभिरेव निराकरणाय चतुर्थं प्रकरणम्। ` \n `ओंकारस्य आत्मप्रतिपत्ति-साधनत्वम् कथं पुनरोङ्कारनिर्णय आत्मतत्त्वप्रति-पत्त्युपायत्वं प्रतिपद्यत इत्युच्यते—“ओमित्येतत्” (क० उ० १। २। १५) “एतदालम्बनम्” (क० उ० १। २। १७) “एतद्वै सत्यकाम” (प्र० उ० ५। २) “ओमित्यात्मानं युञ्जीत” (मैत्र्यु० ६। ३) “ओमिति ब्रह्म” (तै० उ०१। ८। १) “ओङ्कार एवेदं सर्वम्” (छा० उ० २। २३। ३) इत्यादिश्रुतिभ्य:। ओंकारस्य सर्वास्पदत्वम् रज्ज्वादिरिव सर्पादि-विकल्पस्यास्पदो-ऽद्वय आत्मा पर-मार्थ: सन्प्राणादि-विकल्पस्यास्पदो यथा तथा सर्वोऽपि वाक्प्रपञ्च: प्राणाद्यात् मविकल्पविषय ओङ्कार एव। स चात्मस्वरूपमेव, तदभिधायकत्वात्। ओङ्कारविकारशब्दाभिधेयश्च सर्व: प्राणादिरात्मविकल्पोऽभिधान-व्यितिरेकेण नास्ति। “वाचारम्भणं विकारो नामधेयम्” (छा० उ० ६। १। ४) “तदस्येदं वाचा तन्त्या नामभिर्दामभि: सर्वं सितम्” “सर्वं हीदं नामनि” इत्यादिश्रुतिभ्य:। ` \n अत आह— ‘ॐ’ \n यह अक्षर ही यह सब कुछ है। उसका व्याख्यानरूप तथा वेदान्तार्थका सारसंग्रहभूत यह चार प्रकरणोंवाला ग्रन्थ ‘ओमित्येतदक्षरमिदम्’ आदि मन्त्रद्वारा आरम्भ किया जाता है। इसीलिये इसके सम्बन्ध, विषय और प्रयोजनका पृथक् वर्णन करनेकी आवश्यकता नहीं है। वेदान्तशास्त्रमें जो-जो सम्बन्ध, विषय और प्रयोजन हुआ करते हैं वे ही इस ग्रन्थमें भी हो सकते हैं। तो भी [व्याख्याकार ऐसा मानते हैं कि] जिन्हें किसी प्रकरण-ग्रन्थकी व्याख्या करनेकी इच्छा हो उन्हें संक्षेपसे उनका वर्णन कर ही देना चाहिये। तहाँ, प्रयोजनसिद्धिके अनुकूल साधन अभिव्यक्त करनेके कारण अपने प्रतिपाद्य विषयसे सम्बन्ध रखनेवाला शास्त्र परम्परासे विशिष्ट सम्बन्ध, विषय और प्रयोजनवाला हुआ करता है। अच्छा तो, [इस शास्त्रका] वह क्या प्रयोजन है? सो बतलाया जाता है—जिस प्रकार रोगी पुरुषको रोगकी निवृत्ति होनेपर स्वस्थता होती है उसी प्रकार दु:खाभिमानी आत्माको द्वैतप्रपञ्चकी निवृत्ति होनेपर स्वस्थता मिलती है। अत: अद्वैतभाव ही इसका प्रयोजन है। द्वैतप्रपञ्च अविद्याजनित है इसलिये उसकी निवृत्ति विद्यासे ही हो सकती है। अत: ब्रह्मविद्याको प्रकाशित करनेके लिये ही इसका आरम्भ किया जाता है। “जहाँ द्वैतके समान होता है” “जहाँ भिन्नके समान हो वहीं कोर्इ दूसरा दूसरेको देख सकता है अथवा दूसरा दूसरेको जानता है” “जहाँ इसके लिये सब कुछ आत्मा ही हो गया है वहाँ यह किसके द्वारा किसे देखे? और किसके द्वारा किसे जाने?” इत्यादि श्रुतियोंसे इसी बातकी सिद्धि होती है। उन (चारों प्रकरणों)-में पहला प्रकरण तो ओंकारके स्वरूपका निर्णय करनेके लिये है। वह आगम (श्रुति) प्रधान और आत्मतत्त्वकी प्राप्तिका उपायभूत है। रज्जुमें सर्पादि विकल्पकी निवृत्ति होनेपर जिस प्रकार रज्जुके स्वरूपका ज्ञान हो जाता है उसी प्रकार जिस द्वैतप्रपञ्चकी निवृत्ति होनेपर अद्वैततत्त्वका बोध होता है उसी द्वैतका युक्तिपूर्वक मिथ्यात्व प्रतिपादन करनेके लिये [वैतथ्य नामक] द्वितीय प्रकरण है। इसी प्रकार अद्वैतके भी मिथ्यात्वका प्रसंग उपस्थित न हो जाय इसलिये युक्तिद्वारा उसका सत्यत्व प्रतिपादन करनेके लिये तृतीय (अद्वैत) प्रकरण है। तथा अद्वैतके सत्यत्व-निश्चयके विपक्षी जो अन्य अवैदिक मतान्तर हैं वे परस्परविरोधी होनेके कारण -मिथ्या हैं, अत: उन्हींकी युक्तियोंसे उनका खण्डन करनेके लिये चतुर्थ (अलातशान्ति) प्रकरण है। ओंकारका निर्णय किस प्रकार आत्मतत्त्वकी प्राप्तिका उपाय होता है, सो अब बतलाया जाता है—“ॐ यही [वह पद] है” “यही आलम्बन है” “हे सत्यकाम! यह [जो ओंकार है वही पर और अपर ब्रह्म है]” “आत्माका ॐ इस प्रकार ध्यान करे” “ॐ यही ब्रह्म है” “यह सब ओंकार ही है” इत्यादि श्रुतियोंसे यही बात जानी जाती है। सर्पादि विकल्पकी अधिष्ठानभूत रज्जु आदिके समान जिस प्रकार अद्वितीय आत्मा परमार्थ सत्य होनेपर भी प्राणादि विकल्पका आश्रय है उसी प्रकार प्राणादि विकल्पको विषय करनेवाला सम्पूर्ण वाग्विलास ओंकार ही है। और वह (ओंकार) आत्माका प्रतिपादन करनेवाला होनेसे उसका स्वरूप ही है। तथा ओंकारके विकाररूप शब्दोंके प्रतिपाद्य आत्माके विकल्परूप समस्त प्राणादि भी अपने प्रतिपादक शब्दोंसे भिन्न नहीं हैं, जैसा कि “विकार केवल वाणीका विलास और नाममात्र है” “उस ब्रह्मका यह सम्पूर्ण जगत् वाणीरूप सूत्रद्वारा नाममयी डोरीसे व्याप्त है” “यह सब नाममय ही है” इत्यादि श्रुतियोंसे सिद्ध होता है। इसीलिये कहते हैं— ॐ ही सब कुछ है \n `ओमित्येतदक्षरमिदँसर्वं तस्योपव्याख्यानं भूतं भवद्भविष्यदिति सर्वमोङ्कार एव। यच्चान्यत्त्रिकालातीतं तदप्योङ्कार एव॥ १ ॥` \n ॐ यह अक्षर ही सब कुछ है। यह जो कुछ भूत, भविष्यत् और वर्तमान है उसीकी व्याख्या है; इसलिये यह सब ओंकार ही है। इसके सिवा जो अन्य त्रिकालातीत वस्तु है वह भी ओंकार ही है॥ १ ॥ `ओमित्येतदक्षरमिदं सर्व-मिति। यदिदमर्थजातमभिधेयभूतं तस्याभिधानाव्यतिरेकात्, अभिधानस्य चोङ्काराव्यतिरेका-दोङ्कार एवेदं सर्वम्। परं च ब्रह्माभिधानाभिधेयोपायपूर्वकमेव गम्यत इत्योङ्कार एव। तस्यैतस्य परापरब्रह्मरूप-स्याक्षरस्योमित्येतस्योपव्याख्यानम्; ब्रह्मप्रतिपत्त्युपायत्वाद्ब्रह्मसमीपतया विस्पष्टं प्रकथनमुपव्याख्यानं प्रस्तुतं वेदितव्यमिति वाक्यशेष:। भूतं भवद्भविष्यदिति काल-त्रयपरिच्छेद्यं यत्तदप्योङ्कार एवोक्तन्यायत:। यच्चान्यत्त्रिकालातीतं कार्याधिगम्यं कालापरिच्छेद्यमव्याकृतादि तद-प्योङ्कार एव॥ १ ॥` \n ॐ यह अक्षर ही सब कुछ है। यह अभिधेय (प्रतिपाद्य)-रूप जितना पदार्थसमूह है वह अपने अभिधान (प्रतिपादक)-से अभिन्न होनेके कारण और सम्पूर्ण अभिधान भी ओंकारसे अभिन्न होनेके कारण यह सब कुछ ओंकार ही है। परब्रह्म भी अभिधान-अभिधेय (वाच्य-वाचक)-रूप उपायके द्वारा ही जाना जाता है, इसलिये वह भी ओंकार ही है। यह जो परापर ब्रह्मरूप अक्षर ॐ है, उसका उपव्याख्यान—ब्रह्मकी प्राप्तिका उपाय होनेके कारण उसके समीपतासे स्पष्ट कथनका नाम उपव्याख्यान है वही—यहाँ प्रस्तुत जानना चाहिये। इस वाक्यमें ‘प्रस्तुतं वेदितव्यम्’ (प्रस्तुत जानना चाहिये) यह वाक्यशेष है। भूत, वर्तमान और भविष्यत्—इन तीनों कालोंसे जो कुछ परिच्छेद्य है वह भी उपर्युक्त न्यायसे ओंकार ही है। इसके सिवा जो तीनों कालोंसे परे, अपने कार्यसे ही विदित होनेवाला और कालसे अपरिच्छेद्य अव्याकृत आदि है वह भी ओंकार ही है॥ १ ॥ \n `अभिधानाभिधेययोरेकत्वेऽप्यभिधान प्राधान्येन निर्देश: कृत:। ओमित्येतदक्षरमिदं सर्वमित्यादि। अभिधानप्राधान्येन निर्दिष्टस्य पुनरभिधेयप्राधान्येन निर्देशोऽभिधानाभिधेययोरेकत्व-प्रतिपत्त्यर्थ:। इतरथा ह्यभिधानतन्त्राभिधेयप्रतिपत्तिरित्यभिधेयस्याभिधानत्वं गौणमित्याशङ्का स्यात्। एकत्वप्रतिपत्तेश्च प्रयोजनमभिधानाभिधेययोरेकेनैव प्रयत्नेन युगपत्प्रविलापयं-स्तद्विलक्षणं ब्रह्म प्रतिपद्येतेति। तथा च वक्ष्यति “पादा मात्रा मात्राश्च पादा:” (मा० उ०, आ० प्र० ८) इति। तदाह—` \n वाचक और वाच्यका अभेद होनेपर भी वाचककी प्रधानतासे ही ॐ यह अक्षर ही सब कुछ है इत्यादि रूपसे निर्देश किया गया है। वाचककी प्रधानतासे निर्दिष्ट वस्तुका फिर वाच्यकी प्रधानतासे किया हुआ निर्देश वाचक और वाच्यका एकत्व प्रतिपादन करनेके लिये है; अन्यथा वाच्यकी प्रतिपत्ति वाचकके अधीन होनेके कारण वाच्यका वाचकरूप होना गौण ही होगा—ऐसी आशंका हो सकती है। किन्तु वाच्य (ब्रह्म) और वाचक (ओंकार)-की एकत्वप्रतिपत्तिका तो यही प्रयोजन है कि उन दोनोंको एक ही प्रयत्नसे एक साथ लीन करके उनसे विलक्षण ब्रह्मको प्राप्त किया जाय। ऐसा ही “पाद ही मात्रा हैं और मात्रा ही पाद हैं” इस श्रुतिसे कहेंगे भी। अब वही बात कहते हैं— \n ` सर्वँह्येतद् ब्रह्मायमात्मा ब्रह्म सोऽयमात्मा चतुष्पात्॥ २ ॥` \n यह सब ब्रह्म ही है। यह आत्मा भी ब्रह्म ही है। वह यह आत्मा चार पादों (अंशों)-वाला है॥ २ ॥ \n `सर्वं ह्येतद्ब्रह्मेति। सर्वं यदुक्तमोङ्कारमात्रमिति तदेतद्ब्रह्म। तच्च ब्रह्म परोक्षाभिहितं प्रत्यक्षतो विशेषेण निर्दिशति—अयमात्मा ब्रह्मेति। अयमिति चतुष्पात्त्वेन प्रविभज्यमानं प्रत्यगात्मतयाभिनयेन निर्दिशति—अयमात्मेति। सोऽयमात्मोङ्काराभिधेय: परापरत्वेनव्यवस्थितश्चतुष्पात्कार्षापणवन्न गौरिवेति। त्रयाणां विश्वादीनां पूर्वपूर्वप्रविलापनेन तुरीयस्य प्रतिपत्तिरिति करण-साधन: पादशब्द:। तुरीयस्य पद्यत इति कर्मसाधन: पादशब्द:॥ २ ॥` \n यह सब ब्रह्म ही है। अर्थात् यह सब, जो ओंकारमात्र कहा गया है, ब्रह्म है। अबतक परोक्षरूपसे बतलाये हुए उस ब्रह्मको विशेषरूपसे प्रत्यक्षतया ‘यह आत्मा ब्रह्म है’ ऐसा कहकर निर्देश करते हैं। यहाँ ‘अयम्’ शब्दद्वारा चतुष्पादरूपसे विभक्त किये जानेवाले आत्माको अपने अन्तरात्मस्वरूपसे अभिनय (अंगुलि-निर्देश)-पूर्वक ‘अयमात्मा ब्रह्म’ ऐसा कहकर बतलाते हैं। ओंकार नामसे कहा जानेवाला तथा पर और अपररूपसे व्यवस्थित वह यह आत्मा का*र्षापणके समान चार पाद (अंश)-वाला है, गौके समान नहीं। विश्व आदि तीन पादोंमेंसे क्रमश: पूर्व-पूर्वका लय करते हुए अन्तमें तुरीय ब्रह्मकी उपलब्धि होती है। अत: पहले तीन पादोंमें ‘पाद’ शब्द करणवाच्य है और तुरीयमें ‘जो प्राप्त किया जाय’ इस प्रकार कर्मवाच्य है॥ २ ॥ \n कथं चतुष्पात्त्वमित्याह— वह किस प्रकार चार पादोंवाला है, सो बतलाते हैं— * \n किसी देशविशेषमें प्रचलित सिक्केका नाम कार्षापण है। यह सोलह पणका होता है। जिस प्रकार रुपयेमें चार चवन्नी अथवा सेरमें चार पौवे होते हैं, उसी प्रकार उसमें चार पाद माने गये हैं। \n आत्माका प्रथम पाद—वैश्वानर \n `जागरितस्थानो बहिष्प्रज्ञ: सप्ताङ्ग एकोनविंशतिमुख: स्थूलभुग्वैश्वानर: प्रथम: पाद:॥ ३ ॥` \n जाग्रत्-अवस्था जिस [की अभिव्यक्ति]-का स्थान है, जो बहि:प्रज्ञ (बाह्य विषयोंको प्रकाशित करनेवाला) सात अङ्गोंवाला, उन्नीस मुखोंवाला और स्थूल विषयोंका भोक्ता है, वह वैश्वानर पहला पाद है॥ ३ ॥ \n `जागरितं स्थानमस्येति जागरितस्थान:। बहिष्प्रज्ञ: स्वात्मव्यतिरिक्ते विषये प्रज्ञा यस्य स बहिष्प्रज्ञो बहिर्विषयेव प्रज्ञाविद्याकृतावभासत इत्यर्थ:। तथा सप्ताङ्गान्यस्य “तस्य ह वा एतस्यात्मनो वैश्वानरस्य मूर्धैव सुतेजाश्चक्षुर्विश्वरूप: प्राण: पृथग्वर्त्मात्मा संदेहो बहुलो वस्तिरेव रयि: पृथिव्येव पादौ” (छा० उ० ५। १८। २) इत्यग्निहोत्रकल्पनाशेषत्वेनाहवनीयो-ऽग्निरस्य मुखत्वेनोक्त इत्येवं सप्ताङ्गानि यस्य स सप्ताङ्ग:। तथैकोनविंशतिर्मुखान्यस्य बुद्धीन्द्रियाणि कर्मेन्द्रियाणि च दश वायवश्च प्राणादय: पञ्च मनो बुद्धिरहङ्कारश्चित्तमिति मुखानीव मुखानि तान्युपलब्धिद्वाराणीत्यर्थ:, स एवंविशिष्टो वैश्वानरो यथोक्तैर्द्वारै: शब्दादीन्स्थूलान्विषयान्भुङ्क्त इति स्थूलभुक्। विश्वेषां नराणामनेकधा नयनाद्वैश्वानर:। यद्वा विश्वश्चासौ नरश्चेति विश्वानर:। विश्वानर एव वैश्वानर:। सर्वपिण्डात्मानन्यत्वात् स प्रथम: पाद:। एतत्पूर्वकत्वादुत्तरपादाधिगमस्य प्राथम्यमस्य। कथमयमात्मा ब्रह्मेति प्रत्यगात्मनोऽस्य चतुष्पात्त्वे प्रकृते द्युलोकादीनां मूर्धाद्यङ्गत्वमिति। \n वैश्वानरस्य सप्ताङ्गत्वादि प्रतिपादने हेतु: नैष दोष:। सर्वस्य प्रपञ्चस्य साधिदैविक-स्यानेनात्मना चतुष्पात्त्वस्य विवक्षितत्वात्। एवं च सति सर्वप्रपञ्चोपशमे-ऽद्वैतसिद्धि:। सर्वभूतस्थश्चात्मैको दृष्ट: स्यात् सर्वभूतानि चात्मनि। “यस्तु सर्वाणि भूतानि” (र्इ० उ० ६) इत्यादिश्रुत्यर्थ उपसंहृतश्चैवं स्यात्। अन्यथा हि स्वदेहपरिच्छिन्न एव प्रत्यगात्मा सांख्यादिभिरिव दृष्ट: स्यात्तथा च सत्यद्वैतमिति श्रुतिकृतो विशेषो न स्यात्, सांख्यादिदर्शनेनाविशेषात्। इष्यते च सर्वोपनिषदां सर्वात्मैक्य-प्रतिपादकत्वम्। अतो युक्त- मेवास्याध्यात्मिकस्य पिण्डात्मनो द्युलोकाद्यङ्गत्वेन विराडात्मनाधि-दैविकेनैकत्वमभिप्रेत्य सप्ताङ्गत्ववचन म्। “मूर्धा ते व्यपतिष्यत्” (छा० उ० ५। १२। २) इत्यादिलिङ्गदर्शनाच्च। विराजैकत्वमुपलक्षणार्थं हिरण्यगर्भाव्याकृतात्मनो:। उक्तं चैतन् मधुब्राह्मणे “यश्चायमस्यां पृथिव्यां तेजोमयोऽमृतमय: पुरुषो यश्चायमध्यात्मम्” (बृ० उ० २। ५। १) इत्यादि। सुषुप्ताव्याकृतयोस्त्वेकत्वं सिद्धमेव निर्विशेषत्वात्। एवं च सत्येतत्सिद्धं भविष्यति सर्वद्वैतोपशमे चाद्वैतमिति॥ ३ ॥ ` \n जाग्रत्-अवस्था जिसका स्थान है, उसे जागरितस्थान कहते हैं। जिसकी अपनेसे भिन्न विषयोंमें प्रज्ञा है, उसे बहिष्प्रज्ञ कहते हैं, अर्थात् जिसकी अविद्याकृत बुद्धि बाह्य विषयोंसे सम्बद्ध-सी भासती है। इसी प्रकार जिसके सात अङ्ग हैं अर्थात् “इस उस वैश्वानर आत्माका द्युलोक सिर है, सूर्य नेत्र है, वायु प्राण है, आकाश मध्यस्थान (देह) है, अन्न (अन्नका कारणरूप जल) ही मूत्र स्थान है और पृथिवी ही चरण है” इस श्रुतिके अनुसार अग्निहोत्रकल्पनामें अङ्गभूत होनेके कारण आहवनीय अग्नि उसके मुखरूपसे बतलाया गया है। इस प्रकार जिसके सात अङ्ग हैं, उसे ही सप्ताङ्ग कहते हैं। तथा जिसके उन्नीस मुख हैं, दस तो ज्ञानेन्द्रिय और कर्मेन्द्रिय, पाँच प्राणादि वायु तथा मन, बुद्धि, अहङ्कार और चित्त—ये जिसके मुखके समान मुख अर्थात् उपलब्धिके द्वार हैं, वह ऐसे विशेषणोंवाला वैश्वानर उपर्युक्त द्वारोंसे शब्द आदि स्थूल विषयोंको भोगता है इसलिये वह स्थूलभुक् है। सम्पूर्ण नरोंको [अनेक प्रकारकी योनियोंमें] नयन (वहन) करनेके कारण वह ‘वैश्वानर’ कहलाता है; अथवा वह विश्व (समस्त) नररूप है इसलिये विश्वानर है। विश्वानर ही [स्वार्थमें तद्धित अण् प्रत्यय होनेसे] वैश्वानर कहलाता है। समस्त देहोंसे अभिन्न होनेके कारण वही पहला पाद है। परवर्ती पादोंका ज्ञान पहले इसका ज्ञान होनेपर ही होता है, इसलिये यह प्रथम है। शङ्का—“अयमात्मा ब्रह्म” इस श्रुतिके अनुसार यहाँ प्रत्यगात्माको चार पादोंवाला बतलानेका प्रसङ्ग था। उसमें द्युलोकादिको उसके मूर्धा आदि अङ्गरूपसे कैसे बतलाने लगे? समाधान—यह कोर्इ दोष नहीं है, क्योंकि इस आत्माके द्वारा ही अधिदैवसहित सम्पूर्ण प्रपञ्चके चतुष्पात्त्वका प्रतिपादन करना इष्ट है। ऐसा होनेपर ही सारे प्रपञ्चके निषेधपूर्वक अद्वैतकी सिद्धि हो सकेगी। समस्त भूतोंमें स्थित एक आत्मा और आत्मामें सम्पूर्ण भूतोंका साक्षात्कार हो सकेगा और इसी प्रकार “जो सारे भूतोंको [आत्मामें ही देखता है]” इत्यादि श्रुतियोंके अर्थका उपसंहार हो सकेगा। नहीं तो सांख्यदर्शन आदिके समान अपने देहमें परिच्छिन्न अन्तरात्माका ही दर्शन होगा। ऐसा होनेपर ‘अद्वैत है’ इस श्रुतिप्रतिपादित विशेष भावकी सिद्धि नहीं होगी; क्योंकि सांख्यादि दर्शनोंकी अपेक्षा इसमें कुछ विशेषता नहीं रहेगी। परन्तु सम्पूर्ण उपनिषदोंको आत्माके एकत्वका प्रतिपादन तो इष्ट ही है। इसलिये इस आध्यात्मिक पिण्डात्माका द्युलोक आदिके अङ्गरूपसे आधिदैविक पिण्डात्माके साथ एकत्व प्रतिपादन करनेके अभिप्रायसे उसका सप्ताङ्गत्व प्रतिपादन उचित ही है। इसके सिवा [आत्माकी व्यस्तोपासनाके निन्दक] “तेरा सिर गिर जाता” आदि वाक्य भी इसमें हेतु हैं। यहाँ जो विराट्के साथ एकत्व प्रतिपादन किया है, वह हिरण्यगर्भ और अव्याकृतके एकत्वको उपलक्षित करानेके लिये है। मधुब्राह्मणमें ऐसा कहा भी है—“यह जो इस पृथिवीमें तेजोमय एवं अमृतमय पुरुष है तथा यह जो अध्यात्मपुरुष है [वे दोनों एक हैं]” इत्यादि। कोर्इ विशेषता न रहनेके कारण सोये हुए पुरुष और अव्याकृतका एकत्व तो सिद्ध ही है। ऐसा होनेपर ही यह सिद्ध होगा कि सम्पूर्ण द्वैतकी निवृत्ति होनेपर अद्वैत ही है॥ ३ ॥ \n आत्माका द्वितीय पाद—तैजस \n `स्वप्नस्थानोऽन्त:प्रज्ञ: सप्ताङ्ग एकोनविंशतिमुख: प्रविविक्तभुक्तैजसो द्वितीय: पाद:॥ ४ ॥` \n स्वप्न जिसका स्थान है तथा जो अन्त:प्रज्ञ, सात अङ्गोंवाला, उन्नीस मुखवाला और सूक्ष्म विषयोंका भोक्ता है, वह तैजस [इसका] दूसरा पाद है॥ ४ ॥ \n `स्वप्न: स्थानमस्य तैजसस्य स्वप्नस्थान:। जाग्रत्प्रज्ञानेक-साधना बहिर्विषयेवावभासमाना मन:स्पन्दनमात्रा सती तथाभूतं संस्कारं मनस्याधत्ते। तन्मनस्तथा संस्कृतं चित्रित इव पटो बाह्यसाधनानपेक्षमविद्याकामकर्मभि: प्रेर्यमाणं जाग्रद्वदवभासते। तथा चोक्तम्—“अस्य लोकस्य सर्वावतो मात्रामपादाय” (बृ० उ० ४। ३। ९) इति। तथा “परे देवे मनस्येकीभवति” (प्र० उ० ४। २) इति प्रस्तुत्य “अत्रैष देव: स्वप्ने महिमानमनुभवति” (प्र० उ० ४। ५) इत्याथर्वणे। इन्द्रियापेक्षयान्त:स्थत्वान्मनस-स्तद्वासनारूपा च स्वप्ने प्रज्ञा यस्येत्यन्त:प्रज्ञ:। विषयशून्यायां प्रज्ञायां केवलप्रकाशस्वरूपायां विषयित्वेन भवतीति तैजस:। विश्वस्य सविषयत्वेन प्रज्ञाया: स्थूलाया भोज्यत्वम्। इह पुन: केवला वासनामात्रा प्रज्ञा भोज्येति प्रविविक्तो भोग इति। समानमन्यत्। द्वितीय: पादस्तैजस:॥ ४ ॥ ` \n स्वप्न इस तैजसका स्थान है, इसलिये यह स्वप्नस्थानवाला [कहा जाता] है। अनेक साधनवती जाग्रत्कालीना बुद्धि मनका स्फुरणमात्र होनेपर भी बाह्यविषयसम्बन्धिनी-सी प्रतीत होती हुर्इ मनमें वैसा ही संस्कार उत्पन्न करती है। चित्रित वस्त्रके समान इस प्रकारके संस्कारोंसे युक्त हुआ वह मन अविद्या कामना और कर्मके कारण बाह्यसाधनकी अपेक्षाके बिना ही प्रेरित होकर जाग्रत्-सा भासने लगता है। ऐसा ही कहा भी है—“इस सर्वसाधनसम्पन्न लोकके संस्कार ग्रहण करके [स्वप्न देखता है]” इत्यादि। तथा आथर्वणश्रुतिमें भी [समस्त इन्द्रियाँ] “परम (इन्द्रियादिसे उत्कृष्ट) देव (प्रकाशनशील) मनमें एकरूप हो जाती हैं” इस प्रकार प्रस्तावना कर कहा है “यहाँ—स्वप्नावस्थामें यह देव अपनी महिमाका अनुभव करता है।” अन्य इन्द्रियोंकी अपेक्षा मन अधिक अन्त:स्थ है, स्वप्नावस्थामें जिसकी प्रज्ञा उस (मन)-की वासनाके अनुरूप रहती है उसे अन्त:प्रज्ञ कहते हैं; वह अपनी विषयशून्य और केवल प्रकाशस्वरूप प्रज्ञाका विषयी (अनुभव करनेवाला) होनेके कारण ‘तैजस’ कहा जाता है। विश्व बाह्यविषययुक्त होता है, इसलिये जागरित अवस्थामें स्थूल प्रज्ञा उसकी भोज्य है। किन्तु तैजसके लिये केवल वासनामात्र प्रज्ञा भोजनीया है; इसलिये इसका भोग सूक्ष्म है। शेष अर्थ पहलेहीके समान है। यह तैजस ही दूसरा पाद है॥ ४ ॥ \n `दर्शनादर्शनवृत्त्योस्तत्त्वाप्रबोध-लक्षणस्य स्वापस्य तुल्यत्वात् सुषुप्तिग्रहणार्थं यत्र सुप्त इत्यादि विशेषणम्। अथ वा त्रिष्वपि स्थानेषु तत्त्वाप्रतिबोधलक्षण: स्वापोऽविशिष्ट इति पूर्वाभ्यां सुषुप्तं विभजते—` \n [तत्त्वज्ञानका अभावरूप] स्वापावस्थाके दर्शन (जाग्रत्स्थान) और अदर्शन (स्वप्नस्थान) इन दोनों ही वृत्तियोंमें समान होनेके कारण सुषुप्ति-अवस्थाको [उससे पृथक्] ग्रहण करनेके लिये ‘यत्र सुप्त:’ इत्यादि विशेषण दिये जाते हैं। अथवा तीनों ही अवस्थाओंमें तत्त्वका अज्ञानरूप निद्रा समान ही है, इसलिये पहले दो स्थानोंसे सुषुप्तिका विभाग करते हैं— आत्माका तृतीय पाद—प्राज्ञ \n `यत्र सुप्तो न कञ्चन कामं कामयते न कञ्चन स्वप्नं पश्यति तत्सुषुप्तम्। सुषुप्तस्थान एकीभूत: प्रज्ञानघन एवानन्दमयो ह्यानन्दभुक्चेतोमुख: प्राज्ञस्तृतीय: पाद:॥ ५ ॥` \n जिस अवस्थामें सोया हुआ पुरुष किसी भोगकी इच्छा नहीं करता और न कोर्इ स्वप्न ही देखता है उसे सुषुप्ति कहते हैं। वह सुषुप्ति जिसका स्थान है तथा जो एकीभूत प्रकृष्ट ज्ञानस्वरूप होता हुआ ही आनन्दमय, आनन्दका भोक्ता और चेतनारूप मुखवाला है वह प्राज्ञ ही तीसरा पाद है॥ ५ ॥ \n `यत्र यस्मिन्स्थाने काले वा सुप्तो न कञ्चन स्वप्नं पश्यति न कञ्चन कामं कामयते। न हि सुषुप्ते पूर्वयोरिवान्यथाग्रहणलक्षणं स्वप्नदर्शनं कामो वा कश्चन विद्यते। तदेतत्सुषुप्तं स्थानमस्येति सुषुप्तस्थान:। स्थानद्वयप्रविभक्तं मन:स्पन्दितं द्वैतजातं तथारूपापरित्यागे-नाविवेकापन्नं नैशतमोग्रस्त-मिवाह:सप्रपञ्चमेकीभूतमित्युच्यते। अत एव स्वप्नजाग्रन्मन:स्पन्दनानि प्रज्ञानानि घनीभूतानीव सेयमवस्थाविवेकरूपत्वात्प्रज्ञानघन उच्यते। यथा रात्रौ नैशेन तमसाविभज्यमानं सर्वं घनमिव तद्वत्प्रज्ञानघन एव। एवशब्दान्न जात्यन्तरं प्रज्ञानव्यतिरेकेणास्तीत्यर्थ:। मनसो विषयविषय्याकार-स्पन्दनायासदु:खाभावादानन्दमय आनन्दप्रायो नानन्द एव। अनात्यन्तिकत्वात्। यथा लोके निरायासस्थित: सुख्यानन्द-भुगुच्यते, अत्यन्तानायासरूपा हीयं स्थितिरनेनानुभूयत इत्यानन्दभुक्, “एषोऽस्य परम आनन्द:” (बृ० उ० ४। ३। ३२) इति श्रुते:। स्वप्नादिप्रतिबोधचेत: प्रति द्वारीभूतत्वाच्चेतोमुख:। बोध-लक्षणं वा चेतो द्वारं मुखमस्य स्वप्नाद्यागमनं प्रतीति चेतोमुख:। भूतभविष्यज्ज्ञातृत्वं सर्वविषयज्ञातृत्व मस्यैवेति प्राज्ञ:। सुषुप्तोऽपि हि भूतपूर्वगत्या प्राज्ञ उच्यते। अथ वा प्रज्ञप्तिमात्रमस्यैवासाधारणं रूपमिति प्राज्ञ:, इतरयोर्विशिष्टमपि विज्ञानमस्ति। सोऽयं प्राज्ञस्तृतीय: पाद:॥ ५ ॥ ` \n जहाँ यानी जिस स्थान अथवा समयमें सोया हुआ पुरुष न कोर्इ स्वप्न देखता और न किसी भोगकी ही इच्छा करता है, क्योंकि सुषुप्तावस्थामें पहली दोनों अवस्थाओंके समान अन्यथा ग्रहणरूप स्वप्नदर्शन अथवा किसी प्रकारकी कामना नहीं होती, वह यह सुषुप्तावस्था ही जिसका स्थान है उसे सुषुप्तस्थान कहते हैं। जिस प्रकार रात्रिके अन्धकारसे दिन आच्छादित हो जाता है उसी प्रकार पूर्वोक्त दोनों स्थानोंमें विभिन्न रूपसे प्रतीत होनेवाला मनका स्फुरणरूप द्वैतसमूह [इस अवस्थामें] प्रपञ्चके सहित अपने उस (विशिष्ट) स्वरूपका त्याग न कर अज्ञानसे आच्छादित हो जाता है; इसलिये इसे ‘एकीभूत’ ऐसा कहा जाता है। अत: जिस अवस्थामें स्वप्न और जाग्रत्—ये मनके स्फुरणरूप प्रज्ञान घनीभूत-से हो जाते हैं, वह यह अवस्था अविवेकरूपा होनेके कारण प्रज्ञानघन कही जाती है। जिस प्रकार रात्रिमें रात्रिके अन्धकारसे पृथक्त्वकी प्रतीति न होनेके कारण सम्पूर्ण प्रपञ्च घनीभूत-सा जान पड़ता है उसी प्रकार यह प्रज्ञानघन ही है। ‘एव’ शब्दसे यह तात्पर्य है कि उस समय प्रज्ञानके सिवा कोर्इ अन्य जाति नहीं रहती। मनका जो विषय और विषयीरूपसे स्फुरित होनेके आयासका दु:ख है उसका अभाव होनेके कारण यह आनन्दमय अर्थात् आनन्दबहुल है; केवल आनन्दमात्र ही नहीं है, क्योंकि इस अवस्थामें आनन्दकी आत्यन्तिकता नहीं है; जिस प्रकार लोकमें अनायासरूपसे स्थित पुरुष सुखी या आनन्द भोग करनेवाला कहा जाता है, उसी प्रकार, क्योंकि इस अवस्थामें यह आत्मा इस अत्यन्त अनायासरूपा स्थितिका अनुभव करता है, इसलिये यह आनन्दभुक् कहा जाता है; जैसा कि “यह इसका परम आनन्द है” इस श्रुतिसे सिद्ध होता है। स्वप्नादिज्ञानरूप चेतनाके प्रति द्वारस्वरूप होनेके कारण यह चेतोमुख है। अथवा स्वप्नादिकी प्राप्तिके लिये ज्ञानस्वरूप चित्त ही इसका द्वार यानी मुख है, इसलिये यह चेतोमुख है। भूत-भविष्यत्का तथा सम्पूर्ण विषयोंका ज्ञाता यही है, इसलिये यह प्राज्ञ है। सुषुप्त होनेपर भी इसे भूतपूर्वगतिसे ‘प्राज्ञ’ कहा जाता है। अथवा केवल प्रज्ञप्ति (ज्ञान)-मात्र इसीका असाधारणरूप है, इसलिये यह प्राज्ञ है, क्योंकि दूसरोंको (विश्व और तैजसको) तो विशिष्ट विज्ञान भी होता है। वह यह प्राज्ञ ही तीसरा पाद है॥ ५ ॥ \n `एष सर्वेश्वर एष सर्वज्ञ एषोऽन्तर्याम्येष योनि: सर्वस्य प्रभवाप्ययौ हि भूतानाम्॥ ६ ॥` \n यह सबका ईश्वर है, यह सर्वज्ञ है, यह अन्तर्यामी है और समस्त जीवोंकी उत्पत्ति तथा लयका स्थान होनेके कारण यह सबका कारण भी है॥ ६ ॥ \n ` एष हि स्वरूपावस्थ: सर्वेश्वर: साधिदैविकस्य भेदजातस्य सर्व-स्येशिता नैतस्माज्जात्यन्तरभूतो-ऽन्येषामिव। “प्राणबन्धनं हि सोम्य मन:” (छा० उ० ६। ८। २) इति श्रुते:। अयमेव हि सर्वस्य सर्वभेदावस्थो ज्ञातेत्येष सर्वज्ञ:। एषोऽन्तर्याम्यन्तरनुप्रविश्य सर्वेषां भूतानां नियन्ताप्येष एव। अत एव यथोक्तं सभेदं जगत्प्रसूयत इत्येष योनि: सर्वस्य। यत एवं प्रभवश्चाप्ययश्च प्रभवाप्ययौ हि भूतानामेष एव॥ ६ ॥` \n अपने स्वरूपमें स्थित यह (प्राज्ञ) ही सर्वेश्वर है, अर्थात् अधिदैवके सहित सम्पूर्ण भेदसमूहका ईश्वर—र्इशन (शासन) करनेवाला है। “हे सोम्य! यह मन (जीव) प्राण (प्राणसंज्ञक ब्रह्म)-रूप बन्धनवाला है” इस श्रुतिसे अन्य मतावलम्बियोंके सिद्धान्तानुसार [सर्वज्ञ परमेश्वर] इस प्राज्ञसे कोर्इ विजातीय पदार्थ नहीं है। सम्पूर्ण भेदमें स्थित हुआ यही सबका ज्ञाता है; इसलिये यह सर्वज्ञ है। [अतएव] यह अन्तर्यामी है अर्थात् समस्त प्राणियोंके भीतर अनुप्रविष्ट होकर उनका नियमन करनेवाला भी यही है। इसीसे पूर्वोक्त भेदके सहित सारा जगत् उत्पन्न होता है; इसलिये यही सबका कारण है। क्योंकि ऐसा है, इसलिये यही समस्त प्राणियोंका उत्पत्ति और लयस्थान भी है॥ ६ ॥ \n 'Mandukya Karika' `अत्रैतस्मिन्यथोक्तेऽर्थ एते श्लोका भवन्ति।` यहाँ इस पूर्वोक्त अर्थमें ये श्लोक हैं— \n `बहिष्प्रज्ञो विभुर्विश्वो ह्यन्त:प्रज्ञस्तु तैजस:। घनप्रज्ञस्तथा प्राज्ञ एक एव त्रिधा स्मृत:॥ १ ॥` \n विभु विश्व बहिष्प्रज्ञ है, तैजस अन्त:प्रज्ञ है तथा प्राज्ञ घनप्रज्ञ (प्रज्ञानघन) है। इस प्रकार एक ही आत्मा तीन प्रकारसे कहा जाता है॥ १ ॥ \n ` बहिष्प्रज्ञ इति। पर्यायेण त्रिस्थानत्वात्सोऽहमिति स्मृत्या प्रतिसन्धानाच्च स्थानत्रयव्यतिरिक्त-त्वमेकत्वं शुद्धत्वमसङ्गत्वं च सिद्धमित्यभिप्राय:। महामत्स्यादि-दृष्टान्तश्रुते:॥ १ ॥` \n बहिष्प्रज्ञ इत्यादि। इस श्लोकका तात्पर्य यह है कि क्रमश: तीन स्थानोंवाला होनेसे और ‘मैं वही हूँ’ इस प्रकारकी स्मृतिद्वारा अनुसन्धान किया जानेके कारण आत्माका तीनों स्थानोंसे पृथक्त्व, एकत्व, शुद्धत्व और असंगत्व सिद्ध होता है, जैसा कि महामत्स्यादि दृष्टान्तका वर्णन करनेवाली श्रुति* बतलाती है॥ १ ॥ \n * जिस प्रकार किसी नदीमें रहनेवाला कोर्इ बलवान् मत्स्य उसके प्रवाहसे विचलित न होकर उसके दोनों तटोंपर आता-जाता रहता है; किन्तु उन तटोंसे पृथक् होनेके कारण उनके गुण-दोषोंसे युक्त नहीं होता तथा जिस प्रकार कोर्इ बड़ा पक्षी आकाशमें स्वच्छन्दगतिसे उड़ता रहता है उसी प्रकार स्वप्न और जाग्रत् दोनों स्थानोंमें सञ्चार करनेवाला आत्मा एक, असंग और शुद्ध है—ऐसा मानना उचित ही है। (देखिये बृ० उ० ४। ३। १८, १९) विश्वादिके विभिन्न स्थान \n `जागरितावस्थायामेव विश्वादीनां त्रयाणामनुभवप्रदर्शनार्थोऽयं श्लोक:-` \n जाग्रत्-अवस्थामें ही विश्व आदि तीनोंका अनुभव दिखलानेके लिये यह श्लोक कहा जाता है— \n `दक्षिणाक्षिमुखे विश्वो मनस्यन्तस्तु तैजस:। आकाशे च हृदि प्राज्ञस्त्रिधा देहे व्यवस्थित:॥ २ ॥` \n दक्षिणनेत्ररूप द्वारमें विश्व रहता है, तैजस मनके भीतर रहता है, प्राज्ञ हृदयाकाशमें उपलब्ध होता है। इस प्रकार यह [एक ही आत्मा] शरीरमें तीन प्रकारसे स्थित है॥ २ ॥ \n `दक्षिणमक्ष्येव मुखं तस्मिन् प्राधान्येन द्रष्टा स्थूलानां विश्वोऽनुभूयते। “इन्धो ह वै नामैष योऽयं दक्षिणेऽक्षन्पुरुष:” (बृ० उ० ४। २। २) इति श्रुते:। इन्धो दीप्तिगुणो वैश्वानर:। आदित्यान्तर्गतो वैराज आत्मा चक्षुषि च द्रष्टैक:। नन्वन्यो हिरण्यगर्भ: क्षेत्रज्ञो दक्षिणेऽक्षण्यक्ष्णोर्नियन्ता द्रष्टा चान्यो देहस्वामी। न, स्वतो भेदानभ्युपगमात्। “एको देव: सर्वभूतेषु गूढ:” (श्वे० उ० ६। ११) इति श्रुते:। “क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत” (गीता १३। २) “अविभक्तं च भूतेषु विभक्तमिव च स्थितम्” (गीता १३। १६) इति स्मृते:। सर्वेषु करणेष्वविशेषेऽपि दक्षिणाक्षण्युपलब्धिपाटवदर्शनात्तत्र विशेषेण निर्देशो विश्वस्य। दक्षिणाक्षिगतो रूपं दृष्ट्वा निमीलिताक्षस्तदेव स्मरन्मनस्यन्त:स्वप्न इव तदेव वासनारूपाभिव्यक्तं पश्यति। यथात्र तथा स्वप्ने। अतो मनस्यन्तस्तु तैजसोऽपि विश्व एव। आकाशे च हृदि स्मरणाख्यव्यापारोपरमे प्राज्ञ एकीभूतो घनप्रज्ञ एव भवति; मनोव्यापाराभावात्। दर्शनस्मरणे एव हि मन:स्पन्दिते; तदभावे हृद्येवाविशेषेण प्राणात्मनावस्थानम्। “प्राणो ह्येवैतान्सर्वान्संवृङ्क्ते” (छा० उ० ४। ३। ३) इति श्रुते:। तैजसो हिरण्यगर्भो मन:स्थत्वात्। “लिङ्गं मन:” (बृ० उ० ४। ४। ६) “मनोमयोऽयं पुरुष:” (बृ० उ० ५। ६। १) इत्यादिश्रुतिभ्य:। ननु व्याकृत: प्राण: सुषुप्ते। तदात्मकानि करणानि भवन्ति। कथमव्याकृतता? सुषुप्तौ प्राणानाम् अव्याकृतत्वम् नैष दोष:, अव्याकृतस्य देश-कालविशेषाभावात्। यद्यपि प्राणाभिमाने सति व्याकृततैव प्राणस्य तथापि पिण्डपरिच्छिन्नविशेषाभिमाननिरोध: प्राणे भवतीत्यव्याकृत एव प्राण: सुषुप्ते परिच्छिन्नाभिमानवताम्। यथा प्राणलये परिच्छिन्नाभि मानिनां प्राणोऽव्याकृतस्तथा प्राणाभिमानिनोऽप्यविशेषापत्ताव-व्याकृतता समाना प्रसव-बीजात्मकत्वं च तदध्यक्षश्चैको-ऽव्याकृतावस्थ:। परिच्छिन्नाभिमानिना-मध्यक्षाणां च तेनैकत्वमिति पूर्वोक्तं विशेषणमेकीभूत: प्रज्ञानघन इत्याद्युपपन्नम्। तस्मिन्नुक्त-हेतुत्वाच्च। कथं प्राणशब्दत्वमव्याकृतस्य। “प्राणबन्धनं हि सोम्य मन:” (छा० उ० ६। ८। २) इति श्रुते:। ननु तत्र “सदेव सोम्य” (छा० उ० ६। २। १) इति प्रकृतं सद्ब्रह्म प्राणशब्दवाच्यम्। प्राणशब्दस्य बीजब्रह्म-परत्वम् नैष दोष:, बीजात्मकत्वाभ्युप-गमात्सत:। यद्यपि सद्ब्रह्म प्राणशब्दवाच्यं तत्र तथापि जीवप्रसव-बीजात्मकत्वमपरित्यज्यैव प्राण-शब्दत्वं सत: सच्छब्दवाच्यता च। यदि हि निर्बीजरूपं विवक्षितं ब्रह्माभविष्यत् “नेति नेति” (बृ० उ० ४। ४। २२, ४। ५। १५) “यतो वाचो निवर्तन्ते” (तै० उ० २। ९) “अन्यदेव तद्विदितादथो अविदितात्” (के० उ० १। ३) इत्यवक्ष्यत् “न सत्तन्नासदुच्यते” (गीता १३। १२) इति स्मृते:। निर्बीजतयैव चेत्सति लीनानां सुषुप्तप्रलययो: पुनरुत्थानानुपपत्ति: स्यात्। मुक्तानां च पुनरुत्पत्तिप्रसङ्ग:, बीजाभावाविशेषात्। ज्ञान-दाह्यबीजाभावे च ज्ञानानर्थक्यप्रसङ्ग:। तस्मात्सबीज-त्वाभ्युपगमेनैव सत: प्राणत्वव्यपदेश: सर्वश्रुतिषु च कारणत्वव्यपदेश:। अत एव “अक्षरात्परत: पर:” (मु० उ० २। १। २)। “सबाह्याभ्यन्तरो ह्यज:” (मु० उ० २। १। २)। “यतो वाचो निवर्तन्ते” (तै० उ० २। ९)। “नेति नेति” (बृ० उ० ४। ४। २२) इत्यादिना बीजवत्त्वापनयनेन व्यपदेश:। तामबीजावस्थां तस्यैव प्राज्ञशब्दवाच्यस्य तुरीयत्वेन देहादि-सम्बन्धजाग्रदादिरहितां पारमार्थिकीं पृथग्वक्ष्यति। बीजावस्थापि न किञ्चिदवेदिषमित्युत्थितस्य प्रत्ययदर्शनाद्देहेऽनुभूयत एवेति त्रिधा देहे व्यवस्थित इत्युच्यते॥ २ ॥` \n दक्षिण नेत्र ही मुख (उपलब्धिका स्थान) है; उसीमें प्रधानतासे स्थूल पदार्थोंके साक्षी विश्वका अनुभव होता है। “यह जो दक्षिण नेत्रमें स्थित पुरुष है ‘इन्ध*’ नामसे प्रसिद्ध है” इस श्रुतिसे भी यही प्रमाणित होता है। दीप्तिगुणविशिष्ट वैश्वानरको ‘इन्ध’ कहते हैं। आदित्यान्तर्गत वैराजसंज्ञक आत्मा और नेत्रोंमें स्थित साक्षी—ये दोनों एक ही हैं। शङ्का—हिरण्यगर्भ अन्य है तथा दक्षिण नेत्रमें स्थित नेत्रेन्द्रियका नियन्ता और साक्षी देहका स्वामी क्षेत्रज्ञ अन्य है। [उन दोनोंकी एकता कैसे हो सकती है?] समाधान—नहीं [ऐसी बात नहीं है], क्योंकि उनका स्वाभाविक भेद नहीं माना गया, क्योंकि “सम्पूर्ण भूतोंमें एक ही देव छिपा हुआ है” इस श्रुतिसे तथा “हे भारत! समस्त क्षेत्रोंमें क्षेत्रज्ञ मुझे ही जान” “[वह वस्तुत:] विभक्त न होकर भी विभक्तके समान स्थित है” इत्यादि स्मृतियोंसे भी [यही बात सिद्ध होती है]। सम्पूर्ण इन्द्रियोंमें समानरूपसे स्थित होनेपर भी दक्षिण नेत्रमें उसकी उपलब्धिकी स्पष्टता देखनेसे वहीं विश्वका विशेषरूपसे निर्देश किया जाता है। दक्षिणनेत्रस्थित जीवात्मा रूपको देखकर फिर नेत्र मूँद मनमें उसीका स्मरण करता हुआ वासनारूपसे अभिव्यक्त उसी रूपका स्वप्नमें उपलब्धकी तरह दर्शन करता है। जिस प्रकार इस अवस्थामें होता है, ठीक वैसा ही स्वप्नमें होता है। [इसलिये यह जाग्रत्में स्वप्न ही है] अत: मनके भीतर स्थित तैजस भी विश्व ही है। तथा स्मरणरूप व्यापारके निवृत्त हो जानेपर हृदयाकाशमें स्थित प्राज्ञ मनोव्यापारका अभाव हो जानेके कारण एकीभूत और घनप्रज्ञ ही हो जाता है। दर्शन और स्मरण ही मनका स्फुरण हैं, उनका अभाव हो जानेपर जो जीवका हृदयके भीतर ही निर्विशेष प्राणरूपसे स्थित होना है [वही जाग्रत्में सुषुप्ति है]। “प्राण ही इन सबको अपनेमें लीन कर लेता है” इस श्रुतिसे यही प्रमाणित होता है। मन:स्थित होनेके कारण तैजस ही हिरण्यगर्भ है।* “[सत्रह अवयववाला] लिङ्गरूप मन” “यह पुरुष१ मनोमय है” इत्यादि श्रुतियोंसे भी [तैजस और हिरण्यगर्भकी एकता सिद्ध होती है]। शङ्का—सुषुप्तिमें भी प्राण तो व्याकृत (विशेषभावापन्न) ही होता है२ तथा [‘प्राणो ह्येवैतान्सर्वान्संवृङ्क्ते’ इस श्रुतिके अनुसार] इन्द्रियाँ भी प्राणरूप ही हो जाती हैं। फिर उसकी अव्याकृतता कैसे कही गयी? समाधान—यह कोर्इ दोष नहीं है, क्योंकि अव्याकृत पदार्थमें देशकालरूप विशेष भावका अभाव होता है। यद्यपि [जैसा कि स्वप्नावस्थामें होता है] प्राणका अभिमान रहते हुए तो उसकी व्याकृतता है ही तथापि सुषुप्तावस्थामें प्राणमें पिण्डपरिच्छिन्न विशषे का अभिमान [अथार्त् यह मेरे शरीरसे परिच्छिन्न प्राण है—ऐसा अभिमान] नहीं रहता; अत: परिच्छिन्नदेहाभिमानियोंके लिये भी उस समय वह अव्याकृत ही है। जिस प्रकार प्राणका लय [अर्थात् मृत्यु] होनेपर परिच्छिन्न देहाभिमानियोंका प्राण अव्याकृतरूपमें रहता है उसी प्रकार प्राणाभिमानियोंको भी प्राणकी अविशेषता प्राप्त होनेपर उसकी अव्याकृतता और प्रसव-बीजरूपता वैसी ही है। अत: [अव्याकृत और सुषुप्ति] इन दोनों अवस्थाओंका साक्षी भी अव्याकृत अवस्थामें रहनेवाला एक ही [चेतन आत्मा] है। परिच्छिन्न देहोंके अभिमानी और उनके साक्षियोंकी उसके साथ एकता है; अत: [प्राज्ञके लिये] ‘एकीभूत: प्रज्ञानघन:’ आदि पूर्वोक्त विशेषण उचित ही हैं; विशेषत: इसलिये भी, क्योंकि इसमें [अधिदैव अव्याकृत और अध्यात्म प्राज्ञकी एकतारूप] उपर्युक्त हेतु भी विद्यमान है। शङ्का—किन्तु अव्याकृत ‘प्राण’ शब्दवाच्य कैसे हुआ? समाधान—“हे सोम्य! मन प्राणके ही अधीन है” इस श्रुतिके अनुसार। शङ्का—किन्तु वहाँ तो “सदेव सोम्य” इस श्रुतिके अनुसार प्रसङ्गप्राप्त सद्ब्रह्म ही ‘प्राण’ शब्दका वाच्य है। समाधान—वहाँ यह दोष नहीं हो सकता, क्योंकि [उस प्रसङ्गमें] सद्ब्रह्मकी बीजात्मकता स्वीकार की है। यद्यपि वहाँ ‘प्राण’ शब्दका वाच्य सद्ब्रह्म है तथापि जीवोंकी उत्पत्तिकी बीजात्मकताका त्याग न करते हुए ही उस सद्ब्रह्ममें प्राणशब्दत्व और ‘सत्’ शब्दका वाच्यत्व माना गया है। यदि वहाँ ‘सत्’ शब्दसे निर्बीजब्रह्म कहना इष्ट हो तो उसे “यह नहीं है, यह नहीं है” “जहाँसे वाणी लौट आती है” “वह विदितसे अन्य है और अविदितसे भी ऊपर है” इत्यादि प्रकारसे कहा जायगा, जैसा कि “वह न सत् कहा जाता है और न असत्” इस स्मृतिसे भी सिद्ध होता है। और यदि वहाँ [‘सत्’ शब्दसे] ब्रह्मका निर्बीजरूपसे ही निर्देश करना इष्ट हो तो सुषुप्ति और प्रलय (मरण) अवस्थामें सत्में लीन हुए पुरुषोंका फिर उठना [अर्थात् उत्पन्न होना] सम्भव नहीं होगा तथा मुक्त पुरुषोंके पुन: उत्पन्न होनेका प्रसङ्ग उपस्थित हो जायगा,* क्योंकि [मुक्त और सत्में लीन हुए पुरुषोंमें] बीजत्वका अभाव समान ही है। तथा ज्ञानसे दग्ध होनेवाले बीजका अभाव होनेपर ज्ञानकी व्यर्थताका भी प्रसङ्ग उपस्थित हो जायगा। अत: सद्ब्रह्मकी सबीजता स्वीकार करके ही उसका प्राणरूपसे समस्त श्रुतियोंमें कारणरूपसे उल्लेख किया गया है। इसीलिये “वह पर अक्षरसे भी पर है” “वह बाह्य (कार्य) और अभ्यन्तर (कारण) के सहित [उनका अधिष्ठान होनेके कारण] अजन्मा है” “जहाँसे वाणी लौट आती है” “यह नहीं है, यह नहीं है” इत्यादि श्रुतियोंद्वारा शुद्ध ब्रह्मका निर्देश बीजवत्त्वका निरास करके ही किया गया है। उस ‘प्राज्ञ’ शब्दवाच्य जीवकी, देहादिसम्बन्ध तथा जाग्रत् आदि अवस्थासे रहित, उस पारमार्थिकी अबीजावस्थाका तुरीयरूपसे अलग वर्णन करेंगे। बीजावस्था भी जाग्रत् होनेपर ‘मुझे कुछ भी पता नहीं रहा’ ऐसी प्रतीति देखनेसे शरीरमें अनुभव होती ही है। इसीसे ‘वह देहमें तीन प्रकारसे स्थित है’ ऐसा कहा गया है॥ २ ॥ \n `विश्वो हि स्थूलभुङ्नित्यं तैजस: प्रविविक्तभुक्। आनन्दभुक्तथा प्राज्ञस्त्रिधा भोगं निबोधत॥ ३ ॥` \n विश्व सर्वदा स्थूल पदार्थोंको ही भोगनेवाला है, तैजस सूक्ष्म पदार्थोंका भोक्ता है तथा प्राज्ञ आनन्दको भोगनेवाला है; इस प्रकार इनका तीन तरहका भोग जानो॥ ३ ॥ \n `स्थूलं तर्पयते विश्वं प्रविविक्तं तु तैजसम्। आनन्दश्च तथा प्राज्ञं त्रिधा तृप्तिं निबोधत॥ ४ ॥` \n स्थूल पदार्थ विश्वको तृप्त करता है, सूक्ष्म तैजसकी तृप्ति करनेवाला है तथा आनन्द प्राज्ञकी; इस प्रकार इनकी तृप्ति भी तीन तरहकी समझो॥ ४ ॥ \n `उक्तार्थौ श्लोकौ॥३-४॥ इन दोनों श्लोकोंका अर्थ कहा जा चुका है॥३-४॥` \n `त्रिविध भोक्ता और भोग्यके ज्ञानका फल त्रिषु धामसु यद्भोज्यं भोक्ता यश्च प्रकीर्तित:। वेदैतदुभयं यस्तु स भुञ्जानो न लिप्यते॥ ५ ॥` \n [जाग्रत्, स्वप्न और सुषुप्ति—इन] तीनों स्थानोंमें जो भोज्य और भोक्ता बतलाये गये हैं—इन दोनोंको जो जानता है, वह [भोगोंको] भोगते हुए भी उनसे लिप्त नहीं होता॥ ५ ॥ \n `त्रिषु धामसु जाग्रदादिषु स्थूलप्रविविक्तानन्दाख्यं भोज्य-मेकं त्रिधाभूतम्। यश्च विश्वतैजसप्राज्ञाख्यो भोक्तैक: सोऽहमित्येकत्वेन प्रतिसन्धानाद्-द्रष्ट्टत्वाविशेषाच्च प्रकीर्तित:; यो वेदैतदुभयं भोज्यभोक्तृतयानेकधा भिन्नं स भुञ्जानो न लिप्यते; भोज्यस्य सर्वस्यैकस्य भोक्तुर्भोज्यत्वात्। न हि यस्य यो विषय: स तेन हीयते वर्धते वा; न ह्यग्नि: स्वविषयं दग्ध्वा काष्ठादि तद्वत्॥ ५ ॥` \n जाग्रत् आदि तीन स्थानोंमें जो स्थूल, सूक्ष्म और आनन्दसंज्ञक तीन भेदोंमें बँटा हुआ एक ही भोज्य है और ‘वह मैं हूँ’ इस प्रकार एकरूपसे अनुसंधान किये जाने तथा द्रष्टृत्वमें कोर्इ विशेषता न होनेके कारण विश्व, तैजस और प्राज्ञ नामक जो एक ही भोक्ता बतलाया गया है—इस प्रकार भोज्य और भोक्तारूपसे अनेक प्रकार विभिन्न हुए इन दोनों (भोक्ता और भोज्य)-को जो जानता है वह भोगता हुआ भी लिप्त नहीं होता, क्योंकि समस्त भोज्य एक ही भोक्ताका भोग है। जैसे अग्नि अपने विषय काष्ठादिको जलाकर [न्यूनाधिक नहीं होता अपने स्वरूपमें सदा समान रहता है] उसी प्रकार जिसका जो विषय होता है वह उस विषयके कारण ह्रास अथवा वृद्धिको प्राप्त नहीं होता॥ ५ ॥ \n प्राण ही सबकी सृष्टि करता है \n ` प्रभव: सर्वभावानां सतामिति विनिश्चय:। सर्वं जनयति प्राणश्चेतोंऽशून्पुरुष: पृथक्॥ ६ ॥ ` \n यह सुनिश्चित बात है कि जो पदार्थ विद्यमान होते हैं उन्हीं सबकी उत्पत्ति हुआ करती है। बीजात्मक प्राण ही सबकी उत्पत्ति करता है और चेतनात्मक पुरुष चैतन्यके आभासभूत जीवोंको अलग-अलग प्रकट करता है॥ ६ ॥ \n ` सतां विद्यमानानां स्वेनाविद्याकृतनामरूपमायास्वरूपेण सर्वभावानां विश्वतैजसप्राज्ञभेदानां प्रभव उत्पत्ति:। वक्ष्यति च—“वन्ध्यापुत्रो न तत्त्वेन मायया वापि जायते” इति। यदि ह्यसतामेव जन्म स्याद्ब्रह्मणो-ऽव्यवहार्यस्य ग्रहणद्वाराभावा-दसत्त्वप्रसङ्ग:। दृष्टं च रज्जुसर्पा-दीनामविद्याकृतमायाबीजोत्पन्नानां रज्ज्वाद्यात्मना सत्त्वम्। न हि निरास्पदा रज्जुसर्पमृग-तृष्णिकादय: क्वचिदुपलभ्यन्ते केनचित्। यथा रज्ज्वां प्राक्सर्पोत्पत्ते रज्ज्वात्मना सर्प: सन्नेवासीत्, एवं सर्वभावानामुत्पत्ते: प्राक्प्राणबीजात्मनैव सत्त्वम्। इत्यत: श्रुतिरपि वक्ति—“ब्रह्मैवेदम्” (मु० उ० २। २। ११) “आत्मैवेदमग्र आसीत्” (बृ० उ० १। ४। १) इति। सर्वं जनयति प्राणश्चेतों-ऽशूनंशव इव रवेश्चिदात्मकस्य पुरुषस्य चेतोरूपा जलार्कसमा: प्राज्ञतैजसविश्वभेदेन देवतिर्यगादि-देहभेदेषु विभाव्यमानाश्चेतोंऽशवो ये तान्पुरुष: पृथग्विषयभावविल क्षणानग्निविस्फुलिङ्गवत् सलक्षणाञ्जलार्कवच्च जीव-लक्षणांस्त्वितरान् सर्वभावान् प्राणो बीजात्मा जनयति “यथोर्णनाभि:” (मु० उ० १। १। ७) “यथाग्ने: क्षुद्राविस्फुलिङ्गा:” (बृ० उ० २। १। २०) इत्यादि श्रुते:॥ ६ ॥ ` \n सत् अर्थात् अपने अविद्याकृत नामरूपात्मक मायिक स्वरूपसे विद्यमान विश्व, तैजस और प्राज्ञ भेदवाले सम्पूर्ण पदार्थोंकी उत्पत्ति हुआ करती है। आगे (प्रक० ३ का० २८ में) यह कहेंगे भी कि “वन्ध्यापुत्र न तो वस्तुत: और न मायासे ही उत्पन्न होता है।” यदि असत् (स्वरूपसे अविद्यमान) पदार्थोंकी ही उत्पत्ति हुआ करती तो अव्यवहार्य ब्रह्मको ग्रहण करनेका कोर्इ मार्ग न रहनेसे उसकी असत्ताका प्रसङ्ग उपस्थित हो जाता। अविद्याकृत मायामय बीजसे उत्पन्न हुए रज्जुसर्पादिकी भी रज्जु आदिरूपसे सत्ता देखी गयी है। किसी भी पुरुषने निराश्रय रज्जुसर्प अथवा मृगतृष्णा आदि कभी नहीं देखे। जिस प्रकार सर्पकी उत्पत्तिसे पूर्व वह रज्जुमें रज्जुरूपसे सत् ही था उसी प्रकार समस्त पदार्थ अपनी उत्पत्तिसे पूर्व प्राणात्मक बीजरूपसे सत् ही थे। इसीसे श्रुति भी कहती है—“यह ब्रह्म ही है” “पहले यह आत्मा ही था” इत्यादि। सब पदार्थोंको [बीजरूप] प्राण ही उत्पन्न करता है। तथा जो जलमें प्रतिविम्बित सूर्यके समान देव, मनुष्य और तिर्यगादि विभिन्न शरीरोंमें प्राज्ञ, तैजस एवं विश्वरूपसे भासमान चिदात्मक पुरुषके किरणरूप चिदाभास हैं, उन विषयभावसे विलक्षण तथा अग्निकी चिनगारी और जलमें प्रतिविम्बित सूर्यके समान सजातीय जीवोंको पुरुष अलग ही उत्पन्न करता है। उनके सिवाय अन्य समस्त पदार्थोंको बीजात्मक प्राण उत्पन्न करता है, जैसा कि “जिस प्रकार मकड़ी [जाला बनाती है]” तथा “जैसे अग्निसे छोटी-छोटी चिनगारियाँ निकलती हैं” इत्यादि श्रुतियोंसे सिद्ध होता है॥ ६ ॥ \n `विभूतिं प्रसवं त्वन्ये मन्यन्ते सृष्टिचिन्तका:। स्वप्नमायासरूपेति सृष्टिरन्यैर्विकल्पिता॥ ७ ॥` \n सृष्टिके विषयमें विचार करनेवाले दूसरे लोग भगवान्की विभूतिको ही जगत्की उत्पत्ति मानते हैं तथा दूसरे लोगोंद्वारा यह सृष्टि स्वप्न और मायाके समान मानी गयी है॥ ७ ॥ \n `विभूतिर्विस्तार ईश्वरस्य सृष्टिरिति सृष्टिचिन्तका मन्यन्ते न तु परमार्थचिन्तकानां सृष्टावादर इत्यर्थ:। “इन्द्रो मायाभि: पुरुरूप ईयते” (बृ० उ० २। ५। १९) इति श्रुते:। न हि मायाविनं सूत्रमाकाशे निक्षिप्य तेन सायुधमारुह्य चक्षुर्गोचरतामतीत्य युद्धेन खण्डशश्छिन्नं पतितं पुनरुत्थितं च पश्यतां तत्कृत-मायादिसतत्त्वचिन्तायामादरो भवति। तथैवायं मायाविन: सूत्रप्रसारणसम: सुषुप्तस्वप्नादिविकासस्तदारूढमायाविस मश्च तत्स्थ: प्राज्ञतैजसादि:। सूत्रतदारूढाभ्यामन्य: परमार्थमायावी स एव भूमिष्ठो मायाछन्नोऽदृश्यमान एव स्थितो यथा तथा तुरीयाख्यं परमार्थतत्त्वम्। अतस्तच्चिन्तायामेवादरो मुमुक्षूणा-मार्याणां न निष्प्रयोजनायां सृष्टावादर इत्यत: सृष्टिचिन्तकानामेवैते विकल्पा इत्याह—स्वप्नमायासरूपेति। स्वप्नरूपा मायासरूपा चेति॥ ७ ॥` \n यह सृष्टि ईश्वरकी विभूति यानी उसका विस्तार है—ऐसा सृष्टिके विषयमें विचार करनेवाले लोग मानते हैं। तात्पर्य यह है कि परमार्थचिन्तन करनेवालोंका सृष्टिके विषयमें आदर नहीं होता; जैसा कि “इन्द्र (परमात्मा) मायासे अनेक रूपवाला हो जाता है” इस श्रुतिसे सिद्ध होता है, [केवल बहिर्मुख पुरुष ही उसकी उत्पत्तिके विषयमें तरह-तरहकी कल्पना किया करते हैं]। आकाशमें सूत फेंककर उसपर शस्त्रोंसहित आरूढ़ हो नेत्रेन्द्रियकी पहुँचसे परे जाकर युद्धके द्वारा अनेकों टुकड़ोंमें विभक्त होकर गिरे हुए मायावीको पुन: उठता देखनेवाले पुरुषोंको उसकी रची हुर्इ माया आदिके स्वरूपके चिन्तनमें आदर नहीं होता। उस मायावीके सूत्रविस्तारके समान ही ये सुषुप्ति एवं स्वप्नादिके विकास हैं; तथा उस (सूत्र)-पर चढ़े हुए मायावीके समान ही उन (सुषुप्ति आदि अवस्थाओं)-में स्थित प्राज्ञ एवं तैजस आदि हैं। किन्तु वास्तविक मायावी तो सूत्र और उसपर चढ़े हुए मायावीसे भिन्न है और वही जैसे मायासे आच्छादित रहनेके कारण दिखलायी न देता हुआ ही पृथिवीपर स्थित रहता है वैसा ही तुरीयसंज्ञक परमार्थ तत्त्व भी है। अत: मोक्षकामी आर्य पुरुषोंका उसीके चिन्तनमें आदर होता है। प्रयोजनहीन सृष्टिमें उनका आदर नहीं होता। अत: ये सब विकल्प सृष्टिका चिन्तन करनेवालोंके ही हैं; इसीसे कहा है—‘स्वप्नमायासरूपा इति’ अर्थात् [दूसरे इसे] स्वप्नरूपा और मायारूपा [बतलाते हैं]॥ ७ ॥ \n `इच्छामात्रं प्रभो: सृष्टिरिति सृष्टौ विनिश्चिता:। कालात्प्रसूतिं भूतानां मन्यन्ते कालचिन्तका:॥ ८ ॥` \n कोर्इ-कोर्इ सृष्टिके विषयमें ऐसा निश्चय रखते हैं कि ‘प्रभुकी इच्छा ही सृष्टि है।’ तथा कालके विषयमें विचार करनेवाले [ज्योतिषी लोग] कालसे ही जीवोंकी उत्पत्ति मानते हैं॥ ८ ॥ \n `इच्छामात्रं प्रभो: सत्य-संकल्पत्वात्सृष्टिर्घटादि: संकल्पनामात्रं न संकल्पनातिरिक्तम्। कालादेव सृष्टिरिति केचित्॥ ८ ॥` \n भगवान् सत्यसंकल्प हैं; अत: घटादिकी सृष्टि प्रभुका संकल्पमात्र है—उनके संकल्पसे भिन्न नहीं है। तथा कोर्इ-कोर्इ ‘सृष्टि कालहीसे हुर्इ है’ ऐसा कहते हैं॥ ८ ॥ \n `भोगार्थं सृष्टिरित्यन्ये क्रीडार्थमिति चापरे। देवस्यैष स्वभावोऽयमाप्तकामस्य का स्पृहा॥ ९ ॥` \n कुछ लोग ‘सृष्टि भोगके लिये है’ ऐसा मानते हैं और कुछ ‘क्रीडाके लिये है’ ऐसा समझते हैं। [परन्तु वास्तवमें तो] यह भगवान्का स्वभाव ही है क्योंकि पूर्णकामको इच्छा ही क्या हो सकती है?॥ ९ ॥ \n ` भोगार्थं क्रीडार्थमिति चान्ये सृष्टिं मन्यन्ते। अनयो: पक्षयोर्दूषणं देवस्यैष स्वभावोऽयमिति देवस्य स्वभावपक्षमाश्रित्य, सर्वेषां वा पक्षाणामाप्तकामस्य का स्पृहेति। न हि रज्ज्वादीनामविद्यास्वभाव-व्यतिरेकेण सर्पाद्याभासत्वे कारणं शक्यं वक्तुम्॥ ९ ॥` \n दूसरे लोग सृष्टिको ‘यह भोगार्थ अथवा क्रीडार्थ है’—ऐसा मानते हैं। ‘देवस्यैष स्वभावोऽयम्’ इस वाक्यसे देवके स्वभावपक्षका आश्रय लेकर इन दोनों पक्षोंको दोषयुक्त बतलाते हैं। अथवा ‘आप्तकामस्य का स्पृहा’ यह चौथा पाद सभी पक्षोंको दोषयुक्त बतलानेवाला है; क्योंकि अविद्यारूप अपने स्वभावके बिना रज्जु आदिका सर्पादिकी अभिव्यक्तिमें कारणत्व नहीं बतलाया जा सकता॥ ९ ॥ \n चतुर्थ पादका विवरण \n ` चतुर्थ: पाद: क्रमप्राप्तो वक्तव्य इत्याह—नान्त:प्रज्ञमित्यादिना। सर्वशब्दप्रवृत्तिनिमित्तशून्यत्वात्तस्य शब्दानभिधेयत्वमिति विशेषप्रतिषेधेनैव च तुरीयं निर्दिदिक्षति। शून्यमेव तर्हि तत्। न; मिथ्याविकल्पस्य निर्निमित्तत्वानुपपत्ते:। न हि रजतसर्पपुरुषमृगतृष्णिकादिविकल्पा: शुक्तिकारज्जुस्थाणूषरादिव्यतिरेके-णावस्त्वास्पदा: शक्या:कल्पयितुम्। एवं तर्हि प्राणादिसर्वविकल्पा-स्पदत्वात्तुरीयस्य शब्दवाच्यत्वम् इति न प्रतिषेधै: प्रत्याय्यत्वम् उदकाधारादेरिव घटादे:।न; प्राणादिविकल्पस्यासत्त्वाच् छुक्तिकादिष्विव रजतादे:। न हि सदसतो: सम्बन्ध: शब्द-प्रवृत्तिनिमित्तभागवस्तुत्वात्। नापि प्रमाणान्तरविषयत्वं स्वरूपेण गवादिवत्; आत्मनो निरुपाधिकत्वात्। गवादिवन्नापि जातिमत्त्वमद्वितीयत्वेन सामान्यविशेषाभावात्। नापि क्रियावत्त्वं पाचकादिवदविक्रियत्वात्। नापि गुणवत्त्वं नीलादिवन्निर्गुणत्वात्। अतो नाभिधानेन निर्देशमर्हति। शशविषाणादिसमत्वान्निरर्थकत्वं तर्हि। तुरीयावगमस्य सार्थकत्वम् न; आत्मत्वावगमे तुरीय-स्यानात्मतृष्णाव्यावृत्ति-हेतुत्वाच्छुक्तिकावगम इव रजततृष्णाया:। न हि तुरीयस्यात्मत्वावगमे सत्यविद्यातृष्णादिदोषाणां सम्भवोऽस्ति। न च तुरीयस्यात्मत्वानवगमे कारणमस्ति; सर्वोपनिषदां तादर्थ्येनोपक्षयात्। “तत्त्वमसि” (छा० उ० ६। ८। १६) “अयमात्मा ब्रह्म” (बृ० उ० २। ५। १९)। “तत्सत्यं स आत्मा” (छा० उ० ६। ८। १६) “यत्साक्षादपरोक्षाद्-ब्रह्म” (बृ० उ० ३। ४। १)। “सबाह्याभ्यन्तरो ह्यज:” (मु० उ० २। १। २) “आत्मैवेदँसर्वम्” (छा० उ० ७। २५। २) इत्यादीनाम्। सोऽयमात्मा परमार्थापरमार्थ-रूपश्चतुष्पादित्युक्तस्तस्यापरमार्थ-रूपमविद्याकृतं रज्जुसर्पादिसममुक्तं पादत्रयलक्षणं बीजाङ्कु रस्थानीयम्।अथेदानीमबीजात्मकं परमार्थस्वरूपं रज्जुस्थानीयं सर्पादिस्थानीयोक्त-स्थानत्रयनिराकरणेनाह—नान्त:प्रज्ञ-मित्यादि। ` \n अब क्रमसे प्राप्त हुआ चौथा पाद भी बतलाना है, अत: यही बात ‘नान्त:-प्रज्ञम्’ इत्यादि मन्त्रसे कहते हैं। वह (चौथा पाद) सम्पूर्ण शब्दप्रवृत्तिके निमित्तसे रहित है, अत: शब्दसे उसका वर्णन नहीं किया जा सकता। इसलिये श्रुति [अन्त:प्रज्ञत्व आदि] विशेष भावका प्रतिषेध करके ही उस तुरीयका निर्देश करनेमें प्रवृत्त होती है। पूर्व०—तब तो वह शून्यरूप ही हुआ। सिद्धान्ती—नहीं; क्योंकि मिथ्या विकल्पका बिना किसी निमित्तके होना सम्भव नहीं है। चाँदी, सर्प, पुरुष और मृगतृष्णा आदि विकल्प [क्रमश:] सीपी, रस्सी, ठूँठ और ऊसर आदिके बिना निराश्रय ही कल्पना नहीं किये जा सकते। पूर्व०—यदि ऐसी बात है तब तो प्राणादि सम्पूर्ण विकल्पका आश्रय होनेके कारण वह तुरीय शब्दका वाच्य सिद्ध होता है; जलके आधारभूत घट आदिके समान [अन्त:प्रज्ञत्वादिके] प्रतिषेधद्वारा उसकी प्रतीति नहीं करायी जा सकती। सिद्धान्ती—ऐसी बात नहीं है; क्योंकि शुक्ति आदिमें प्रतीत होनेवाली चाँदी आदिके समान प्राणादि विकल्प असद्रूप है। तथा सत् और असत्का सम्बन्ध अवस्तुरूप होनेके कारण शब्दकी प्रवृत्तिका हेतु नहीं हो सकता; और न गौ आदिके समान वह स्वरूपसे किसी अन्य प्रमाणका ही विषय हो सकता है, क्योंकि आत्मा उपाधिरहित है। इसी प्रकार अद्वितीयरूप होनेके कारण सामान्य अथवा विशेष भावका अभाव होनेसे उसमें गौ आदिके समान जातिमत्त्व भी नहीं है। और न अविकारी होनेके कारण उसमें पाचकादिके समान क्रियावत्त्व तथा निर्गुण होनेके कारण नीलता आदिके समान गुणवत्त्व ही है। इसलिये उसका किसी भी नामसे निर्देश नहीं किया जा सकता। पूर्व०—तब तो शशशृङ्गादिके समान [असद्रूप होनेके कारण] उसकी निरर्थकता ही सिद्ध होती है। सिद्धान्ती—नहीं; क्योंकि शुक्तिका ज्ञान होनेपर जिस प्रकार [उसमें आरोपित] चाँदीकी तृष्णा नष्ट हो जाती है उसी प्रकार तुरीय हमारा आत्मा है—ऐसा ज्ञान होनेपर वह अनात्मसम्बन्धिनी तृष्णाको निवृत्त करनेका कारण होता है। तुरीयको अपना आत्मा जान लेनेपर अविद्या एवं तृष्णादि दोषोंकी सम्भावना नहीं रहती। और तुरीयको अपने आत्म-स्वरूपसे न जाननेका कोर्इ कारण भी नहीं है, क्योंकि “तत्त्वमसि” “अयमात्मा ब्रह्म” “तत्सत्यं स आत्मा” “यत्साक्षादपरोक्षाद्ब्रह्म” “सबाह्याभ्यन्तरो ह्यज:” “आत्मैवेद्ँ सर्वम्” इत्यादि समस्त उपनिषद्वाक्योंका पर्यवसान इसी अर्थमें हुआ है। वह यह आत्मा परमार्थ और अपरमार्थरूपसे चार पादवाला है—ऐसा कहा है। उसका बीजाङ्कुरस्थानीय पादत्रयस्वरूप अपरमार्थरूप रज्जुसर्पादिके समान अविद्याजनित कहा गया है। अब सर्पादिस्थानीय उक्त तीनों पादोंका निराकरण कर ‘नान्त:प्रज्ञम्’ इत्यादि रूपसे उसके रज्जुस्थानीय अबीजात्मक परमार्थस्वरूपका वर्णन करते हैं— \n 'Upnishad Mantra' \n `नान्त:प्रज्ञं न बहिष्प्रज्ञं नोभयत:प्रज्ञं न प्रज्ञानघनं न प्रज्ञं नाप्रज्ञम्। अदृष्टमव्यवहार्यमग्राह्यमलक्षणमचिन्त्य-मव्यपदेश्यमेकात्मप्रत्ययसारं प्रपञ्चोपशमं शान्तं शिवमद्वैतं चतुर्थं मन्यन्ते स आत्मा स विज्ञेय:॥ ७ ॥` \n [विवेकीजन] तुरीयको ऐसा मानते हैं कि वह न अन्त:प्रज्ञ है, न बहिष्प्रज्ञ है, न उभयत: (अन्तर्बहि:)-प्रज्ञ है, न प्रज्ञानघन है, न प्रज्ञ है और न अप्रज्ञ है। बल्कि अदृष्ट, अव्यवहार्य, अग्राह्य, अलक्षण, अचिन्त्य, अव्यपदेश्य, एकात्मप्रत्ययसार, प्रपञ्चका उपशम, शान्त, शिव और अद्वैतरूप है। वही आत्मा है और वही साक्षात् जाननेयोग्य है॥ ७ ॥ \n `नन्वात्मनश्चतुष्पात्त्वं प्रतिज्ञाय पादत्रयकथनेनैव चतुर्थस्यान्त:-प्रज्ञादिभ्योऽन्यत्वे सिद्धे नान्त:-प्रज्ञमित्यादिप्रतिषेधोऽनर्थक:। आत्मावगतौ अनात्मप्रतिषेध एव प्रमाणम न; सर्पादिविकल्पप्रतिषेधेनैव रज्जुस्वरूपप्रतिपत्तिवत्त्र्यवस्थस्यैवात् मन-स्तुरीयत्वेन प्रति-पिपादयिषितत्वात्; तत्त्वमसीतिवत्। यदि हि त्र्यवस्थात्मविलक्षणं तुरीयमन्यत्तत्प्रतिपत्तिद्वाराभावा-च्छास्त्रोपदेशानर्थक्यं शून्यतापत्तिर्वा। रज्जुरिव सर्पादिभिर्विकल्प्यमाना स्थानत्रयेऽप्यात्मैक एवान्त:प्रज्ञादित्वेन विकल्प्यते यदा तदान्त:प्रज्ञत्वादि-प्रतिषेधविज्ञानप्रमाणसमकालमेवात्मन्यनर्थप्रपञ्चनिवृत्तिलक्षणफलं परि-समाप्तम्, इति तुरीयाधिगमे प्रमाणान्तरं साधनान्तरं वा न मृग्यम्। रज्जुसर्पविवेकसमकाल इव रज्ज्वां सर्पनिवृत्तिफले सति रज्ज्वधिगमस्य। येषां पुनस्तमोऽपनयव्यतिरेकेण घटाधिगमे प्रमाणं व्याप्रियते तेषां छेद्यावयवसम्बन्धवियोग-व्यतिरेकेणान्यतरावयवेऽपिच्छिदि-र्व्याप्रियत इत्युक्तं स्यात्। यदा पुनर्घटतमसोर्विवेककरणे प्रवृत्तं प्रमाणमनुपादित्सिततमो-निवृत्तिफलावसानं छिदि-रिवच्छेद्यावयवसम्बन्धविवेककरणे प्रवृत्ता तदवयवद्वैधीभावफलावसाना तदा नान्तरीयकं घटविज्ञानं न तत्प्रमाणफलम्। न च तद्वदप्यात्म-न्यध्यारोपितान्त:प्रज्ञत्वादिविवेककरणे प्रवृत्तस्य प्रतिषेधविज्ञानप्रमाणस्य अनुपादित्सितान्त:प्रज्ञत्वादिनिवृत्ति-व्यतिरेकेण तुरीये व्यापारोपपत्ति:। अन्त:प्रज्ञत्वादिनिवृत्तिसमकालमेव प्रमातृत्वादिभेदनिवृत्ते:। तथा च वक्ष्यति—“ज्ञाते द्वैतं न विद्यते” (माण्डू० का० १। १८) इति। ज्ञानस्य द्वैतनिवृत्तिक्षणव्यतिरेकेण क्षणान्तरानवस्थानात्। अवस्थाने चानवस्थाप्रसङ्गाद्द्वैतानिवृत्ति:। तस्मात्प्रतिषेधविज्ञानप्रमाणव्यापार-समकालैवात्मन्यध्यारोपितान्त:प्रज्ञत्वाद्यनर्थनिवृत्तिरिति सिद्धम्। नान्त:प्रज्ञमिति तैजसप्रतिषेध:। न बहिष्प्रज्ञमिति विश्वप्रतिषेध:। नोभयत:प्रज्ञमिति जाग्रत्स्वप्नयो:। अन्तरालावस्थाप्रतिषेध:। न प्रज्ञानघनमिति सुषुप्तावस्थाप्रतिषेध:। बीजभावाविवेकरूपत्वात्। न प्रज्ञमिति युगपत्सर्वविषय-प्रज्ञातृत्वप्रतिषेध:। नाप्रज्ञमित्यचैतन्य प्रतिषेध:। कथं पुनरन्त:प्रज्ञत्वादीना-मात्मनि गम्यमानानां रज्ज्वादौ सर्पादिवत्प्रतिषेधादसत्त्वं गम्यत इत्युच्यते। ज्ञस्वरूपाविशेषेऽपि इतरेतरव्यभिचाराद्रज्ज्वादाविव सर्प-धारादिविकल्पितभेदवत् सर्वत्रा-व्यभिचाराज्ज्ञस्वरूपस्य सत्यत्वम्। सुषुप्ते व्यभिचरतीति चेन्न। सुषुप्तस्यानुभूयमानत्वात्। “न हि विज्ञातुर्विज्ञातेर्विपरिलोपो विद्यते” (बृ० उ० ४। ३। ३०) इति श्रुते:। अत एवादृष्टम्। यस्माददृष्टं तस्मादव्यवहार्यम्। अग्राह्यं कर्मेन्द्रियै:। अलक्षणमलिङ्गमित्ये-तदननुमेयमित्यर्थ:। अत एवाचिन्त्यम्। अत एवाव्यपदेश्यं शब्दै:। एकात्मप्रत्ययसारं जाग्रदादि-स्थानेष्वेकोऽयमात्मेत्यव्यभिचारी य: प्रत्ययस्तेनानुसरणीयम्। अथवैक आत्मप्रत्यय: सारं प्रमाणं यस्य तुरीयस्याधिगमे तत्तुरीयमेकात्म-प्रत्ययसारम्। “आत्मेत्येवोपासीत” (बृ० उ० १। ४। ७) इति श्रुते:। अन्त:प्रज्ञत्वादिस्थानिधर्मप्रतिषेध: कृत:। प्रपञ्चोपशममिति जाग्रदादिस्थानधर्माभाव उच्यते। अत एव शान्तमविक्रियम्, शिवं यतोऽद्वैतं भेदविकल्प-रहितम्। चतुर्थं तुरीयं मन्यन्ते; प्रतीयमानपादत्रयरूपवैलक्षण्यात्। स आत्मा स विज्ञेय इति प्रतीयमान-सर्पभूच्छिद्रदण्डादिव्यतिरिक्ता यथा रज्जुस्तथा तत्त्वमसीत्यादिवाक्यार्थ आत्मा “अदृष्टो द्रष्टा” (बृ० उ० ३। ७। २३) “न हि द्रष्टुर्दृष्टेर्विपरिलोपो विद्यते” (बृ० उ० ४। ३। २३) इत्यादिभिरुक्तो य:। स विज्ञेय इति भूतपूर्वगत्या; ज्ञाते द्वैताभाव:॥ ७ ॥ ` \n पूर्व०—किन्तु आत्मा चार पादोंवाला है—ऐसी प्रतिज्ञा कर उसके तीन पादोंका वर्णन कर देनेसे ही चौथे पादका अन्त:प्रज्ञादि विशेषणोंसे भिन्न होना तो सिद्ध ही है; अत: यह “नान्त:प्रज्ञम्” इत्यादि प्रतिषेध तो व्यर्थ ही है। सिद्धान्ती—ऐसी बात नहीं है; क्योंकि जिस प्रकार सर्पादि विकल्पका प्रतिषेध करनेसे ही रज्जुके स्वरूपका ज्ञान हो जाता है उसी प्रकार, जैसा कि “तत्त्वमसि” इत्यादि वाक्यमें देखा जाता है, यहाँ [जाग्रदादि] तीनों अवस्थाओंमें स्थित आत्माका ही तुरीयरूपसे प्रतिपादन करना इष्ट है। यदि तुरीय आत्मा अवस्थात्रयविशिष्ट आत्मासे सर्वथा भिन्न होता तो उसकी उपलब्धिका कोर्इ उपाय न रहनेके कारण शास्त्रोपदेशकी व्यर्थता अथवा शून्यवादकी प्राप्ति हो जाती। जब कि सर्पादि (सर्प, धारा, भूच्छिद्रादि)-रूपसे विकल्पित रज्जुके समान [जाग्रदादि] तीनों स्थानोंमें एक ही आत्मा अन्त:-प्रज्ञादिरूपसे विकल्पित हो रहा है तब तो अन्त:प्रज्ञत्वादिके प्रतिषेधविज्ञानरूप प्रमाणकी उत्पत्तिके समकाल ही आत्मामें अनर्थप्रपञ्चकी निवृत्तिरूप फल सिद्ध हो जाता है; अत: तुरीयका साक्षात्कार करनेके लिये इसके सिवा किसी अन्य प्रमाण अथवा साधनकी खोज करनेकी आवश्यकता नहीं है; जैसे कि रज्जु और सर्पका विवेक होनेके समानकालमें ही रज्जुमें सर्पनिवृत्तिरूप फलकी प्राप्ति होते ही रज्जुका ज्ञान हो जाता है [उसी प्रकार यहाँ समझना चाहिये]। किन्तु जिनके मतमें घटज्ञानमें अन्धकारकी निवृत्तिके सिवा किसी और कार्यमें भी प्रमाणकी प्रवृत्ति होती है उनका तो मानो ऐसा कथन है कि छेद्य पदार्थोंके अवयवोंका सम्बन्धविच्छेद करनेके अतिरिक्त भी छेदनक्रियाका वस्तुके किसी एक अवयवमें कोर्इ व्यापार होता है।१ छेद्य२ अवयवोंका सम्बन्धच्छेद करनेमें प्रवृत्त छेदनक्रिया जिस प्रकार उसके अवयवोंके विभक्त हो जानेमें समाप्त होनेवाली है उसी प्रकार जब कि घट और अन्धकारका पार्थक्य करनेमें प्रवृत्त प्रमाण अनिष्ट अन्धकारकी निवृत्तिरूप फलमें ही समाप्त हो जानेवाला है तब घटज्ञान तो अवश्यम्भावी है, वह प्रमाणका फल नहीं है। उसीके समान आत्मामें आरोपित अन्त:प्रज्ञत्वादिके विवेक करनेमें प्रवृत्त प्रतिषेधविज्ञानरूप प्रमाणका, अनुपादित्सित (जिसका स्वीकार करना इष्ट नहीं है उस) अन्त:प्रज्ञत्वादिकी निवृत्तिके सिवा तुरीय आत्मामें कोर्इ अन्य व्यापार होना सम्भव नहीं है, क्योंकि अन्त:प्रज्ञत्वादिकी निवृत्तिके समकालमेंही प्रमातृत्वादि भेदकी निवृत्ति हो जाती है। ऐसा ही “ज्ञान हो जानेपर द्वैत नहीं रहता” इत्यादि वाक्यद्वारा आगे कहेंगे भी; क्योंकि वृत्तिज्ञानकी भी स्थिति द्वैतनिवृत्तिके क्षणके सिवा दूसरे क्षणमें नहीं रहती; और यदि स्थिति मानी जाय तो अनवस्थाका प्रसङ्ग* उपस्थित हो जानेसे द्वैतकी निवृत्ति ही नहीं होगी। अत: यह सिद्ध हुआ कि प्रतिषेधविज्ञानरूप प्रमाणके प्रवृत्त होनेके समकालमें ही आत्मामें आरोपित अन्त:प्रज्ञत्वादि अनर्थकी निवृत्ति हो जाती है। ‘अन्त:प्रज्ञ नहीं है’ ऐसा कहकर तैजसका प्रतिषेध किया है; ‘बहिष्प्रज्ञ नहीं है’ इससे विश्वका निषेध किया है; ‘उभयत:प्रज्ञ नहीं है’ इस वाक्यसे जाग्रत् और स्वप्नके बीचकी अवस्थाका प्रतिषेध किया है; ‘प्रज्ञानघन नहीं है’ इससे सुषुप्तिका प्रतिषेध हुआ है, क्योंकि वह बीजभावमय-अविवेकस्वरूपा है; ‘प्रज्ञ नहीं है’ इससे एक साथ सब विषयोंके ज्ञातृत्वका प्रतिषेध किया है; तथा ‘अप्रज्ञ नहीं है’ इससे अचेतनताका निषेध किया है। किन्तु जब कि अन्त:प्रज्ञत्वादि धर्म आत्मामें प्रत्यक्ष उपलब्ध होते हैं तो केवल प्रतिषेधके ही कारण उनका रज्जुमें प्रतीत होनेवाले सर्पादिके समान असत्यत्व कैसे सिद्ध हो सकता है? इसपर कहते हैं—रज्जु आदिमें प्रतीत होनेवाले सर्प, धारा आदि विकल्पभेदोंके समान उनके चित्स्वरूपमें कोर्इ भेद न होनेपर भी परस्पर एक-दूसरेका व्यभिचार होनेके कारण वे असद्रूप हैं। किन्तु चित्स्वरूपका कहीं भी व्यभिचार नहीं है; इसलिये वह सत्य है। यदि कहो कि सुषुप्तिमें उसका व्यभिचार होता है तो ऐसा कहना भी ठीक नहीं है, क्योंकि सुषुप्तिका भी अनुभव हुआ करता है; जैसा कि “विज्ञाताकी विज्ञातिका लोप नहीं होता” इस श्रुतिसे सिद्ध होता है। इसीलिये वह अदृश्य है। और क्योंकि अदृश्य है इसलिये अव्यवहार्य है तथा कर्मेन्द्रियोंसे अग्राह्य और अलक्षण यानी लिङ्गरहित है। तात्पर्य यह है कि उसका अनुमान नहीं किया जा सकता। इसीसे वह अचिन्त्य है अतएव शब्दोंद्वारा अकथनीय है। वह एकात्मप्रत्ययसार है। अर्थात् जाग्रत् आदि स्थानोंमें एक ही आत्मा है—ऐसा जो अव्यभिचारी प्रत्यय है उससे अनुसरण किये जानेयोग्य है। अथवा “आत्मा है—इस प्रकार ही उपासना करे” इस श्रुतिके अनुसार जिस तुरीयका ज्ञान प्राप्त करनेमें एक आत्मप्रत्यय ही सार यानी प्रमाण है वह तुरीय एकात्मप्रत्ययसार है। अन्त:प्रज्ञत्वादि स्थानियों (जाग्रत् आदि अवस्थाओंके अभिमानियों)-के धर्मोंका प्रतिषेध किया गया, अब ‘प्रपञ्चोपशमम्’ इत्यादिसे जाग्रत् आदि स्थानों (अवस्थाओं)-के धर्मोंका अभाव बतलाया जाता है। इसीलिये वह शान्त यानी अविकारी है; और क्योंकि वह अद्वैत अर्थात् भेदरूप विकल्पसे रहित है, इसलिये शिव है। उसे चतुर्थ यानी तुरीय मानते हैं; क्योंकि यह प्रतीत होनेवाले पूर्वोक्त तीन पादोंसे विलक्षण है। वही आत्मा है और वही ज्ञातव्य है। अत: जिस प्रकार रज्जु अपनेमें प्रतीत होनेवाले सर्प, दण्ड और भूच्छिद्र आदिसे सर्वथा भिन्न है उसी प्रकार ‘तत्त्वमसि’ इत्यादि वाक्योंका अर्थस्वरूप आत्मा, जिसका कि “अदृश्य होकर भी देखनेवाला है” “द्रष्टाकी दृष्टिका लोप नहीं होता” इत्यादि श्रुतियोंने प्रतिपादन किया है, [अपनेमें अध्यस्त जाग्रदादि अवस्थाओंसे सर्वथा भिन्न है।] वही ज्ञातव्य है—ऐसा भूतपूर्वगतिसे* कहा जाता है, क्योंकि उसका ज्ञान होनेपर द्वैतका अभाव हो जाता है॥ ७ ॥ \n 'Mandukya Karika' ` निवृत्ते सर्वदु:खानामीशान: प्रभुरव्यय:। अद्वैत: सर्वभावानां देवस्तुर्यो विभु: स्मृत:॥ १० ॥` \n तुरीय आत्मा सब प्रकारके दु:खोंकी निवृत्तिमें ईशान—प्रभु (समर्थ) है। वह अविकारी, सब पदार्थोंका अद्वैतरूप, देव, तुरीय और व्यापक माना गया है॥ १० ॥ \n ` प्राज्ञतैजसविश्वलक्षणानां सर्व-दु:खानां निवृत्तेरीशानस्तुरीय आत्मा। ईशान इत्यस्य पदस्य व्याख्यानं प्रभुरिति। दु:खनिवृत्तिं प्रति प्रभुर्भवतीत्यर्थ:। तद्विज्ञाननि-मित्तत्वाद्दु:खनिवृत्ते:। अव्ययो न व्येति स्वरूपान्न व्यभिचरतीति यावत्। एतत्कुत:, यस्मादद्वैत:। सर्वभावानां रज्जुसर्पवन्मृषात्वात्स एष देवो द्योतनात्तुरीयश्चतुर्थो विभुर्व्यापी स्मृत:॥ १० ॥ ` \n  तुरीय आत्मा प्राज्ञ, तैजस और विश्वरूप समस्त दु:खोंकी निवृत्तिमें ईशान है। ‘र्इशान’ इस पदकी व्याख्या ‘प्रभु’ है। तात्पर्य यह है कि वह दु:खनिवृत्तिमें समर्थ है, क्योंकि उसका विज्ञान दु:खनिवृत्तिका कारण है। अव्यय—जो व्यय (विकार)-को प्राप्त नहीं होता; अर्थात् जो स्वरूपसे व्यभिचरित यानी च्युत नहीं होता। क्यों च्युत नहीं होता? क्योंकि वह अद्वैत है। अन्य सब पदार्थ रज्जुमें अध्यस्त सर्पके समान मिथ्या हैं; इसलिये प्रकाशनशील होनेके कारण वह यह देव तुर्य यानी चतुर्थ और विभु यानी व्यापक माना गया है॥ १० ॥ \n `विश्वादीनां सामान्यविशेषभावो निरूप्यते तुर्ययाथात्म्यावधार णार्थम्—` \n तुरीयका यथार्थ स्वरूप समझनेके लिये विश्व आदिके सामान्य और विशेष भावका निरूपण किया जाता है— \n `कार्यकारणबद्धौ ताविष्येते विश्वतैजसौ। प्राज्ञ: कारणबद्धस्तु द्वौ तौ तुर्ये न सिध्यत:॥ ११ ॥ ` \n विश्व और तैजस—ये दोनों कार्य (फलावस्था) और कारण (बीजावस्था)-से बँधे हुए माने जाते हैं; किन्तु प्राज्ञ केवल कारणावस्थासे ही बद्ध है। तथा तुरीयमें तो ये दोनों ही नहीं हैं॥ ११ ॥ \n `कार्यं क्रियत इति फलभाव:। कारणं करोतीति बीजभाव:। तत्त्वाग्रहणान्यथाग्रहणाभ्यां बीजफलभावाभ्यां तौ यथोक्तौ विश्वतैजसौ बद्धौ संगृहीताविष्येते। प्राज्ञस्तु बीजभावेनैव बद्ध:। तत्त्वाप्रतिबोधमात्रमेव हि बीजं प्राज्ञत्वे निमित्तम्। ततो द्वौ तौ बीजफलभावौ तत्त्वा-ग्रहणान्यथाग्रहणे तुर्ये न सिध्यतो न विद्येते न सम्भवत इत्यर्थ:॥ ११ ॥` \n जो किया जाय उसे कार्य कहते हैं; वह फलभाव है। और जो करता है उसे कारण कहते हैं; वह बीजभाव है। ये उपर्युक्त विश्व और तैजस तत्त्वके अग्रहण एवं अन्यथाग्रहणरूप बीजभाव और फलभावसे बँधे अर्थात् सम्यक् प्रकारसे पकड़े हुए माने जाते हैं। किन्तु प्राज्ञ केवल बीजभावसे ही बँधा हुआ है। तत्त्वका अप्रतिबोधरूप बीज ही उसके प्राज्ञत्वमें कारण है। इससे तात्पर्य यह है कि तुरीयमें वे बीज और फलभावरूप तत्त्वका अग्रहण एवं अन्यथा ग्रहण दोनों ही नहीं रहते; उनकी तो वहाँ रहनेकी सम्भावना ही नहीं है॥ ११ ॥ \n प्राज्ञसे तुरीयका भेद `कथं पुन: कारणबद्धत्वं प्राज्ञस्य तुरीये वा तत्त्वाग्रहणान्यथाग्रहण-लक्षणौ बन्धौ न सिध्यत इति। यस्मात्— ` \n किन्तु प्राज्ञकी कारणबद्धता किस प्रकार है? तथा तुरीयमें तत्त्वका अग्रहण और अन्यथाग्रहणरूप बन्धन कैसे सिद्ध नहीं होते? इसपर कहते हैं, क्योंकि— \n ` नात्मानं न परांश्चैव न सत्यं नापि चानृतम्। प्राज्ञ: किञ्चन संवेत्ति तुर्यं तत्सर्वदृक्सदा॥ १२ ॥` \n प्राज्ञ तो न अपनेको, न परायेको और न सत्यको अथवा अनृतको ही जानता है किन्तु वह तुरीय सर्वदा सर्वदृक् है॥ १२ ॥ \n `आत्मविलक्षणमविद्याबीजप्रसूतं बाह्यं द्वैतं प्राज्ञो न किञ्चन संवेत्ति यथा विश्वतैजसौ। ततश्चासौ तत्त्वाग्रहणेन तमसान्यथाग्रहणबीजभूतेन बद्धो भवति। यस्मात्तुरीयं तत्सर्वदृक्सदा तुरीयादन्यस्याभावात्सर्वदा सदैवेति सर्वं च तद्दृक्चेति सर्वदृक्तस्मान्न तत्त्वाग्रहणलक्षणं बीजं तत्र। तत्प्रसूतस्यान्यथाग्रहणस्याप्यत एवाभावो न हि सवितरि सदा प्रकाशात्मके तद्विरुद्ध-मप्रकाशनमन्यथाप्रकाशनं वा सम्भवति। “न हि द्रष्टुर्दृष्टेर्विपरिलोपो विद्यते” (बृ० उ० ४। ३। २३) इति श्रुते:। अथवा जाग्रत्स्वप्नयो: सर्व-भूतावस्थ: सर्ववस्तुदृगाभासस्तुरीय एवेति सर्वदृक्सदा। “नान्यदतोऽस्ति द्रष्टृ” (बृ० उ० ३। ८। ११) इत्यादिश्रुते:॥ १२ ॥` \n प्राज्ञ आत्मासे भिन्न अविद्यारूप बीजसे उत्पन्न हुए बहि:स्थित वेद्यपदार्थरूप द्वैतको कुछ भी नहीं जानता, जैसा कि विश्व और तैजस उसे जानते हैं। इसीलिये यह अन्यथाग्रहणके बीजभूत तत्त्वा-ग्रहणरूप अन्धकारसे बँधा रहता है। और क्योंकि तुरीयसे भिन्न पदार्थका सर्वथा अभाव होनेके कारण वह सदा-सर्वदा सर्वदृक्स्वरूप ही है—जो सर्वरूप और उसका साक्षी भी हो उसे ‘सर्वदृक्’ कहते हैं—इसलिये उसमें तत्त्वका अग्रहणरूप बीजावस्था नहीं है और इसीलिये उसमें उससे उत्पन्न होनेवाले अन्यथाग्रहणका भी अभाव है, क्योंकि सदा प्रकाशस्वरूप सूर्यमें उसके विपरीत अप्रकाशन अथवा अन्यथाप्रकाशन सम्भव नहीं है, जैसा कि “द्रष्टाकी दृष्टिका विपरिलोप नहीं होता” इस श्रुतिसे सिद्ध होता है। अथवा जाग्रत् एवं स्वप्नावस्थाके सम्पूर्ण भूतोंमें स्थित और समस्त पदार्थोंके साक्षीरूपसे तुरीय ही भासमान है इसलिये वह सर्वदा सर्वसाक्षी है, जैसा कि “इससे भिन्न और कोर्इ द्रष्टा नहीं है” इस श्रुतिसे प्रमाणित होता है॥ १२ ॥ \n ` द्वैतस्याग्रहणं तुल्यमुभयो: प्राज्ञतुर्ययो:। बीजनिद्रायुत: प्राज्ञ: सा च तुर्ये न विद्यते॥ १३ ॥` \n द्वैतका अग्रहण तो प्राज्ञ और तुरीय दोनोंहीको समान है, किन्तु प्राज्ञ बीजस्वरूपा निद्रासे युक्त है और तुरीयमें वह निद्रा है नहीं॥ १३ ॥ \n `निमित्तान्तरप्राप्ताशङ्कानिवृत्त्यर्थोऽयं श्लोक:। कथं द्वैताग्रहणस्य तुल्यत्वात्कारणबद्धत्वं प्राज्ञस्यैव न तुरीयस्येति प्राप्ताशङ्का निवर्त्त्यते। यस्माद्बीजनिद्रायुतस्तत्त्वाप्रतिबोधो निद्रा, सैव च विशेष-प्रतिबोधप्रसवस्य बीजम्; सा बीजनिद्रा, तया युत: प्राज्ञ:। सदा दृक्स्वभावत्वात्तत्त्वाप्रति-बोधलक्षणा निद्रा तुरीये न विद्यते। अतो न कारणबन्ध-स्तस्मिन्नित्यभिप्राय:॥ १३ ॥ ` \n यह श्लोक निमित्तान्तरसे प्राप्त आशङ्काकी निवृत्तिके लिये है। भला द्वैताग्रहणकी समानता होनेपर भी प्राज्ञकी ही कारणबद्धता क्यों है? तुरीयकी क्यों नहीं है?—इस प्रकार प्राप्त हुर्इ आशङ्काको ही निवृत्त किया जाता है। [इसका यह कारण है] क्योंकि वह (प्राज्ञ) बीजनिद्रासे युक्त है—तत्त्वके अज्ञानका नाम निद्रा है, वही विशेष विज्ञानकी उत्पत्तिका बीज है; अत: उसे ‘बीजनिद्रा’ कहते हैं—प्राज्ञ उससे युक्त है। किन्तु सर्वदा सर्वदृक्स्वरूप होनेके कारण तुरीयमें वह बीजनिद्रा नहीं है; अत: उसमें कारणबद्धता नहीं है—यह इसका तात्पर्य है॥ १३ ॥ \n तुरीयका स्वप्न-निद्राशून्यत्व `स्वप्ननिद्रायुतावाद्यौ प्राज्ञस्त्वस्वप्ननिद्रया। न निद्रां नैव च स्वप्नं तुर्ये पश्यन्ति निश्चिता:॥ १४ ॥` \n विश्व और तैजस—ये स्वप्न और निद्रासे युक्त हैं तथा प्राज्ञ स्वप्नरहित निद्रासे युक्त है; किन्तु निश्चित पुरुष तुरीयमें न निद्रा ही देखते हैं और न स्वप्न ही॥ १४ ॥ \n `स्वप्नोऽन्यथाग्रहणं सर्प इव रज्ज्वाम्। निद्रोक्ता तत्त्वाप्रतिबोध-लक्षणं तम इति। ताभ्यां स्वप्ननिद्राभ्यां युक्तौ विश्वतैजसौ। अतस्तौ कार्यकारणबद्धावित्युक्तौ। प्राज्ञस्तु स्वप्नवर्जितकेवलयैव निद्रया युत इति कारणबद्ध इत्युक्तम्। नोभयं पश्यन्ति तुरीये निश्चिता ब्रह्मविदो विरुद्धत्वात् सवितरीव तम:। अतो न कार्यकारणबद्ध इत्युक्तस्तुरीय:॥ १४ ॥` \n रज्जुमें सर्प-ग्रहणके समान अन्यथाग्रहणका नाम स्वप्न है; तथा तत्त्वके अप्रतिबोधरूप तमको निद्रा कहते हैं। उन स्वप्न और निद्रासे विश्व और तैजस युक्त हैं; अत: वे कार्यकारणबद्ध कहे गये हैं। किन्तु प्राज्ञ तो स्वप्नरहित केवल निद्रासे ही युक्त है; इसलिये उसे कारणबद्ध कहा है। निश्चित यानी ब्रह्मवेत्तालोग तुरीयमें ये दोनों ही बातें नहीं देखते, क्योंकि सूर्यमें अन्धकारके समान वे उससे विरुद्ध हैं। अत: तुरीय कार्य अथवा कारणसे बँधा हुआ नहीं है—ऐसा कहा गया है॥ १४ ॥ \n ` कदा तुरीये निश्चितो भवतीत्युच्यते—` \n अब यह बतलाया जाता है कि मनुष्य तुरीयमें कब निश्चित होता है— \n `अन्यथा गृह्णत: स्वप्नो निद्रा तत्त्वमजानत:। विपर्यासे तयो: क्षीणे तुरीयं पदमश्नुते॥ १५ ॥` \n अन्यथाग्रहण करनेसे स्वप्न होता है तथा तत्त्वको न जाननेसे निद्रा होती है और इन दोनों विपरीत ज्ञानोंका क्षय हो जानेपर तुरीय पदकी प्राप्ति होती है॥ १५ ॥ \n `स्वप्नजागरितयोरन्यथा रज्ज्वां सर्प इव गृह्णतस्तत्त्वं स्वप्नो भवति। निद्रा तत्त्वमजानतस्तिसृष्ववस्थास ु तुल्या। स्वप्ननिद्रयो-स्तुल्यत्वाद्विश्वतैजसयोरेकराशित्वम्। अन्यथाग्रहणप्राधान्याच्च गुणभूता निद्रेति तस्मिन्विपर्यास: स्वप्न:। तृतीये तु स्थाने तत्त्वाज्ञानलक्षणा निद्रैव केवला विपर्यास:। अतस्तयो: कार्यकारणस्थानयो-रन्यथाग्रहणाग्रहणलक्षणविपर्यासे कार्यकारणबन्धरूपे परमार्थ-तत्त्वप्रतिबोधत: क्षीणे तुरीयं पदमश्नुते। तदोभयलक्षणं बन्धरूपं तत्रापश्यंस्तुरीये निश्चितो भवतीत्यर्थ:॥ १५ ॥` \n रज्जुमें सर्पग्रहणके समान स्वप्न और जागरित अवस्थाओंमें तत्त्वके अन्यथाग्रहणसे स्वप्न होता है तथा तत्त्वके न जाननेसे निद्रा होती है, जो तीनों अवस्थाओंमें तुल्य है। इस प्रकार स्वप्न और निद्रामें तुल्य होनेके कारण विश्व और तैजसकी एक राशि है। उनमें अन्यथाग्रहणकी प्रधानता होनेके कारण निद्रा गौण है; अत: उन अवस्थाओंमें स्वप्नरूप विपरीत ज्ञान रहता है। किन्तु तृतीय स्थान (सुषुप्ति)-में केवल तत्त्वाग्रहणरूप निद्रा ही विपर्यास है। अत: उन कार्यकारणरूप स्थानोंके अन्यथाग्रहण और तत्त्वाग्रहणरूप विपर्यासोंका परमार्थतत्त्वके बोधसे क्षय हो जानेपर तुरीय पदकी प्राप्ति होती है। तब उस अवस्थामें दोनों प्रकारका बन्धन न देखनेसे पुरुष तुरीयमें निश्चित हो जाता है—ऐसा इसका तात्पर्य है॥ १५ ॥ \n बोध कब होता है? \n `अनादिमायया सुप्तो यदा जीव: प्रबुध्यते। अजमनिद्रमस्वप्नमद्वैतं बुध्यते तदा॥ १६ ॥` \n जिस समय अनादि मायासे सोया हुआ जीव जागता है [अर्थात् तत्त्वज्ञान लाभ करता है] उसी समय उसे अज, अनिद्र और स्वप्नरहित अद्वैत आत्मतत्त्वका बोध प्राप्त होता है॥ १६ ॥ \n ` योऽयं संसारी जीव: स उभयलक्षणेन तत्त्वाप्रतिबोधरूपेण बीजात्मनान्यथाग्रहणलक्षणेन च अनादिकालप्रवृत्तेन मायालक्षणेन स्वप्नेन ममायं पिता पुत्रोऽयं नप्ता क्षेत्रं पशवोऽहमेषां स्वामी सुखी दु:खी क्षयितोऽहमनेन वर्धितश्चानेनेत्येवंप्रकारान्स्वप्नान् स्थानद्वयेऽपि पश्यन्सुप्त:। यदा वेदान्तार्थतत्त्वाभिज्ञेन परमकारुणिकेन गुरुणा नास्येवं त्वं हेतुफलात्मक: किं तु तत्त्वमसीति प्रतिबोध्यमान:, तदैवं प्रतिबुध्यते— कथम्? नास्मिन्बाह्यमाभ्यन्तरं वा जन्मादिभावविकारोऽस्त्यतोऽजं सबाह्याभ्यन्तरसर्वभावविकारवर्जित-मित्यर्थ:। यस्माज्जन्मादिकारणभूतं नास्मिन्नविद्यातमोबीजं निद्रा विद्यत इत्यनिद्रम्। अनिद्रं हि तत्तुरीयमत एवास्वप्नम्; तन्निमित्तत्वादन्यथाग्रहणस्य। यस्माच्चानिद्रमस्वप्नं तस्मादजमद्वैतं तुरीयमात्मानं बुध्यते तदा॥ १६ ॥` \n यह जो संसारी जीव है वह तत्त्वाप्रतिबोधरूप बीजात्मिका एवं अन्यथाग्रहणरूप अनादिकालसे प्रवृत्त मायारूप निद्राके कारण [स्वप्न और जागरित] दोनों ही अवस्थाओंमें ‘यह मेरा पिता है, यह पुत्र है, यह नाती है, ये मेरे क्षेत्र, गृह और पशु हैं, मैं इनका स्वामी हूँ तथा इनके कारण सुखी-दु:खी, क्षीण और वृद्धिको प्राप्त होता हूँ’ इत्यादि प्रकारके स्वप्न देखता हुआ सो रहा है। जिस समय वेदान्तार्थके तत्त्वको जाननेवाले किसी परम कारुणिक गुरुके द्वारा ‘तू इस प्रकार हेतु एवं फलस्वरूप नहीं है, किन्तु तू वही है’ इस प्रकार जगाया जाता है उस समय उसे ऐसा बोध प्राप्त होता है— किस प्रकारका बोध होता है? [सो बतलाते हैं—] इसमें बाह्य अथवा आभ्यन्तर जन्मादि भाव विकार नहीं है, इसलिये यह अजन्मा यानी सम्पूर्ण भावविकारोंसे रहित है। और क्योंकि इसमें जन्मादिकी कारणभूत तथा अविद्यारूप अन्धकारकी बीजभूत अविद्या नहीं है इसलिये यह अनिद्र है। वह तुरीय अनिद्र है, इसीलिये अस्वप्न भी है; क्योंकि अन्यथाग्रहण तो [तत्त्वाप्रतिबोधरूप] निद्राहीके कारण हुआ करता है। इस प्रकार क्योंकि वह अनिद्र और अस्वप्न है इसलिये ही उस समय अजन्मा और अद्वैत तुरीय आत्माका बोध होता है॥ १६ ॥ \n `प्रपञ्चनिवृत्त्या चेत्प्रति-बुध्यतेऽनिवृत्ते प्रपञ्चे कथमद्वैतमित्युच्यते—` \n यदि बोध प्रपञ्चनिवृत्तिसे ही होता है तो जबतक प्रपञ्चकी निवृत्ति न हो तबतक अद्वैत कैसा? इसपर कहा जाता है— प्रपञ्चका अत्यन्ताभाव \n `प्रपञ्चो यदि विद्येत निवर्तेत न संशय:। मायामात्रमिदं द्वैतमद्वैतं परमार्थत:॥ १७ ॥` \n प्रपञ्च यदि होता तो निवृत्त हो जाता—इसमें सन्देह नहीं। किन्तु [वास्तवमें] यह द्वैत तो मायामात्र है, परमार्थत: तो अद्वैत ही है॥ १७ ॥ \n `सत्यमेवं स्यात्प्रपञ्चो यदि विद्येत, रज्ज्वां सर्प इव कल्पितत्वान्न तु स विद्यते। विद्यमानश्चेन्निवर्तेत न संशय:। न हि रज्ज्वां भ्रान्तिबुद्ध्या कल्पित: सर्पो विद्यमान: सन्विवेकतो निवृत्त:। नैव माया मायाविना प्रयुक्ता तद्दर्शिनां चक्षुर्बन्धापगमे विद्यमाना सती निवृत्ता। तथेदं प्रपञ्चाख्यं मायामात्रं द्वैतं रज्जुवन्मायाविवच्चाद्वैतं परमार्थतस्तस्मान्न कश्चित्प्रपञ्च: प्रवृत्तो निवृत्तो वास्तीत्यभिप्राय:॥ १७ ॥` \n यदि प्रपञ्च विद्यमान होता तो सचमुच ऐसा ही होता; किन्तु वह तो रज्जुमें सर्पके समान कल्पित होनेके कारण [वस्तुत:] है ही नहीं। यदि वह होता तो इसमें सन्देह नहीं, निवृत्त भी हो जाता। रज्जुमें भ्रमबुद्धिसे कल्पना किया हुआ सर्प [वस्तुत:] विद्यमान रहते हुए विवेकसे निवृत्त नहीं होता। मायावीद्वारा फैलायी हुर्इ माया, देखनेवालोंके दृष्टिबन्धनके हटाये जानेपर, पहले विद्यमान रहती हुर्इ निवृत्त नहीं होती। इसी प्रकार यह प्रपञ्चसंज्ञक द्वैत भी मायामात्र ही है; परमार्थत: तो रज्जु अथवा मायावीके समान अद्वैत ही है। अत: तात्पर्य यह है कि कोर्इ भी प्रपञ्च प्रवृत्त अथवा निवृत्त होनेवाला नहीं है॥ १७ ॥ \n `ननु शास्ता शास्त्रं शिष्य इति विकल्प: कथं निवर्तत इत्युच्यते—` \n यदि कहो कि शासक, शास्त्र और शिष्य—इस प्रकारका विकल्प किस प्रकार निवृत्त हो सकता है? तो इसपर कहा जाता है— \n `विकल्पो विनिवर्तेत कल्पितो यदि केनचित्। उपदेशादयं वादो ज्ञाते द्वैतं न विद्यते॥ १८ ॥` \n इस [गुरु-शिष्यादि] विकल्पकी यदि किसीने कल्पना की होती तो यह निवृत्त भी हो जाता। यह [गुरु-शिष्यादि] वाद तो उपदेशके ही लिये है। आत्मज्ञान हो जानेपर द्वैत नहीं रहता॥ १८ ॥ \n `विकल्पो विनिवर्तेत यदि केनचित्कल्पित: स्यात्। यथायं प्रपञ्चो मायारज्जुसर्पवत्तथायं शिष्यादिभेदविकल्पोऽपि प्राक् प्रतिबोधादेवोपदेशनिमित्तोऽत उपदेशादयं वाद: शिष्य: शास्ता शास्त्रमिति। उपदेशकार्ये तु ज्ञाने निर्वृत्ते ज्ञाते परमार्थतत्त्वे द्वैतं न विद्यते॥ १८ ॥` \n यदि किसीने इसकी कल्पना की होती तो यह विकल्प निवृत्त हो जाता। जिस प्रकार यह प्रपञ्च माया और रज्जुसर्पके सदृश है उसी प्रकार यह शिष्यादि भेदविकल्प भी आत्मज्ञानसे पूर्व ही उपदेशके निमित्तसे है। अत: शिष्य, शासक और शास्त्र—यह वाद उपदेशके ही लिये है। उपदेशके कार्यस्वरूप ज्ञानके निष्पन्न होनेपर, अर्थात् परमार्थतत्त्वका ज्ञान हो जानेपर द्वैतकी सत्ता नहीं रहती॥ १८ ॥ \n 'Mandukya Mantra' `अभिधेयप्रधान ओङ्कार-श्चतुष्पादात्मेति व्याख्यातो य:— `अबतक जिस ओङ्काररूप चतुष्पाद् आत्माका अभिधेय (वाच्यार्थ)-की प्रधानतासे वर्णन किया है— \n ` सोऽयमात्माध्यक्षरमोङ्कारोऽधिमात्रं पादा मात्रा मात्राश्च पादा अकार उकारो मकार इति॥ ८ ॥` \n वह यह आत्मा अक्षरदृष्टिसे ओङ्कार है; वह मात्राओंको विषय करके स्थित है। पाद ही मात्रा हैं और मात्रा ही पाद हैं; वे मात्रा अकार, उकार और मकार हैं॥ ८ ॥ \n `सोऽयमात्माध्यक्षरमक्षरमधिकृत्याभिधान प्राधान्येन वर्ण्यमानोऽध्यक्षरम्। किं पुनस्तदक्षरमित्याह, ओङ्कार: सोऽयमोङ्कार: पादश: प्रविभज्यमान:, अधिमात्रं मात्रामधिकृत्य वर्तत इत्यधिमात्रम्। कथम्? आत्मनो ये पादास्त ओङ्कारस्य मात्रा:। कास्ता:? अकार उकारो मकार इति॥ ८ ॥` \n वह यह आत्मा अध्यक्षर है; अक्षरका आश्रय लेकर जिसका अभिधानकी प्रधानतासे वर्णन किया जाय उसे अध्यक्षर कहते हैं। किन्तु वह अक्षर है क्या? इसपर कहते हैं—वह ओङ्कार है। वह यह ओङ्कार पादरूपसे विभक्त किये जानेपर अधिमात्र यानी मात्राको आश्रय करके वर्तमान रहता है, इसलिये इसे ‘अधिमात्र’ कहते हैं। सो किस प्रकार? क्योंकि आत्माके जो पाद हैं वे ही ओङ्कारकी मात्राएँ हैं। वे मात्राएँ कौन-सी हैं? अकार, उकार और मकार—ये ही [वे मात्राएँ हैं]॥ ८ ॥ \n `तत्र विशेषनियम: क्रियते—` अब उनमें विशेष नियम किया जाता है— \n `जागरितस्थानो वैश्वानरोऽकार: प्रथमा मात्राप्तेरादिमत्त्वाद्वाप्नोति ह वै सर्वान्कामानादिश्च भवति य एवं वेद॥ ९ ॥` \n जिसका जागरित स्थान है वह वैश्वानर व्याप्ति और आदिमत्त्वके कारण [ओङ्कारकी] पहली मात्रा अकार है। जो उपासक इस प्रकार जानता है वह सम्पूर्ण कामनाओंको प्राप्त कर लेता है और [महापुरुषोंमें] आदि (प्रधान) होता है॥ ९ ॥ \n `जागरितस्थानो वैश्वानरो य: स ओङ्कारस्याकार: प्रथमा मात्रा। केन सामान्येनेत्याह—आप्तेराप्तिर्व्याप्तिरकारेण सर्वा वाग्व्याप्ता “अकारो वै सर्वा वाक्” (ऐ० आ० २। ३। ६) इति श्रुते:। तथा वैश्वानरेण जगत्; “तस्य ह वा एतस्यात्मनो वैश्वानरस्य मूर्धैव सुतेजा:” (छा० उ० ५। १८। २) इत्यादिश्रुते:। अभिधानाभिधेययोरेकत्वं चावोचाम। आदिरस्य विद्यत इत्यादिमद्यथैवादिमदकाराख्यमक्षरं तथैव वैश्वानरस्तस्माद्वा सामान्यादकारत्वं वैश्वानरस्य। तदेकत्वविद: फलमाह—आप्नोति ह वै सर्वान्कामानादि: प्रथमश्च भवति महतां य एवं वेद, यथोक्तमेकत्वं वेदेत्यर्थ:॥ ९ ॥` \n जो जागरित स्थानवाला वैश्वानर है वही ओङ्कारकी पहली मात्रा अकार है। किस समानताके कारण पहली मात्रा है—इसपर कहते हैं—आप्तिके कारण, आप्तिका अर्थ व्याप्ति है। “अकार निश्चय ही सम्पूर्ण वाणी है” इस श्रुतिके अनुसार अकारसे समस्त वाणी व्याप्त है। तथा “उस इस वैश्वानर आत्माका मस्तक ही द्युलोक है” इस श्रुतिके अनुसार वैश्वानरसे सारा जगत् व्याप्त है। अभिधान (वाचक) और अभिधेय (वाच्य)-की एकता तो हम कह ही चुके हैं। जिसमें आदि (प्रथमता) हो उसे आदिमत् कहते हैं। जिस प्रकार अकार नामक अक्षर आदिमान् है उसी प्रकार वैश्वानर भी है। उसी समानताके कारण वैश्वानरकी अकाररूपता है। उनकी एकता जाननेवालेके लिये फल बतलाया जाता है—‘जो पुरुष ऐसा जानता है अर्थात् उपर्युक्त एकत्वको जाननेवाला है वह समस्त कामनाओंको प्राप्त कर लेता है तथा महापुरुषोंमें आदि—प्रथम होता है’॥ ९ ॥ \n `स्वप्नस्थानस्तैजस उकारो द्वितीया मात्रोत्कर्षादुभयत्वाद्वोत्कर्षति ह वै ज्ञानसन्ततिं समानश्च भवति नास्याब्रह्मवित्कुले भवति य एवं वेद॥ १० ॥` \n स्वप्न जिसका स्थान है वह तैजस उत्कर्ष तथा मध्यवर्तित्वके कारण ओङ्कारकी द्वितीय मात्रा उकार है। जो उपासक ऐसा जानता है वह अपनी ज्ञानसन्तानका उत्कर्ष करता है, सबके प्रति समान होता है और उसके वंशमें कोर्इ ब्रह्मज्ञानहीन पुरुष नहीं होता॥ १० ॥ \n `स्वप्नस्थानस्तैजसो य: स ओङ्कारस्योकारो द्वितीया मात्रा। केन सामान्येनेत्याह—उत्कर्षात्। अकारादुत्कृष्ट इव ह्युकारस्तथा तैजसो विश्वादुभयत्वाद्वाकार-मकारयोर्मध्यस्थ उकारस्तथा विश्वप्राज्ञयोर्मध्ये तैजसोऽत उभयभाक्त्वसामान्यात्। विद्वत्फलमुच्यते—उत्कर्षति ह वैज्ञानसन्ततिम्। विज्ञानसन्ततिं वर्धयतीत्यर्थ:। समानस्तुल्यश्च मित्रपक्षस्येव शत्रुपक्षाणामप्यप्रद्वेष्यो भवति। अब्रह्मविदस्य कुले न भवति य एवं वेद॥ १० ॥` \n जो स्वप्नस्थानवाला तैजस है वह ओङ्कारकी दूसरी मात्रा उकार है। किस समानताके कारण दूसरी मात्रा है—इसपर कहते हैं—उत्कर्षके कारण। जिस प्रकार अकारसे उकार उत्कृष्ट-सा है उसी प्रकार विश्वसे तैजस उत्कृष्ट है। अथवा मध्यवर्त्तित्वके कारण [उन दोनोंमें समानता है]। जिस प्रकार उकार अकार और मकारके मध्यमें स्थित है उसी प्रकार विश्व और प्राज्ञके मध्यमें तैजस है। अत: उभयपरत्वरूप समानताके कारण भी [उनमें अभिन्नता है]। अब इस प्रकार जाननेवालेको जो फल मिलता है वह बतलाया जाता है—जो इस प्रकार जानता है वह ज्ञानसन्तति अर्थात् विज्ञानसन्तानका उत्कर्ष यानी वृद्धि करता है, सबके प्रति समान—तुल्य होता है अर्थात् मित्रपक्षके समान शत्रुपक्षका भी अद्वेष्य होता है तथा उसके कुलमें कोर्इ ब्रह्मज्ञानहीन पुरुष नहीं होता॥ १० ॥ \n `मकार और प्राज्ञका तादात्म्य ` \n `सुषुप्तस्थान: प्राज्ञो मकारस्तृतीया मात्रा मितेरपीतेर्वा मिनोति ह वा इदं सर्वमपीतिश्च भवति य एवं वेद॥ ११ ॥` \n सुषुप्ति जिसका स्थान है वह प्राज्ञ मान और लयके कारण ओङ्कारकी तीसरी मात्रा मकार है। जो उपासक ऐसा जानता है वह इस सम्पूर्ण जगत्का मान—प्रमाण कर लेता है और उसका लयस्थान हो जाता है॥ ११ ॥ \n `सुषुप्तस्थान: प्राज्ञो य: स ओङ्कारस्य मकारस्तृतीया मात्रा। केन सामान्येनेत्याह सामान्यमिदमत्र; मितेर्मितिर्मानं मीयते इव हि विश्वतैजसौ प्राज्ञेन प्रलयोत्पत्त्यो: प्रवेशनिर्गमाभ्यां प्रस्थेनेव यवा:। यथोङ्कारसमाप्तौ पुन: प्रयोगे च प्रविश्य निर्गच्छत इवाकारोकारौ मकारे। अपीतेर्वा। अपीतिरप्यय एकीभाव:। ओङ्कारोच्चारणे ह्यन्त्येऽक्षर एकीभूताविवाकारोकारौ। तथा विश्वतैजसौ सुषुप्तकाले प्राज्ञे। अतो वा सामान्यादेकत्वं प्राज्ञमकारयो:। विद्वत्फलमाह; मिनोति ह वा इदं सर्वं जगद्याथात्म्यं जानातीत्यर्थ:। अपीतिश्च जगत्कारणात्मा भवतीत्यर्थ:। अत्रावान्तरफलवचनं प्रधान-साधनस्तुत्यर्थम्॥ ११ ॥` \n सुषुप्तिस्थानवाला जो प्राज्ञ है वह ओङ्कारकी तीसरी मात्रा मकार है। किस समानताके कारण? सो बतलाते हैं—यहाँ इनमें यह समानता है—ये मितिके कारण [समान हैं]। मिति मानको कहते हैं; जिस प्रकार प्रस्थ (एक प्रकारके बाट)-से जौ तौले जाते हैं उसी प्रकार प्रलय और उत्पत्तिके समय मानो प्रवेश और निर्गमनके द्वारा प्राज्ञसे विश्व और तैजस मापे जाते हैं; क्योंकि ओङ्कारकी समाप्तिपर उसका पुन: प्रयोग किये जानेपर मानो अकार और उकार, मकारमें प्रवेश करके उससे पुन: निकलते हैं। अथवा अपीतिके कारण भी उनमें एकता है। अपीति अप्यय अर्थात् एकीभावको कहते हैं। क्योंकि [जिस प्रकार] ओङ्कारका उच्चारण करनेपर अकार और उकार अन्तिम अक्षरमें एकीभूत-से हो जाते हैं उसी प्रकार सुषुप्तिके समय विश्व और तैजस प्राज्ञमें लीन हो जाते हैं। सो, इस समानताके कारण भी प्राज्ञ और मकारकी एकता है। अब इस प्रकार जाननेवालेको जो फल मिलता है वह बतलाते हैं—[जो ऐसा जानता है] वह इस सम्पूर्ण जगत्को माप लेता है, अर्थात् इसका यथार्थ स्वरूप जान लेता है; तथा अपीति यानी जगत्का कारणस्वरूप हो जाता है। यहाँ जो अवान्तर फल बतलाये गये हैं वे प्रधान साधनकी स्तुतिके लिये हैं॥ ११ ॥ \n 'Mandukya Karika' `विश्वस्यात्वविवक्षायामादिसामान्यमुत्कटम्। मात्रासम्प्रतिपत्तौ स्यादाप्तिसामान्यमेव च॥ १९ ॥` \n जिस समय विश्वका अत्व—अकारमात्रत्व बतलाना इष्ट हो, अर्थात् वह अकारमात्रारूप है ऐसा जाना जाय तो उनके प्राथमिकत्वकी समानता स्पष्ट ही है तथा उनकी व्याप्तिरूप समानता भी स्फुट ही है॥ १९ ॥ \n ` विश्वस्यात्वमकारमात्रत्वं यदा विवक्ष्यते तदादित्वसामान्य-मुक्तन्यायेनोत्कटमुद्भूतं दृश्यत इत्यर्थ:। अत्वविवक्षायामित्यस्य व्याख्यानं मात्रासम्प्रतिपत्ताविति विश्वस्याकारमात्रत्वं यदा सम्प्रतिपद्यत इत्यर्थ:। आप्ति-सामान्यमेव चोत्कटमित्यनुवर्तते च शब्दात्॥ १९ ॥` \n जिस समय विश्वका अत्व यानी अकारमात्रत्व कहना इष्ट होता है उस समय पूर्वोक्त न्यायसे उनके प्राथमिकत्वकी समानता उत्कट अर्थात् उद्भूत (प्रकटरूपसे) दिखायी देती है। ‘मात्रासम्प्रतिपत्तौ’— यह ‘अत्वविवक्षायाम्’ इस पदकी ही व्याख्या है। तात्पर्य यह है कि जिस समय विश्वके अकारमात्रत्वका ज्ञान होता है उस समय उनकी व्याप्तिकी समानता तो स्पष्ट ही है। यहाँ ‘च’ शब्दसे ‘उत्कटम्’ इस पदकी अनुवृत्ति की जाती है॥ १९ ॥ \n ` तैजसस्योत्वविज्ञान उत्कर्षो दृश्यते स्फुटम्। मात्रासम्प्रतिपत्तौ स्यादुभयत्वं तथाविधम्॥ २० ॥` \n तैजसको उकाररूप जाननेपर अर्थात् तैजस उकारमात्रारूप है ऐसा जाननेपर उनका उत्कर्ष स्पष्ट दिखायी देता है। तथा उनका उभयत्व भी स्पष्ट ही है॥ २० ॥ \n ` तैजसस्योत्वविज्ञान उकारत्वविव क्षायामुत्कर्षो दृश्यते स्फुटं स्पष्ट इत्यर्थ:। उभयत्वं च स्फुटमेवेति। पूर्ववत्सर्वम्॥ २० ॥` \n तैजसके उत्व-विज्ञानमें अर्थात् उसका उकाररूपसे प्रतिपादन करनेमें उसका उत्कर्ष तो स्पष्ट ही दिखलायी देता है। इसी प्रकार उभयत्व भी स्पष्ट ही है। शेष सब पूर्ववत् है॥ २० ॥ \n ` मकारभावे प्राज्ञस्य मानसामान्यमुत्कटम्। मात्रासम्प्रतिपत्तौ तु लयसामान्यमेव च॥ २१ ॥` \n प्राज्ञकी मकाररूपतामें अर्थात् प्राज्ञ मकारमात्रारूप है—ऐसा जाननेमें उनकी मान करनेकी समानता स्पष्ट है। इसी प्रकार उनमें लयस्थान होनेकी समानता भी स्पष्ट ही है॥ २१ ॥ \n `मकारत्वे प्राज्ञस्य मितिलयावुत्कृष्टे सामान्ये इत्यर्थ:॥ २१ ॥` \n प्राज्ञके मकाररूप होनेमें मान और लयरूप समानता स्पष्ट हैं— यह इसका तात्पर्य है॥ २१ ॥ \n ओङ्कारोपासकका प्रभाव \n ` त्रिषु धामसु यस्तुल्यं सामान्यं वेत्ति निश्चित:। स पूज्य: सर्वभूतानां वन्द्यश्चैव महामुनि:॥ २२ ॥` \n जो पुरुष तीनों स्थानोंमें [बतलायी गयी] तुल्यता अथवा समानताको निश्चयपूर्वक जानता है वह महामुनि समस्त प्राणियोंका पूजनीय और वन्दनीय होता है॥ २२ ॥ \n यथोक्तस्थानत्रये यस्तुल्यमुक्तं सामान्यं वेत्त्येवमेवैतदिति निश्चितो य: स पूज्यो वन्द्यश्च ब्रह्मविल्लोके भवति॥ २२ ॥ \n उपर्युक्त तीनों स्थानोंमें तुल्यरूपसे बतलायी गयी समानताको जो ‘यह इसी प्रकार है’ ऐसा निश्चयपूर्वक जानता है वह ब्रह्मवेत्ता लोकमें पूजनीय एवं वन्दनीय होता है॥ २२ ॥ \n यथोक्तै: सामान्यैरात्मपादानां मात्राभि: सहैकत्वं कृत्वा यथोक्तोङ्कारं प्रतिपद्य यो ध्यायति तम्— \n पूर्वोक्त समानताओंसे आत्माके पादोंका मात्राओंके साथ एकत्व करके उपर्युक्त ओङ्कारको जानते हुए जो उसका ध्यान करता है उसे— \n `अकारो नयते विश्वमुकारश्चापि तैजसम्। मकारश्च पुन: प्राज्ञं नामात्रे विद्यते गति:॥ २३ ॥` \n अकार विश्वको प्राप्त करा देता है तथा उकार तैजसको और मकार प्राज्ञको; किन्तु अमात्रमें किसीकी गति नहीं है॥ २३ ॥ \n ` अकारो नयते विश्वं प्रापयति। अकारालम्बनोङ्कारं विद्वान्वैश्वानरो भवतीत्यर्थ:। तथोकारस्तैजसम्। मकारश्चापि पुन: प्राज्ञम्। च शब्दान्नयत इत्यनुवर्तते। क्षीणे तु मकारे बीजभावक्षयादमात्र ओङ्कारे गतिर्न विद्यते क्वचिदित्यर्थ:॥ २३ ॥ `\n अकार विश्वको प्राप्त करा देता है; अर्थात् अकारके आश्रित ओङ्कारको जाननेवाला पुरुष वैश्वानर होता है। इसी प्रकार उकार तैजसको और मकार पुन: प्राज्ञको प्राप्त करा देता है। ‘च’ शब्दसे ‘नयते’ (प्राप्त करा देता है) इस क्रियाकी अनुवृत्ति होती है। तथा मकारका क्षय होनेपर बीजभावका क्षय हो जानेसे मात्राहीन ओङ्कारमें कोर्इ गति नहीं होती—यह इसका तात्पर्य है॥ २३ ॥ \n 'MandukyaMantra' `अमात्रश्चतुर्थोऽव्यवहार्य: प्रपञ्चोपशम: शिवोऽद्वैत एवमोङ्कार आत्मैव संविशत्यात्मनात्मानं य एवं वेद॥ १२ ॥` मात्रारहित ओङ्कार तुरीय आत्मा ही है। वह अव्यवहार्य, प्रपञ्चोपशम, शिव और अद्वैत है। इस प्रकार ओङ्कार आत्मा ही है। जो उसे इस प्रकार जानता है वह स्वत: अपने आत्मामें ही प्रवेश कर जाता है॥ १२ ॥ \n `अमात्रो मात्रा यस्य नास्ति सोऽमात्र ओङ्कारश्चतुर्थस्तुरीय आत्मैव केवलोऽभिधानाभिधेय-रूपयोर्वाङ्मनसयो: क्षीणत्वा-दव्यवहार्य:। प्रपञ्चोपशम: शिवोऽद्वैत: संवृत्त एवं यथोक्तविज्ञानवता प्रयुक्त ओङ्कारस्त्रिमात्रस्त्रिपाद आत्मैव। संविशत्यात्मना स्वेनैव स्वं पारमार्थिकमात्मानं य एवं वेद। परमार्थदर्शी ब्रह्मवित् तृतीयं बीजभावं दग्ध्वात्मानं प्रविष्ट इति न पुनर्जायते तुरीयस्याबीजत्वात्। न हि रज्जुसर्पयोर्विवेके रज्ज्वां प्रविष्ट: सर्पो बुद्धिसंस्कारात्पुन: पूर्ववत्तद्विवेकिनामुत्थास्यति। मन्द-मध्यमधियां तु प्रतिपन्नसाधक-भावानां सन्मार्गगामिनां संन्यासिनां मात्राणां पादानां च क्लृप्तसामान्यविदां यथावदु पास्यमान ओङ्कारो ब्रह्म-प्रतिपत्तय आलम्बनी भवति तथा च वक्ष्यति—“आश्रमास्त्रिविधा:” (माण्डू० का० ३। १६) इत्यादि॥ १२ ॥` \n अमात्र—जिसकी मात्रा नहीं है वह अमात्र ओङ्कार चौथा अर्थात् तुरीय केवल आत्मा ही है। अभिधानरूप वाणी और अभिधेयरूप मनका क्षय हो जानेके कारण वह अव्यवहार्य है। तथा वह प्रपञ्चकी निषेधावधि, मङ्गलमय और अद्वैतस्वरूप है। इस प्रकार पूर्वोक्त विज्ञानवान् उपासकद्वारा प्रयोग किया हुआ तीन मात्रावाला ओङ्कार तीन पादवाला आत्मा ही है। जो इस प्रकार जानता है [अर्थात् इस प्रकार उसकी उपासना करता है] वह स्वत: ही अपने पारमार्थिक आत्मामें प्रवेश करता है। परमार्थदर्शी ब्रह्मवेत्ता तीसरे बीजभावको भी दग्ध करके आत्मामें प्रवेश करता है; इसलिये उसका पुनर्जन्म नहीं होता, क्योंकि तुरीय आत्मा अबीजात्मक है। रज्जु और सर्पका विवेक हो जानेपर रज्जुमें लीन हुआ सर्प जिन्हें उसका विवेक हो गया है उन पुरुषोंको बुद्धिके संस्कारवश पुन: प्रतीत नहीं हो सकता। किन्तु जो मन्द और मध्यम बुद्धिवाले, साधकभावको प्राप्त, सन्मार्गगामी संन्यासी पूर्वोक्त मात्रा और पादोंके निश्चित सामान्यभावको जाननेवाले हैं उनके लिये तो विधिवत् उपासना किया हुआ ओङ्कार ब्रह्मप्राप्तिके लिये आश्रयस्वरूप होता है। यही बात “तीन प्रकारके आश्रम हैं” इत्यादि वाक्योंसे कहेंगे॥ १२ ॥ \n 'Mandukya Karika' `ओङ्कारं पादशो विद्यात्पादा मात्रा न संशय:। ओङ्कारं पादशो ज्ञात्वा न किञ्चिदपि चिन्तयेत्॥ २४ ॥` \n ओङ्कारको एक-एक पाद करके जाने; पाद ही मात्राएँ हैं—इसमें सन्देह नहीं। इस प्रकार ओङ्कारको पादक्रमसे जानकर कुछ भी चिन्तन न करे॥ २४ ॥ \n ` यथोक्तै: सामान्यै: पादा एव मात्रा मात्राश्च पादास्तस्मादोङ्कारं पादशो विद्यादित्यर्थ:। एवमोङ्कारे ज्ञाते दृष्टार्थमदृष्टार्थं वा न किञ्चित् प्रयोजनं चिन्तयेत्कृतार्थत्वादित्यर्थ:॥ २४ ॥` \n पूर्वोक्त समानताओंके कारण पाद ही मात्राएँ हैं और मात्राएँ ही पाद हैं। अत: तात्पर्य यह है कि ओङ्कारको पादक्रमसे जाने। इस प्रकार ओङ्कारका ज्ञान हो जानेपर कृतार्थ हो जानेके कारण किसी भी दृष्टार्थ (ऐहिक) अथवा अदृष्टार्थ (पारलौकिक) प्रयोजनका चिन्तन न करे—यह इसका अभिप्राय है॥ २४ ॥ \n ` युञ्जीत प्रणवे चेत: प्रणवो ब्रह्म निर्भयम्। प्रणवे नित्ययुक्तस्य न भयं विद्यते क्वचित्॥ २५ ॥` \n चित्तको ओङ्कारमें समाहित करे; ओङ्कार निर्भय ब्रह्मपद है। ओङ्कारमें नित्य समाहित रहनेवाले पुरुषको कहीं भी भय नहीं होता॥ २५ ॥ \n ` युञ्जीत समादध्याद्यथा व्याख्याते परमार्थरूपे प्रणवे चेतो मन:। यस्मात्प्रणवो ब्रह्म निर्भयम्। न हि तत्र सदा युक्तस्य भयं विद्यते क्वचित् “विद्वान्न बिभेति कुतश्चन” (तै० उ० २। ९) इति श्रुते:॥ २५ ॥` \n जिसकी पहले व्याख्या की जा चुकी है उस परमार्थस्वरूप ओङ्कारमें चित्तको युक्त—समाहित करे, क्योंकि ओङ्कार ही निर्भय ब्रह्म है। उसमें नित्य समाहित रहनेवाले पुरुषको कहीं भी भय नहीं होता, जैसा कि “विद्वान् कहीं भी भयको प्राप्त नहीं होता” इस श्रुतिसे प्रमाणित होता है॥ २५ ॥ \n ` प्रणवो ह्यपरं ब्रह्म प्रणवश्च पर: स्मृत:। अपूर्वोऽनन्तरोऽबाह्योऽनपर: प्रणवोऽव्यय:॥ २६ ॥` \n ओङ्कार ही परब्रह्म है और ओङ्कार ही अपरब्रह्म माना गया है। वह ओङ्कार अपूर्व (अकारण), अन्तर्बाह्यशून्य, अकार्य तथा अव्यय है॥ २६ ॥ \n `परापरे ब्रह्मणी प्रणव:। परमार्थत: क्षीणेषु मात्रापादेषु पर एवात्मा ब्रह्मेति न पूर्वं कारणमस्य विद्यत इत्यपूर्व:। नास्यान्तरं भिन्नजातीयं किञ्चिद्विद्यत इत्यनन्तर:। तथा बाह्यमन्यन्न विद्यत इत्यबाह्य:। अपरं कार्यमस्य न विद्यत इत्यनपर:। स बाह्याभ्यन्तरो ह्यज: सैन्धवघनवत् प्रज्ञानघन इत्यर्थ:॥ २६ ॥ ` \n पर और अपर ब्रह्म प्रणव हैं। वस्तुत: मात्रारूप पादोंके क्षीण होनेपर पर आत्मा ही ब्रह्म है, इसलिये इसका कोर्इ पूर्व यानी कारण न होनेसे यह अपूर्व है। इसका कोर्इ अन्तर—भिन्नजातीय भी नहीं है, इसलिये यह अनन्तर है तथा इससे बाह्य भी कोर्इ और नहीं है, इसलिये यह अबाह्य है और इसका कोर्इ अपर—कार्य भी नहीं है इसलिये यह अनपर है। तात्पर्य यह है कि यह बाहर-भीतरसे अजन्मा तथा सैन्धवघनके समान प्रज्ञानघन ही है॥ २६ ॥ \n ` सर्वस्य प्रणवो ह्यादिर्मध्यमन्तस्तथैव च। एवं हि प्रणवं ज्ञात्वा व्यध्नुते तदनन्तरम्॥ २७ ॥` \n प्रणव ही सबका आदि, मध्य और अन्त है। प्रणवको इस प्रकार जाननेके अनन्तर तद्रूपताको प्राप्त हो जाता है॥ २७ ॥ \n `आदिमध्यान्ता उत्पत्तिस्थिति प्रलया: सर्वस्यैव। मायाहस्तिरज्जुसर्पमृगतृष्णिका-स्वप्नादिवद् उत्पद्यमानस्य वियदादिप्रपञ्चस्य यथा मायाव्यादय:। एवं हि प्रणवमात्मानं मायाव्यादिस्थानीयं ज्ञात्वा तत्क्षणादेव तदात्मभावं व्यध्नुत इत्यर्थ:॥ २७` \n सबका आदि, मध्य और अन्त अर्थात् उत्पत्ति, स्थिति और प्रलय प्रणव ही है। जिस प्रकार कि मायामय हाथी, रज्जुमें प्रतीत होनेवाले सर्प, मृगतृष्णा और स्वप्नादिके समान उत्पन्न होनेवाले आकाशादिरूप प्रपञ्चके कारण मायावी आदि हैं उसी प्रकार मायावी आदिस्थानीय उस प्रणवरूप आत्माको जानकर विद्वान् तत्काल ही तद्रूपताको प्राप्त हो जाता है—ऐसा इसका तात्पर्य है॥ २७ ॥ \n ` प्रणवं हीश्वरं विद्यात्सर्वस्य हृदि संस्थितम्। सर्वव्यापिनमोङ्कारं मत्वा धीरो न शोचति॥ २८ ॥ ` \n प्रणवको ही सबके हृदयमें स्थित ईश्वर जाने। इस प्रकार सर्वव्यापी ओङ्कारको जानकर बुद्धिमान् पुरुष शोक नहीं करता॥ २८ ॥ \n `सर्वप्राणिजातस्य स्मृति-प्रत्ययास्पदे हृदये स्थितमीश्वरं प्रणवं विद्यात्सर्वव्यापिनं व्योमवदोङ्कारमात्मानमसंसारिणं धीरो बुद्धिमान्मत्वा न शोचति शोकनिमित्तानुपपत्ते:। “तरति शोकमात्मवित्” (छा० उ० ७। १। ३) इत्यादि श्रुतिभ्य:॥ २८ ॥` \n प्रणवको ही समस्त प्राणिसमुदायके स्मृतिप्रत्ययके आश्रयभूत हृदयमें स्थित ईश्वर समझे। बुद्धिमान् पुरुष आकाशके समान सर्वव्यापी ओङ्कारको असंसारी आत्मा [—शुद्ध आत्मतत्त्व] जानकर, शोकके कारणका अभाव हो जानेसे शोक नहीं करता; जैसा कि “आत्मवेत्ता शोकको पार कर जाता है” इत्यादि श्रुतियोंसे प्रमाणित होता है॥ २८ ॥ \n ओङ्कारार्थज्ञ ही मुनि है `अमात्रोऽनन्तमात्रश्च द्वैतस्योपशम: शिव:। ओङ्कारो विदितो येन स मुनिर्नेतरो जन:॥ २९ ॥ ` \n जिसने मात्राहीन, अनन्त मात्रावाले, द्वैतके उपशमस्थान और मङ्गलमय ओङ्कारको जाना है वही मुनि है; और कोर्इ पुरुष नहीं॥ २९ ॥ \n ` अमात्रस्तुरीय ओङ्कार:। मीयतेऽनयेति मात्रा परिच्छित्ति: सा अनन्ता यस्य सोऽनन्तमात्र:। नैतावत्त्वमस्य परिच्छेत्तुं शक्यत इत्यर्थ:। सर्वद्वैतोपशमत्वादेव शिव:। ओङ्कारो यथा व्याख्यातो विदितो येन स परमार्थतत्त्वस्य मननान्मुनि:। नेतरो जन: शास्त्रविदपीत्यर्थ:॥ २९ ॥` \n अमात्र तुरीय ओङ्कार है। जिससे मान किया जाय उसे ‘मात्रा’ अर्थात् ‘परिच्छित्ति’ कहते हैं; वह मात्रा जिसकी अनन्त हो उसे ‘अनन्तमात्र’ कहा जाता है। तात्पर्य यह है कि इसकी इयत्ताका परिच्छेद नहीं किया जा सकता। सम्पूर्ण द्वैतका उपशमस्थान होनेके कारण ही वह शिव (मङ्गलमय) है। इस प्रकार व्याख्या किया हुआ ओङ्कार जिसने जाना है वही परमार्थतत्त्वका मनन करनेवाला होनेसे ‘मुनि’ है; दूसरा पुरुष शास्त्रज्ञ होनेपर भी मुनि नहीं है—ऐसा इसका तात्पर्य है॥ २९ ॥ \n ",
    "Chapter Name": "Agama Prakarana"
  },
  {
    "id": 1,
    "Chapter": "2",
    "Chapter Name": "Vaitathya Prakarana",
    "Text": "'Mandukya Karika' प्रकरणस्य प्रयोजनम् \n ` ज्ञाते द्वैतं न विद्यत इत्युक्तम्, “एकमेवाद्वितीयम्” (छा० उ० ६। २। १) इत्यादिश्रुतिभ्य:। आगममात्रं तत्। तत्रोपपत्त्यापि द्वैतस्य वैतथ्यं शक्यतेऽवधारयितुमिति द्वितीयं प्रकरणमारभ्यते—` \n “एकमेवाद्वितीयम्” इत्यादि श्रुतियोंके अनुसार (आगमप्रकरणकी १८वीं कारिकामें) यह कहा गया है कि ज्ञान हो जानेपर द्वैत नहीं रहता। वह केवल आगम (शास्त्रवचन)-मात्र था। किन्तु द्वैतका मिथ्यात्व युक्तिसे भी निश्चय किया जा सकता है, इसीलिये इस दूसरे प्रकरणका आरम्भ किया जाता है— \n स्वप्नदृष्ट पदार्थोंका मिथ्यात्व \n ` वैतथ्यं सर्वभावानां स्वप्न आहुर्मनीषिण:। अन्त:स्थानात्तु भावानां संवृतत्वेन हेतुना॥ १ ॥` \n [स्वप्नावस्थामें] सब पदार्थ शरीरके भीतर स्थित होते हैं; अत: स्थानके सङ्कोचके कारण मनीषिगण स्वप्नमें सब पदार्थोंका मिथ्यात्व प्रतिपादन करते हैं॥ १ ॥ \n ` वितथस्य भावो वैतथ्यम्, असत्यत्वमित्यर्थ:। कस्य? सर्वेषां बाह्याध्यात्मिकानां भावानां पदार्थानां स्वप्न उपलभ्यमानानाम्, आहु: कथयन्ति, मनीषिण: प्रमाणकुशला:। वैतथ्ये हेतुमाह— अन्त: संवृत-स्थानात् अन्त:स्थानात्, अन्त: शरीरस्य मध्ये स्थानं येषाम्। तत्र हि भावा उपलभ्यन्ते पर्वतहस्त्यादयो न बहि: शरीरात्। तस्मात्ते वितथा भवितुमर्हन्ति। नन्वपवरकाद्यन्तरुपलभ्यमानैर्घटादिभि-रनैकान्तिको हेतुरित्याशङ्क्याह—संवृतत्वेन हेतुनेति, अन्त: संवृतस्थानादित्यर्थ:। न ह्यन्त: संवृते देहान्तर्नाडीषु पर्वतहस्त्यादीनां सम्भवोऽस्ति; न हि देहे पर्वतोऽस्ति॥ १ ॥` वितथ (मिथ्या)-के भावका नाम ‘वैतथ्य’ अर्थात् असत्यत्व है। किसका वैतथ्य? स्वप्नमें प्रतीत होनेवाले सम्पूर्ण बाह्य और आन्तरिक पदार्थोंका मनीषिगण अर्थात् प्रमाणकुशल पुरुष वैतथ्य बतलाते हैं। उनके मिथ्यात्वमें हेतु बतलाते हैं— \n अन्त:स्थ हानेके कारण; अन्तर अथार्त् शरीरके मध्यमें स्थान है जिनका [ऐसे होनेके कारण]; क्योंकि वहीं पर्वत एवं हस्ती आदि समस्त पदार्थ उपलब्ध होते हैं, शरीरसे बाहर उनकी उपलब्धि नहीं होती; इसलिये वे मिथ्या होने चाहिये। किन्तु [यदि शरीरके भीतर उपलब्ध होनेके कारण ही स्वप्नदृष्ट पदार्थ मिथ्या हैं तो] गृह आदिके भीतर दिखायी देनेवाले घट आदिमें तो यह हेतु व्यभिचरित हो जायगा [क्योंकि वहाँ जो उनकी प्रतीति है वह तो सत्य ही है]—ऐसी शङ्का होनेपर कहते हैं—‘स्थानके सङ्कोचके कारणसे।’ तात्पर्य यह कि शरीरके भीतर संकुचित स्थान होनेसे [उनका मिथ्यात्व कहा जाता है]। देहके अन्तर्वर्ती संकुचित नाडीजालमें पर्वत या हाथी आदिका होना सम्भव नहीं है। देहके भीतर पर्वत नहीं हो सकता॥ १ ॥ \n` स्वप्नदृश्यानां भावानामन्त: संवृतस्थानमित्येतदसिद्धम्, यस्मात् प्राच्येषु सुप्त उदक्षु स्वप्नान्पश्यन्निव दृश्यत इत्येतदाशङ्क्याह—` \n स्वप्नमें दिखलायी देनेवाले पदार्थोंका शरीरके भीतर संकुचित स्थान है—यह बात सिद्ध नहीं हो सकती, क्योंकि पूर्व दिशामें सोया हुआ पुरुष उत्तर दिशामें स्वप्न देखता-सा देखा जाता है [अत: वह शरीरसे बाहर वहाँ जाकर उन्हें देखता होगा]—ऐसी आशङ्का करके कहते हैं— \n `अदीर्घत्वाच्च कालस्य गत्वा देशान्न पश्यति। प्रतिबुद्धश्च वै सर्वस्तस्मिन्देशे न विद्यते॥ २ ॥` \n समयकी अदीर्घता होनेके कारण वह देहसे बाहर जाकर उन्हें नहीं देखता तथा जागनेपर भी कोर्इ पुरुष उस देशमें विद्यमान नहीं रहता। [इससे भी उसका स्वप्नदृष्ट देशमें न जाना ही सिद्ध होता है]॥ २ ॥ \n दीर्घ-कालाभावाद् मिथ्यात्वम् \n `न देहाद्बहिर्देशान्तरं गत्वा स्वप्नान्पश्यति। यस्मात्-सुप्तमात्र एव देह-देशाद्योजनशतान्तरिते मासमात्रप्राप्ये देशे स्वप्नान्पश्यन्निव दृश्यते। न च तद्देशप्राप्तेरागमनस्य च दीर्घ: कालोऽस्ति। अतोऽदीर्घत्वाच्च कालस्य न स्वप्नदृग्देशान्तरं गच्छति। किं च प्रतिबुद्धश्च वै सर्व: स्वप्नदृक्स्वप्नदर्शनदेशे न विद्यते। यदि च स्वप्ने देशान्तरं गच्छेद्यस्मिन्देशे स्वप्नान्पश्येत्तत्रैव प्रतिबुध्येत। न चैतदस्ति। रात्रौ सुप्तोऽहनीव भावान्पश्यति; बहुभि: संगतो भवति, यैश्च संगतस्तैर्गृह्येत। न च गृह्यते; गृहीतश्चेत्त्वामद्य तत्रोपलब्धवन्तो वयमिति ब्रूयु:। न चैतदस्ति, तस्मान्न देशान्तरं गच्छति स्वप्ने॥ २ ॥` \n वह देहसे बाहर देशान्तरमें जाकर स्वप्न नहीं देखता, क्योंकि वह सोया हुआ ही देहके स्थानसे एक मासमें पहुँचने योग्य सौ योजनकी दूरीपर स्वप्न देखता-सा देखा जाता है। [उस समय] उस देशमें पहुँचने और वहाँसे लौटने योग्य दीर्घकाल है ही नहीं। अत: कालकी अदीर्घताके कारण वह स्वप्नद्रष्टा किसी देशान्तरमें नहीं जाता। यही नहीं, जागनेपर भी कोर्इ स्वप्नद्रष्टा स्वप्न देखनेके स्थानमें नहीं रहता। यदि वह स्वप्नके समय किसी देशान्तरमें जाता तो जिस देशमें स्वप्न देखता उसीमें जागता। किन्तु ऐसी बात नहीं होती। वह रात्रिमें सोया हुआ मानो दिनमें पदार्थोंको देखता है और बहुतोंसे मिलता है; अत: जिनसे उसका मेल होता है उनके द्वारा वह गृहीत होना चाहिये था। परन्तु गृहीत होता नहीं; यदि गृहीत होता तो ‘हमने तुझे वहाँ पाया था’ ऐसा कहते। परन्तु ऐसी बात है नहीं; अत: स्वप्नमें वह किसी देशान्तरको नहीं जाता॥ २ ॥ \n `इतश्च स्वप्नदृश्या भावा वितथा यत:—` \n स्वप्नमें दिखायी देनेवाले पदार्थ इसलिये भी मिथ्या हैं, क्योंकि— \n ` अभावश्च रथादीनां श्रूयते न्यायपूर्वकम्। वैतथ्यं तेन वै प्राप्तं स्वप्न आहु: प्रकाशितम्॥ ३ ॥` \n श्रुतिमें भी [स्वप्नदृष्ट] रथादिका अभाव युक्तिपूर्वक सुना गया है। अत: [उपर्युक्त युक्तिसे] सिद्ध हुए मिथ्यात्वको ही स्वप्नमें स्पष्ट बतलाते हैं॥ ३ ॥ \n रथाद्याभावश्रुतेर्मिथ्यात्वम् \n `अभावश्चैव रथादीनां स्वप्न-दृश्यानां श्रूयते न्यायपूर्वकं युक्तित: श्रुतौ “न तत्र रथा:” (बृ० उ० ४। ३। १०) इत्यत्र। देहान्त:स्थानसंवृतत्वादिहेतुना प्राप्तं वैतथ्यं तदनुवादिन्या श्रुत्या स्वप्ने स्वयंज्योतिष्ट्वप्रतिपादनपरया प्रकाशितमाहुर्ब्रह्मविद:॥ ३ ॥ ` \n “उस अवस्थामें रथ नहीं हैं” इत्यादि श्रुतिमें भी स्वप्नदृष्ट रथादिका अभाव युक्तिपूर्वक सुना गया है। अत: अन्त:स्थान तथा स्थानके सङ्कोच आदि हेतुओंसे सिद्ध हुआ मिथ्यात्व, उसका अनुवाद करनेवाली तथा स्वप्नमें आत्माका स्वयंप्रकाशत्व प्रतिपादन करनेवाली श्रुतिद्वारा ब्रह्मवेत्ता स्पष्ट बतलाते हैं॥ ३ ॥ \n जाग्रद्दृश्य पदार्थोंके मिथ्यात्वमें हेतु \n ` अन्त:स्थानात्तु भेदानां तस्माज्जागरिते स्मृतम्। यथा तत्र तथा स्वप्ने संवृतत्वेन भिद्यते॥ ४ ॥` \n इसीसे जाग्रत्-अवस्थामें भी पदार्थोंका मिथ्यात्व है, क्योंकि जिस प्रकार वे वहाँ स्वप्नावस्थामें [मिथ्या] होते हैं उसी प्रकार जाग्रत्में भी होते हैं। केवल शरीरके भीतर स्थित होने और स्थानके संकुचित होनेमें ही स्वप्नदृष्ट पदार्थोंका भेद है॥ ४ ॥ \n स्वप्नपदार्थवद्-दृश्यत्वेन मिथ्यात्वम् \n `जाग्रद्दृश्यानां भावानां वैतथ्य-मिति प्रतिज्ञा। दृश्यत्वादिति हेतु:। स्वप्नदृश्यभाववदिति दृष्टान्त:। यथा तत्र स्वप्ने दृश्यानां भावानां वैतथ्यं तथा जागरितेऽपि दृश्यत्वमविशिष्टमिति हेतूपनय:। तस्माज्जागरितेऽपि वैतथ्यं स्मृतमिति निगमनम्। अन्त:स्थानात्संवृतत्वेन च स्वप्नदृश्यानां भावानां जाग्रद्दृश्येभ्यो भेद:। दृश्यत्वमसत्यत्वं चाविशिष्टमुभयत्र॥ ४ ॥ `\n जाग्रत्-अवस्थामें देखे हुए पदार्थ मिथ्या हैं—यह प्रतिज्ञा है। दृश्य होनेके कारण—यह उसका हेतु है। स्वप्नमें देखे हुए पदार्थोंके समान—यह दृष्टान्त है। जिस प्रकार वहाँ स्वप्नमें देखे हुए पदार्थोंका मिथ्यात्व है उसी प्रकार जाग्रत्में भी उनका दृश्यत्व समानरूपसे है—यह हेतूपनय१ है। अत: जागृतिमें भी उनका मिथ्यात्व माना गया है—यह निगमन है। अन्त:स्थ होने और स्थानका संकोच होनेमें स्वप्नदृष्ट भावोंका जाग्रद्दृष्ट भावोंसे भेद है। दृश्यत्व और असत्यत्व तो दोनों ही अवस्थाओंमें समान हैं॥ ४ ॥ \n `स्वप्नजागरितस्थाने ह्येकमाहुर्मनीषिण:। भेदानां हि समत्वेन प्रसिद्धेनैव हेतुना॥ ५ ॥` \n इस प्रकार प्रसिद्ध हेतुसे ही पदार्थोंमें समानता होनेके कारण विवेकी पुरुषोंने स्वप्न और जागरित-अवस्थाओंको एक ही बतलाया है॥ ५ ॥ \n `ग्राह्यग्राहक-त्वात् प्रसिद्धेनैव भेदानां ग्राह्य-ग्राहकत्वेन हेतुना समत्वेन स्वप्न-जागरितस्थानयोरेकत्वमाहुर्विवेकिन इति पूर्वप्रमाणसिद्धस्यैव फलम्॥ ५ ॥` \n पदार्थोंके ग्राह्यग्राहकत्वरूप प्रसिद्ध हेतुसे समानता होनेके कारण ही विवेकी पुरुषोंने स्वप्न और जागरित-अवस्थाओंका एकत्व प्रतिपादन किया है—इस प्रकार यह पूर्व प्रमाणसे सिद्ध हुए हेतुका ही फल है॥ ५ ॥ \n ` इतश्च वैतथ्यं जाग्रद्दृश्यानां भेदानामाद्यन्तयोरभावात्। ` \n जाग्रत्-अवस्थामें दिखलायी देनेवाले पदार्थोंका मिथ्यात्व इसलिये भी है, क्योंकि आदि और अन्तमें उनका अभाव है। \n `आदावन्ते च यन्नास्ति वर्तमानेऽपि तत्तथा। वितथै: सदृशा: सन्तोऽवितथा इव लक्षिता:॥ ६ ॥` \n जो आदि और अन्तमें नहीं है [अर्थात् आदि और अन्तमें असद्रूप है] वह वर्तमानमें भी वैसा ही है। ये पदार्थसमूह असत्के समान होकर भी सत्-जैसे दिखायी देते हैं॥ ६ ॥ \n आदावन्ते चाभावात \n `यदादावन्ते च नास्ति वस्तु मृगतृष्णिकादि तन्मध्येऽपि नास्तीति निश्चितं लोके तथेमे जाग्रद्दृश्या भेदा:। आद्यन्तयोरभावाद्वितथैरेव मृगतृष्णिकादिभि: सदृशत्वाद्वितथा एव तथाप्यवितथा इव लक्षिता मूढैरनात्मविद्भि:॥ ६ ॥` \n जो मृगतृष्णादि वस्तु आदि और अन्तमें नहीं है वह मध्यमें भी नहीं होती— यह बात लोकमें निश्चित ही है। इसी प्रकार ये जाग्रत्-अवस्थामें दिखलायी देनेवाले भिन्न-भिन्न पदार्थ भी आदि और अन्तमें न होनेसे मृगतृष्णा आदि असद्वस्तुओंके समान होनेके कारण असत् ही हैं; तथापि मूढ अनात्मज्ञ पुरुषोंद्वारा वे सद्रूप समझे जाते हैं॥ ६ ॥ \n `स्वप्नदृश्यवज्जागरितदृश्याना-मप्यसत्त्वमिति यदुक्तं तदयुक्तम्। यस्माज्जाग्रद्दृश्या अन्नपानवाहनादय: क्षुत्पिपासादिनिवृत्तिं कुर्वन्तो गमनागमनादिकार्यं च सप्रयोजना दृष्टा:। न तु स्वप्नदृश्यानां तदस्ति। तस्मात्स्वप्नदृश्यवज्जाग्रद्दृश्यानामसत्त्वं मनोरथमात्रमिति। तन्न। कस्मात्? यस्मात्—`\n शङ्का—स्वप्नदृश्योंके समान जागरित-अवस्थाके दृश्योंका भी जो असत्यत्व बतलाया गया है वह ठीक नहीं; क्योंकि जाग्रद्दृश्य अन्न, पान और वाहन आदि पदार्थ भूख-प्यासकी निवृत्ति तथा गमनागमन आदि कार्योंके करनेके कारण प्रयोजनवाले देखे गये हैं। किन्तु स्वप्नदृश्योंके विषयमें ऐसी बात नहीं है। अत: स्वप्नदृश्योंके समान जाग्रद्दृश्योंकी असत्यता केवल मनोरथमात्र है। समाधान—ऐसी बात नहीं है। क्यों नहीं है? क्योंकि— \n `सप्रयोजनता तेषां स्वप्ने विप्रतिपद्यते। तस्मादाद्यन्तवत्त्वेन मिथ्यैव खलु ते स्मृता:॥ ७ ॥`\n स्वप्नमें उन (जाग्रत्-पदार्थों)-की सप्रयोजनतामें विपरीतता आ जाती है। अत: आदि-अन्तयुक्त होनेके कारण वे निश्चय मिथ्या ही माने गये हैं॥ ७ ॥ \n `सप्रयोजनता दृष्टा यान्नपाना-दीनां स्वप्ने विप्रतिपद्यते। जागरिते हि भुक्त्वा पीत्वा च तृप्तो विनिवर्तिततृट्सुप्तमात्र एव क्षुत्पिपासाद्यार्तमहोरात्रोषित-मभुक्तवन्तमात्मानं मन्यते। यथा स्वप्ने भुक्त्वा पीत्वा चातृप्तोत्थित-स्तथा। तस्माज्जाग्रद्दृश्यानां स्वप्ने विप्रतिपत्तिर्दृष्टा। अतो मन्यामहे तेषामप्यसत्त्वं स्वप्नदृश्यवदनाशङ्कनीयमिति। तस्मा-दाद्यन्तवत्त्वमुभयत्र समान-मिति मिथ्यैव खलु ते स्मृता:॥ ७ ॥` \n [जागरित-अवस्थामें] जो अन्न-पानादिकी सप्रयोजनता देखी गयी है वह स्वप्नमें नहीं रहती। जागरित-अवस्थामें खा-पीकर तृप्त हुआ पुरुष तृषारहित होकर सोनेपर भी [स्वप्नमें] अपनेको क्षुधा-पिपासा आदिसे आर्त्त, दिन-रात उपवास किया हुआ और बिना भोजन किया हुआ मानता है; जिस प्रकार कि स्वप्नमें, खा-पीकर जागा हुआ पुरुष अपनेको अतृप्त अनुभव करता है। अत: स्वप्नावस्थामें जाग्रद्दृश्योंकी विपरीतता देखी जाती है। इसलिये स्वप्नदृश्योंके समान उनकी असत्यताको भी हम शङ्का न करनेयोग्य मानते हैं। इस प्रकार दोनों ही अवस्थाओंमें आदि-अन्तवत्त्व समान है; अत: वे निश्चय मिथ्या ही माने गये हैं॥ ७ ॥ \n ` स्वप्नजाग्रद्भेदयो: समत्वाज्जा ग्रद्भेदानामसत्त्वमिति यदुक्तं तदसत्, कस्मात्? दृष्टान्तस्यासि द्धत्वात्? कथम्। न हि जाग्रद्दृष्टा एवैते भेदा: स्वप्ने दृश्यन्ते। किं तर्हि? अपूर्वं स्वप्ने पश्यति; चतुर्दन्त-गजमारूढमष्टभुजमात्मानं मन्यते। अन्यदप्येवंप्रकारमपूर्वं पश्यति स्वप्ने। तन्नान्येनासता सममिति सदेव। अतो दृष्टान्तोऽसिद्ध:। तस्मात्स्वप्नवज्जागरितस्यासत्त्व-मित्ययुक्तम्। तन्न; स्वप्ने दृष्टमपूर्वं यन्मन्यसे न तत्स्वत: सिद्धम्। किं तर्हि? `\n स्वप्न और जाग्रत्पदार्थोंके समान होनेसे जाग्रत्पदार्थोंकी जो असत्यता बतलायी गयी है वह ठीक नहीं है। क्यों? क्योंकि यह दृष्टान्त सिद्ध नहीं हो सकता? कैसे सिद्ध नहीं हो सकता? क्योंकि जो पदार्थ जाग्रत्-अवस्थामें देखे जाते हैं वे ही स्वप्नमें नहीं देखे जाते। तो उस समय और क्या देखा जाता है? स्वप्नमें तो यह अपूर्व वस्तुएँ देखता है। अपनेको चार दाँतोंवाले हाथीपर चढ़ा हुआ तथा आठ भुजाओंवाला मानता है। इसी प्रकार स्वप्नमें और भी अपूर्व वस्तुएँ देखा करता है। वे किसी अन्य असत् वस्तुके समान नहीं होतीं; इसलिये वे सत् ही हैं। अत: यह दृष्टान्त सिद्ध नहीं हो सकता। अत: स्वप्नके समान जागरितकी भी असत्यता है—यह कथन ठीक नहीं। ऐसी बात नहीं है। स्वप्नमें देखी हुर्इ जिन वस्तुओंको अपूर्व समझता है वे स्वत: सिद्ध नहीं हैं। तो कैसी हैं? \n ` अपूर्वं स्थानिधर्मो हि यथा स्वर्गनिवासिनाम्। तानयं प्रेक्षते गत्वा यथैवेह सुशिक्षित:॥ ८ ॥` \n जिस प्रकार [इन्द्रादि] स्वर्गनिवासियोंकी [सहस्रनेत्रत्वादि] अलौकिक अवस्थाएँ सुनी जाती हैं उसी प्रकार यह (स्वप्न) भी स्थानी (स्वप्नद्रष्टा आत्मा)-का अपूर्व धर्म है। उन स्वाप्न पदार्थोंको यह इसी प्रकार जाकर देखता है जैसे कि इस लोकमें [किसी मार्गविशेषके सम्बन्धमें] सुशिक्षित पुरुष [उस मार्गसे जाकर अपने अभीष्ट लक्ष्यपर पहुँचकर उसे देखता है]॥ ८ ॥ \n ` अपूर्वं स्थानिधर्मो हि स्थानिनो द्रष्टुरेव हि स्वप्नस्थानवतो धर्म:। यथा स्वर्गनिवासिनामिन्द्रादीनां सहस्राक्षत्वादि तथा स्वप्न-दृशोऽपूर्वोऽयं धर्म:। न स्वत: सिद्धो द्रष्टु: स्वरूपवत्। तानेवंप्रकारानपूर्वान्स्वचित्तविकल्पानयं स्थानी स्वप्नदृक्स्वप्नस्थानं गत्वा प्रेक्षते। यथैवेह लोके सुशिक्षितो देशान्तरमार्गस्तेन मार्गेण देशान्तरं गत्वा तान्पदार्थान्पश्यति तद्वत्। तस्माद्यथा स्थानिधर्माणां रज्जुसर्पमृगतृष्णिका-दीनामसत्त्वं तथा स्वप्न-दृश्यानामपूर्वाणां स्थानिधर्मत्व-मेवेत्यसत्त्वमतो न स्वप्नदृष्टान्त-स्यासिद्धत्वम्॥ ८ ॥` \n वे स्थानीका अपूर्व धर्म ही हैं; स्थानी अर्थात् स्वप्नस्थानवाले द्रष्टाका ही धर्म हैं। जैसे कि स्वर्गनिवासी इन्द्रादिके सहस्राक्षत्वादि धर्म हैं उसी प्रकार स्वप्नद्रष्टाका यह अपूर्व धर्म है। द्रष्टाके स्वरूपके समान यह स्वत:सिद्ध नहीं है। इस प्रकारके अपने चित्तद्वारा कल्पना किये हुए उन धर्मोंको यह जो स्वप्न देखनेवाला स्थानी है स्वप्नस्थानमें जाकर देखा करता है; जिस प्रकार इस लोकमें देशान्तरके मार्गके विषयमें सुशिक्षित पुरुष उस मार्गसे देशान्तरमें जाकर वहाँके पदार्थोंको देखता है उसी प्रकार [यह भी देखता है]। अत: जिस प्रकार स्थानीके धर्म रज्जु-सर्प और मृगतृष्णा आदिकी असत्यता है उसी प्रकार स्वप्नमें देखे जानेवाले अपूर्व पदार्थोंका भी स्थानिधर्मत्व ही है, अत: वे भी असत् हैं। इसलिये स्वप्नदृष्टान्तकी असिद्धता नहीं है॥ ८ ॥ \n `अपूर्वत्वाशङ्का निराकृता स्वप्नदृष्टान्तस्य पुन: स्वप्नतुल्यतां जाग्रद्भेदानां प्रपञ्चयन्नाह—` \n स्वप्नदृष्टान्तके अपूर्वत्वकी आशङ्काका निराकरण कर दिया। अब पुन: जाग्रत्पदार्थोंकी स्वप्नतुल्यताका विस्तृतरूपसे प्रतिपादन करते हुए कहते हैं— \n ` स्वप्नवृत्तावपि त्वन्तश्चेतसा कल्पितं त्वसत्। बहिश्चेतोगृहीतं सद्दृष्टं वैतथ्यमेतयो:॥ ९ ॥` \n स्वप्नावस्थामें भी चित्तके भीतर कल्पना किया हुआ पदार्थ असत् और चित्तसे बाहर [इन्द्रियोंद्वारा] ग्रहण किया हुआ पदार्थ सत् जान पड़ता है; किन्तु इन दोनोंका ही मिथ्यात्व देखा गया है॥ ९ ॥ \n `स्वप्नवृत्तावपि स्वप्नस्थानेऽपि अन्तश्चेतसा मनोरथसङ्कल्पितमसत्। सङ्कल्पानन्तरसमकालमेवादर्शनात्तत्रैव स्वप्ने बहिश्चेतसा गृहीतं चक्षुरादिद्वारेणोपलब्धं घटादि सत्। इत्येवमसत्यमिति निश्चितेऽपि सदसद्विभागो दृष्ट:। उभयोरप्यन्तर्बहिश्चेत:कल्पितयो-र्वैतथ्यमेव दृष्टम्॥ ९ ॥ ` \n स्वप्नकी वृत्ति अर्थात् स्वप्नस्थानमें भी चित्तके भीतर मनोरथसे सङ्कल्प की हुर्इ वस्तु असत् होती है; क्योंकि वह सङ्कल्पके पश्चात् तत्क्षण ही दिखायी नहीं देती। तथा उस स्वप्नावस्थामें ही चित्तसे बाहर चक्षु आदिद्वारा ग्रहण किये हुए घट आदि सत् होते हैं। इस प्रकार स्वप्न असत्य है—ऐसा निश्चय हो जानेपर भी उसमें सत्-असत्का विभाग देखा जाता है। किन्तु चित्तसे कल्पना किये हुए इन आन्तरिक और बाह्य दोनों ही प्रकारके पदार्थोंका मिथ्यात्व देखा गया है॥ ९ ॥ \n जाग्रत्में भी दोनों प्रकारके पदार्थ मिथ्या हैं \n `जाग्रद्वृत्तावपि त्वन्तश्चेतसा कल्पितं त्वसत्। बहिश्चेतोगृहीतं सद्युक्तं वैतथ्यमेतयो:॥ १० ॥ ` \n इसी प्रकार जाग्रदवस्थामें भी चित्तके भीतर कल्पना किया हुआ पदार्थ असत् तथा चित्तसे बाहर ग्रहण किया हुआ पदार्थ सत् समझा जाता है। परन्तु इन दोनोंहीका मिथ्यात्व मानना उचित है॥ १० ॥ \n ` सदसतोर्वैतथ्यं युक्तम्, अन्तर्बहिश्चेत:कल्पितत्वाविशेषादिति व्याख्यातमन्यत्॥ १० ॥ ` \n इन सत् और असत् पदार्थोंका मिथ्यात्व ठीक ही है, क्योंकि हृदयके भीतर या बाहर कल्पित होनेसे उनमें कोर्इ विशेषता नहीं होती। शेष सबकी व्याख्या हो चुकी है॥ १० ॥ \n इन मिथ्या पदार्थोंकी कल्पना करनेवाला कौन है? \n `चोदक आह—` [इसपर] पूर्वपक्षी कहता है— \n ` उभयोरपि वैतथ्यं भेदानां स्थानयोर्यदि। क एतान्बुध्यते भेदान्को वै तेषां विकल्पक:॥ ११ ॥ ` \n यदि [जागरित और स्वप्न] दोनों ही स्थानोंके पदार्थोंका मिथ्यात्व है तो इन पदार्थोंको जानता कौन है और कौन इनकी कल्पना करनेवाला है?॥ ११ ॥ \n `स्वप्नजाग्रत्स्थानयोर्भेदानां यदि वैतथ्यं क एतानन्तर्बहिश्चेत:-कल्पितान्बुध्यते। को वै तेषां विकल्पक:। स्मृतिज्ञानयो: क आलम्बन-मित्यभिप्राय:, न चेन्निरात्मवाद इष्ट:॥ ११ ॥` \n यदि स्वप्न और जागरित [दोनों ही स्थानों]-के पदार्थोंका मिथ्यात्व है तो चित्तके भीतर या बाहर कल्पना किये हुए इन पदार्थोंको जानता कौन है? और कौन उनकी कल्पना करनेवाला है? तात्पर्य यह है कि यदि निरात्मवाद अभीष्ट नहीं है तो [यह बताना चाहिये कि] उक्त स्मरण (स्वप्न) और ज्ञान (जागरित)-का आलम्बन कौन है?॥ ११ ॥ \n 'इनकी कल्पना करनेवाला और इनका साक्षी आत्मा ही है' `कल्पयत्यात्मनात्मानमात्मा देव: स्वमायया। स एव बुध्यते भेदानिति वेदान्तनिश्चय:॥ १२ ॥` \n स्वयंप्रकाश आत्मा अपनी मायासे स्वयं ही कल्पना करता है और वही सब भेदोंको जानता है—यही वेदान्तका निश्चय है॥ १२ ॥ \n ` स्वयं स्वमायया स्वमात्मानमात्मा देव आत्मन्येव वक्ष्यमाणं भेदाकारं कल्पयति रज्ज्वादाविव सर्पादीन् स्वयमेव च तान्बुध्यते भेदांस्तद्वदेवेत्येवं वेदान्तनिश्चय:। नान्योऽस्ति ज्ञानस्मृत्याश्रय:। न च निरास्पदे एव ज्ञानस्मृती वैनाशिकानामिवेत्यभिप्राय:॥ १२ ॥` \n स्वयंप्रकाश आत्मा अपनी मायासे रज्जुमें सर्पादिके समान अपनेमें आपहीको आगे बतलाये जानेवाले भेदरूपसे कल्पना करता है और स्वयं ही उन भेदोंको जानता है—इस प्रकार यही वेदान्तका निश्चय है। उसके सिवा स्मृति और ज्ञानका कोर्इ और आश्रय नहीं है। तात्पर्य यह कि वैनाशिकों (बौद्धों)- के कथनके समान ये ज्ञान और स्मृति निराधार नहीं हैं॥ १२ ॥ \n पदार्थकल्पनाकी विधि \n `सङ्कल्पयन्केन प्रकारेण कल्पयतीत्युच्यते—` \n वह संकल्प करते हुए किस प्रकार कल्पना करता है? सो बतलाया जाता है— \n ` विकरोत्यपरान्भावानन्तश्चित्ते व्यवस्थितान्। नियतांश्च बहिश्चित्त एवं कल्पयते प्रभु:॥ १३ ॥ ` \n प्रभु आत्मा अपने अन्त:करणमें [वासनारूपसे] स्थित अन्य (लौकिक) भावोंको नानारूप करता है तथा बहिश्चित्त होकर पृथिवी आदि नियत और अनियत पदार्थोंकी भी इसी प्रकार कल्पना करता है॥ १३ ॥ \n `विकरोति नाना करोत्यपरान् लौकिकान् भावान् पदार्थान् शब्दादीनन्यांश्चान्तश्चित्ते वासना-रूपेण व्यवस्थितानव्याकृतान् नियतांश्च पृथ्व्यादीननियतांश्च कल्पनाकालान्बहिश्चित्त: संस्तथान्तश्चित्तो मनोरथादिलक्षणानित्येवं कल्पयति प्रभुरीश्वर आत्मेत्यर्थ:॥ १३ ॥` \n वह चित्तके भीतर वासनारूपसे स्थित अव्याकृत लौकिक भावों—शब्दादि पदार्थोंको तथा अन्य पृथिवी आदि नियत और कल्पनाकालमें ही उत्पन्न होनेवाले अनियत पदार्थोंको बहिश्चित्त होकर एवं मनोरथादिरूप पदार्थोंको अन्तश्चित्त होकर विकृत करता अर्थात् नाना करता है—इस प्रकार प्रभु—र्इश्वर अर्थात् आत्मा कल्पना करता है॥ १३ ॥ \n 'आन्तरिक और बाह्य दोनों प्रकारके पदार्थ मिथ्या हैं ' ` स्वप्नवच्चित्तपरिकल्पितं सर्व-मित्येतदाशङ्क्यते। यस्माच्चित्त-परिकल्पितैर्मनोरथादिलक्षणैश्चित्त-परिच्छेद्यैर्वैलक्षण्यं बाह्याना-मन्योन्यपरिच्छेद्यत्वमिति। सा न युक्ताशङ्का।` \n स्वप्नके समान सब कुछ चित्तका ही कल्पना किया हुआ है—इस विषयमें यह शंका होती है—क्योंकि केवल चित्तपरिकल्पित और चित्तसे ही परिच्छेद्य मनोरथादिसे बाह्य पदार्थोंकी अन्योन्यपरिच्छेद्यत्वरूप विलक्षणता है [अत: स्वप्नके समान ये मिथ्या नहीं हो सकते]। समाधान>—यह शङ्का ठीक नहीं है, [क्योंकि—] \n ` चित्तकाला हि येऽन्तस्तु द्वयकालाश्च ये बहि:।कल्पिता एव ते सर्वे विशेषो नान्यहेतुक:॥ १४ ॥` \n जो आन्तरिक पदार्थ केवल कल्पनाकालतक ही रहनेवाले हैं और जो बाह्य पदार्थ द्विकालिक [अर्थात् अन्योन्यपरिच्छेद्य] हैं वे सभी कल्पित हैं। उनकी विशेषताका [अर्थात् आन्तरिक पदार्थ असत्य हैं और बाह्य सत्य हैं—इस प्रकारकी भेदकल्पनाका] कोर्इ दूसरा कारण नहीं है॥ १४ ॥ \n `चित्तकाला हि येऽन्तस्तु चित्तपरिच्छेद्या:; नान्यश्चित्त-कालव्यतिरेकेण परिच्छेदक: कालो येषां ते चित्तकाला:। कल्पनाकाल एवोपलभ्यन्त इत्यर्थ:। द्वयकालाश्च भेदकाला अन्योन्यपरिच्छेद्या:। यथा गोदोहनमास्ते; यावदास्ते तावद्गां दोग्धि यावद्गां दोग्धि तावदास्ते। तावानयमेतावान्स इति परस्परपरिच्छेद्यपरिच्छेदकत्वं बाह्यानां भेदानां ते द्वयकाला:। अन्तश्चित्तकाला बाह्याश्च द्वयकाला: कल्पिता एव ते सर्वे। न बाह्यो द्वयकालत्वविशेष: कल्पितत्वव्यतिरेकेणान्यहेतुक:। अत्रापि हि स्वप्नदृष्टान्तो भवत्येव॥ १४ ॥` \n जो आन्तरिक हैं अर्थात् चित्तपरिच्छेद्य हैं वे चित्तकाल हैं; जिनका चित्तकालके सिवा और कोर्इ काल परिच्छेदक न हो उन्हें चित्तकाल कहते हैं। अर्थात् वे केवल कल्पनाके समय ही उपलब्ध होते हैं। तथा बाह्य पदार्थ दो कालवाले—भेदकालिक यानी अन्योन्यपरिच्छेद्य हैं। जैसे गोदोहनपर्यन्त बैठता है; यानी जबतक बैठता है तबतक गौ दुहता है और जबतक गौ दुहता है तबतक बैठता है। उतने समयतक यह रहता है और इतने समयतक वह रहता है—इस प्रकार बाह्य पदार्थोंका परस्पर परिच्छेद्य-परिच्छेदकत्व है; अत: वे दो कालवाले हैं। किन्तु आन्तरिक चित्तकालिक और बाह्य द्विकालिक—ये सब कल्पित ही हैं। बाह्य पदार्थोंकी जो द्विकालिकत्वरूप विशेषता है वह कल्पितत्वके सिवा किसी अन्य कारणसे नहीं है। इस विषयमें भी स्वप्नका दृष्टान्त* है ही॥ १४ ॥ \n ` अव्यक्ता एव येऽन्तस्तु स्फुटा एव च ये बहि:। कल्पिता एव ते सर्वे विशेषस्त्विन्द्रियान्तरे॥ १५ ॥` \n जो आन्तरिक पदार्थ हैं वे अव्यक्त ही हैं और जो बाह्य हैं वे स्पष्ट प्रतीत होनेवाले हैं। किन्तु वे सब हैं कल्पित ही। उनकी विशेषता तो केवल इन्द्रियोंके ही भेदमें है॥ १५ ॥ \n ` यदप्यन्तरव्यक्तत्वं भावानां मनोवासनामात्राभिव्यक्तानां स्फुटत्वं वा बहिश्चक्षुरादीन्द्रियान्तरे विशेषो नासौ भेदानामस्तित्वकृत: स्वप्नेऽपि तथा दर्शनात्। किं तर्हि? इन्द्रियान्तरकृत एव। अत: कल्पिता एव जाग्रद्भावा अपि स्वप्नभाववदिति सिद्धम्॥ १५ ॥ ` \n चित्तकी वासनामात्रसे अभिव्यक्त हुए पदार्थोंका जो अन्त:करणमें अव्यक्तत्व (अस्फुटत्व) और बाह्य चक्षु आदि अन्य इन्द्रियोंमें जो उनका स्फुटत्व है वह विशेषता पदार्थोंकी सत्ताके कारण नहीं है, क्योंकि ऐसा ही स्वप्नमें भी देखा जाता है। तो फिर इसका क्या कारण है? यह इन्द्रियोंके भेदके ही कारण है। अत: सिद्ध हुआ कि स्वप्नके पदार्थोंके समान जाग्रत्कालीन पदार्थ भी कल्पित ही हैं॥ १५ ॥ \n पदार्थकल्पनाकी मूल जीवकल्पना है \n ` बाह्याध्यात्मिकानां भावाना-मितरेतरनिमित्तनैमित्तिकतया कल्पनायां किं मूलमित्युच्यते— ` \n बाह्य और आन्तरिक पदार्थोंकी परस्पर निमित्त और नैमित्तिकरूपसे कल्पना होनेमें क्या कारण है? सो बतलाया जाता है— \n ` जीवं कल्पयते पूर्वं ततो भावान्पृथग्विधान्। बाह्यानाध्यात्मिकांश्चैव यथाविद्यस्तथास्मृति:॥ १६ ॥` \n [वह प्रभु] सबसे पहले जीवकी कल्पना करता है; फिर तरह-तरहके बाह्य और आध्यात्मिक पदार्थोंकी कल्पना करता है। उस जीवका जैसा विज्ञान होता है वैसी ही स्मृति भी होती है॥ १६ ॥ \n ` जीवं हेतुफलात्मकम्; अहं करोमि मम सुखदु:खे इत्येवंलक्षणम्; अनेवंलक्षण एव शुद्ध आत्मनि रज्जाविव सर्पं कल्पयते पूर्वम्। ततस्तादर्थ्येन क्रियाकारकफलभेदेन प्राणादीन्नानाविधान्भावान्बाह्यानाध्यात्मिकांश्चैव कल्पते। तत्र कल्पनायां को हेतुरित्युच्यते। योऽसौ स्वयंकल्पितो जीव: सर्वकल्पनायामधिकृत: स यथाविद्य:, यादृशी विद्या विज्ञानमस्येति यथाविद्य:; तथाविधैव स्मृतिस्तस्येति तथास्मृतिर्भवति स इति। अतो हेतुकल्पनाविज्ञानात्फलविज्ञानं ततो हेतुफलस्मृतिस्ततस्तद्विज्ञानं तदर्थक्रियाकारकतत्फलभेदविज्ञानानि। तेभ्यस्तत्स्मृतिस्तत्स्मृतेश्च पुनस्तद्विज्ञानानीत्येवं बाह्यानाध्यात्मिकां-श्चेतरेतरनिमित्तनैमित्तिकभावेनानेकधा कल्पयते॥ १६ ॥ ` \n सबसे पहले ‘मैं करता हूँ, मुझे सुख-दु:ख हैं’ इस प्रकारके हेतुफलात्मक जीवकी [वह प्रभु] इससे विपरीत लक्षणोंवाले शुद्ध आत्मामें रज्जुमें सर्पके समान कल्पना करता है। फिर उसीके लिये क्रिया, कारक और फलके भेदसे प्राण आदि नाना प्रकारके बाह्य और आध्यात्मिक पदार्थोंकी कल्पना करता है। \n उस कल्पनामें क्या हेतु है—इसपर कहा जाता है—यह जो स्वयं कल्पना किया हुआ जीव सब प्रकारकी कल्पनाका अधिकारी है, वह जैसी विद्यावाला होता है अर्थात् उसकी जैसी विद्या यानी विज्ञान होता है वैसी ही स्मृति भी होती है। अत: वह वैसी ही स्मृतिवाला होता है। इस प्रकार [अन्नभक्षणादि] हेतुकी कल्पनाके विज्ञानसे ही [तृप्ति आदि] फलका विज्ञान होता है; उससे [दूसरे दिन भी] उन हेतु और फलकी स्मृति होती है और उस स्मृतिसे उनका ज्ञान तथा उनके लिये होनेवाले [पाकादि] कर्म, [तण्डुलादि] कारक और उनके [तृप्ति आदि] फलभेदके ज्ञान होते हैं। उनसे उनकी स्मृति होती है तथा उस स्मृतिसे फिर उन [हेतु आदि ]-के विज्ञान होते हैं। इस प्रकार यह जीव बाह्य और आध्यात्मिक पदार्थोंकी पारस्परिक निमित्त-नैमित्तिकभावसे अनेक प्रकार कल्पना करता है॥ १६ ॥ \n जीवकल्पनाका हेतु अज्ञान है \n ` तत्र जीवकल्पना सर्वकल्पना-मूलमित्युक्तं सैव जीवकल्पना किं निमित्तेति दृष्टान्तेन प्रतिपादयति— ` \n यहाँतक जीवकल्पना ही सब कल्पनाओंका मूल है—यह कहा गया; किन्तु वह जीव-कल्पना है किस निमित्तसे?—इस बातका दृष्टान्तसे प्रतिपादन करते हैं— \n ` अनिश्चिता यथा रज्जुरन्धकारे विकल्पिता। सर्पधारादिभिर्भावैस्तद्वदात्मा विकल्पित:॥ १७ ॥` \n जिस प्रकार [अपने स्वरूपसे] निश्चय न की हुर्इ रज्जु अन्धकारमें सर्प-धारा आदि भावोंसे कल्पना की जाती है उसी प्रकार आत्मामें भी तरह-तरहकी कल्पनाएँ हो रही हैं॥ १७ ॥ \n ` यथा लोके स्वेन रूपेणानिश्चितानवधारि तैवमेवेति रज्जुर्मन्दान्धकारे किं सर्प उदकधारा दण्ड इति वानेकधा विकल्पिता भवति पूर्वं स्वरूपानिश्चयनिमित्तम्। यदि हि पूर्वमेव रज्जु: स्वरूपेण निश्चिता स्यात्; न सर्पादिविकल्पोऽभविष्यद् यथा स्वहस्ताङ्गुल्यादिषु, एष दृष्टान्त:। तद्वद्धेतुफलादिसंसारधर्मानर्थविलक्षणतया स्वेन विशुद्धविज्ञप्तिमात्रसत्ताद्वय-रूपेणानिश्चितत्वाज्जीवप्राणाद्यनन्तभावभेदैरात्मा विकल्पित इत्येष सर्वोपनिषदां सिद्धान्त:॥ १७ ॥` \n जिस प्रकार अपने स्वरूपसे अनिश्चित अर्थात् यह ऐसी ही है—इस प्रकार निर्धारण न की हुर्इ रज्जु मन्द अन्धकारमें ‘यह सर्प है?’ ‘जलकी धारा है?’ अथवा ‘दण्ड है?’ इस प्रकार—पहलेसे स्वरूपका निश्चय न होनेके कारण—अनेक प्रकारसे कल्पना की जाती है; यदि रज्जु पहले ही अपने स्वरूपसे निश्चित हो तो उसमें सर्पादिका विकल्प नहीं हो सकता, जैसे कि अपने हाथकी अँगुली आदिमें [ऐसा कोर्इ विकल्प नहीं होता]। यह एक दृष्टान्त है। इसी तरह हेतु-फलादि सांसारिक धर्मरूप अनर्थसे विलक्षण अपने विशुद्ध विज्ञप्तिमात्र अद्वितीय सत्तास्वरूपसे निश्चित न होनेके कारण ही आत्मा जीव एवं प्राण आदि अनन्त विभिन्न भावोंसे विकल्पित हो रहा है—यही सम्पूर्ण उपनिषदोंका सिद्धान्त है॥ १७ ॥ \n अज्ञाननिवृत्ति ही आत्मज्ञान है \n ` निश्चितायां यथा रज्ज्वां विकल्पो विनिवर्तते। रज्जुरेवेति चाद्वैतं तद्वदात्मविनिश्चय:॥ १८ ॥ ` \n जिस प्रकार रज्जुका निश्चय हो जानेपर उसमें [सर्पादिका] विकल्प निवृत्त हो जाता है तथा ‘यह रज्जु ही है’ ऐसा अद्वैत निश्चय होता है उसी प्रकार आत्माका निश्चय है॥ १८ ॥ \n ` रज्जुरेवेति निश्चये सर्व-विकल्पनिवृत्तौ रज्जुरेवेति चाद्वैतं यथा तथा “नेति नेति” (बृ० उ० ४। ४। २२) इति सर्वसंसारधर्मशून्यप्रतिपादकशास्त्र-जनितविज्ञानसूर्यालोककृतात्म-विनिश्चय: “आत्मैवेदं सर्वम्” (छा० उ० ७। २५। २) “अपूर्वमनपरमनन्तरमबाह्यम्” (बृ० उ० २। ५। १९) “स-बाह्याभ्यन्तरो ह्यज:” (मु० उ० २। १। २) “अजरोऽमरो-ऽमृतोऽभय:” (बृ० उ० ४। ४। २५) “एक एवाद्वय:” इति॥ १८ ॥` \n ‘यह रज्जु ही है’ ऐसा निश्चय होनेसे सर्पादि विकल्पकी निवृत्ति हो जानेपर जिस प्रकार ‘यह रज्जु ही है’ ऐसा अद्वैतभाव हो जाता है उसी प्रकार “नेति-नेति” इस सर्वसंसारधर्मशून्य आत्माका प्रतिपादन करनेवाले शास्त्रसे उत्पन्न हुए विज्ञानरूप सूर्यके प्रकाशसे आत्माका ऐसा निश्चय होता है कि “यह सब आत्मा ही है” “वह कारण-कार्यसे रहित और अन्तर्बाह्यशून्य है” “बाहर-भीतरसे (कार्य-कारण दोनों दृष्टियोंसे)अजन्मा है” “वह जराशून्य, अमर, अमृत और अभय है” तथा “वह एक अद्वितीय ही है”॥ १८ ॥ \n ` यद्यात्मैक एवेति निश्चय: कथं प्राणादिभिरनन्तैर्भावैरेतै: संसार-लक्षणैर्विकल्पित इति, उच्यते, शृणु—` \n यदि यह बात निश्चित है कि आत्मा एक ही है तो वह इन संसाररूप प्राणादि अनन्त भावोंसे कैसे विकल्पित हो रहा है? सो इस विषयमें कहा जाता है, सुनो— \n विकल्पकी मूल माया है \n ` प्राणादिभिरनन्तैश्च भावैरेतैर्विकल्पित:। मायैषा तस्य देवस्य यया संमोहित: स्वयम्॥ १९ ॥` \n यह जो इन प्राणादि अनन्त भावोंसे विकल्पित हो रहा है सो यह उस प्रकाशमय आत्मदेवकी माया ही है, जिससे कि वह स्वयं ही मोहित हो रहा है॥ १९ ॥ \n ` मायैषा तस्यात्मनो देवस्य। यथा मायाविना विहिता माया गगनमतिविमलं कुसुमितै: सपलाशैस्तरुभिराकीर्णमिव करोति तथेयमपि देवस्य माया ययायं स्वयमपि मोहित इव मोहितो भवति। “मम माया दुरत्यया” (गीता ७। १४) इत्युक्तम्॥ १९ ॥` \n यह उस आत्मदेवकी माया है। जिस प्रकार मायावीद्वारा प्रयोग की हुर्इ माया अति निर्मल आकाशको पल्लवयुक्त पुष्पित पादपोंसे परिपूर्ण कर देती है उसी प्रकार यह भी उस देवकी माया है जिससे कि यह स्वयं भी मोहित हुएके समान मोहग्रस्त हो रहा है। “मेरी मायाका पार पाना कठिन है” ऐसा [भगवान्ने] कहा भी है॥ १९ ॥ \n ` मूलतत्त्वसम्बन्धी विभिन्न मतवाद प्राण इति प्राणविदो भूतानीति च तद्विद:। गुणा इति गुणविदस्तत्त्वानीति च तद्विद:॥ २० ॥` \n प्राणोपासक कहते हैं—‘प्राण ही जगत्का कारण है।’ भूतज्ञों (प्रत्यक्षवादी चार्वाकादि)-का कथन है—‘[पृथिवी आदि] चार भूत ही परमार्थ हैं।’ गुणोंको जाननेवाले [सांख्यवादी] कहते हैं—‘गुण ही सृष्टिके हेतु हैं।’ तथा तत्त्वज्ञ (शैव) कहते हैं—‘[आत्मा, अविद्या और शिव—ये तीन] तत्त्व ही जगत्के प्रवर्तक हैं’॥ २० ॥ \n ` पादा इति पादविदो विषया इति तद्विद:। लोका इति लोकविदो देवा इति च तद्विद:॥ २१ ॥` \n पादवेत्ता कहते हैं—‘विश्व आदि पाद ही सम्पूर्ण व्यवहारके हेतु हैं।’ [वात्स्यायनादि] विषयज्ञ कहते हैं—‘शब्दादि विषय ही सत्य वस्तु हैं।’ लोकवेत्ताओं(पौराणिकों)-का कथन है—‘लोक ही सत्य हैं।’ तथा देवोपासक कहते हैं—‘इन्द्रादि देवता ही सृष्टिके सञ्चालक हैं’॥ २१ ॥ \n ` वेदा इति वेदविदो यज्ञा इति च तद्विद:। भोक्तेति च भोक्तृविदो भोज्यमिति च तद्विद:॥ २२ ॥ ` \n वेदज्ञ कहते हैं—‘ऋगादि चार वेद ही परमार्थ हैं।’ याज्ञिक कहते हैं—‘यज्ञ ही संसारके आदिकारण हैं।’ भोक्ताको जाननेवाले भोक्ताकी ही प्रधानता बतलाते हैं तथा भोज्यके मर्मज्ञ (सूपकारादि) भोज्यपदार्थोंकी ही सारवत्ताका प्रतिपादन करते हैं॥ २२ ॥ \n ` सूक्ष्म इति सूक्ष्मविद: स्थूल इति च तद्विद:। मूर्त इति मूर्तविदोऽमूर्त इति च तद्विद:॥ २३ ॥` \n सूक्ष्मवेत्ता कहते हैं—‘आत्मा सूक्ष्म (अणु-परिमाण) है।’ स्थूलवादी (चार्वाकादि) कहते हैं—‘वह स्थूल है।’ मूर्त्तवादी (साकारोपासक) कहते हैं—‘परमार्थ वस्तु मूर्तिमान् है।’ तथा अमूर्त्तवादियों (शून्यवादियों)-का कथन है कि वह मूर्त्तिहीन है॥ २३ ॥ \n ` काल इति कालविदो दिश इति च तद्विद:। वादा इति वादविदो भुवनानीति तद्विद:॥ २४ ॥` \n कालज्ञ (ज्यौतिषी लोग) कहते हैं—‘काल ही परमार्थ है।’ दिशाओंके जाननेवाले (स्वरोदयशास्त्री) कहते हैं—‘दिशाएँ ही सत्य वस्तु हैं।’ वादवेत्ता कहते हैं—‘[धातुवाद, मन्त्रवाद आदि] वाद ही सत्य वस्तु हैं।’ तथा भुवनकोषके ज्ञाताओंका कथन है कि भुवन ही परमार्थ हैं॥ २४ ॥ \n ` मन इति मनोविदो बुद्धिरिति च तद्विद:। चित्तमिति चित्तविदो धर्माधर्मौ च तद्विद:॥ २५ ॥` \n मनोविद् कहते हैं—‘मन ही आत्मा है’, बौद्धोंका कथन है—बुद्धि ही आत्मा है’, चित्तज्ञोंका विचार है—‘चित्त ही सत्यवस्तु है;’ तथा धर्माधर्मवेत्ता (मीमांसक) ‘धर्माधर्मको ही परमार्थ मानते हैं’॥ २५ ॥ \n ` पञ्चविंशक इत्येके षड्विंश इति चापरे। एकत्रिंशक इत्याहुरनन्त इति चापरे॥ २६ ॥` \n कोर्इ (सांख्यवादी) पच्चीस तत्त्वोंको, कोर्इ (पातञ्जलमतावलम्बी) छब्बीसोंको और कोर्इ (पाशुपत) इकतीस तत्त्वोंको सत्य मानते हैं* तथा अन्य मतावलम्बी परमार्थको अनन्त भेदोंवाला मानते हैं॥ २६ ॥ \n ` लोकाँल्लोकविद: प्राहुराश्रमा इति तद्विद:। स्त्रीपुंनपुंसकं लैङ्गा: परापरमथापरे॥ २७ ॥` \n लौकिक पुरुष लोकानुरञ्जनको और आश्रमवादी आश्रमोंको ही प्रधान बतलाते हैं। लिङ्गवादी स्त्रीलिङ्ग, पुँल्लिङ्ग और नपुंसकलिङ्गोंको तथा दूसरे लोग पर और अपर ब्रह्मको ही परमार्थ मानते हैं॥ २७ ॥ ]n ` सृष्टिरिति सृष्टिविदो लय इति च तद्विद:। स्थितिरिति स्थितिविद: सर्वे चेह तु सर्वदा॥ २८ ॥` \n सृष्टिवेत्ता कहते हैं—‘सृष्टि ही सत्य है’, लयवादी कहते हैं—‘लय ही परमार्थ वस्तु है’ तथा स्थितिवेत्ता कहते हैं—‘स्थिति ही सत्य है।’ इस प्रकार ये [कहे हुए और बिना कहे हुए] सभी वाद इस आत्मतत्त्वमें सर्वदा कल्पित हैं॥ २८ ॥ \n `प्राण: प्राज्ञो बीजात्मा तत्कार्यभेदा हीतरे स्थित्यन्ता:। अन्ये च सर्वे लौकिका: सर्वप्राणिपरिकल्पिता भेदा रज्ज्वामिव सर्पादय:, तच्छून्य आत्मन्यात्मस्वरूपानिश्चयहेतोरविद्यया कल्पिता इति पिण्डीकृतोऽर्थ:। प्राणादिश्लोकानां प्रत्येकं पदार्थव्याख्याने फल्गुप्रयोजनत्वात्सि द्धपदार्थत्वाच्च यत्नो न कृत:॥ २८ ॥ `\n प्राण बीजस्वरूप प्राज्ञको कहते हैं। उपर्युक्त स्थितिपर्यन्त सब विकल्प उसीके कार्यभेद हैं। सम्पूर्ण प्राणियोंसे परिकल्पित अन्य सब लौकिक धर्म रज्जुमें सर्पके समान उन विकल्पोंसे शून्य आत्मामें आत्मस्वरूपके अनिश्चयके कारण अविद्यासे कल्पना किये गये हैं—यह इन श्लोकोंका समुदायार्थ है। प्राणादि श्लोकोंके प्रत्येक पदार्थके व्याख्यानका अत्यन्त अल्प प्रयोजन होनेके कारण तथा वे सिद्ध पदार्थ हैं—इसलिये प्रयत्न नहीं किया॥ २८ ॥ \n `किं बहुना—` \n अधिक क्या?— \n `यं भावं दर्शयेद्यस्य तं भावं स तु पश्यति। तं चावति स भूत्वासौ तद्ग्रह: समुपैति तम्॥ २९ ॥` \n [गुरु] जिसे जो भाव दिखला देता है वह उसीको आत्मस्वरूपसे देखने लगता है तथा इस प्रकार देखनेवाले उस व्यक्तिकी वह भाव तद्रूप होकर रक्षा करने लगता है। फिर उस (भाव)-में होनेवाला अभिनिवेश उस [-के आत्मभाव]-को प्राप्त हो जाता है॥ २९ ॥ \n ` प्राणादीनामन्यतममुक्तमनुक्तं वान्यं भावं पदार्थं दर्शयेद्यस्याचार्योऽन्यो वाप्त इदमेव तत्त्वमिति स तं भावमात्मभूतं पश्यत्ययमहमिति वा ममेति वा। तं च द्रष्टारं स भावोऽवति यो दर्शितो भावोऽसौ भूत्वा रक्षति। स्वेनात्मना सर्वतो निरुणद्धि। तस्मिन्ग्रहस्तद्ग्रहस्तदभिनिवेश:। इदमेव तत्त्वमिति स तं ग्रहीतारमुपैति। तस्यात्मभावं निगच्छतीत्यर्थ:॥ २९ ॥ `\n जिसका आचार्य अथवा कोर्इ अन्य आप्त पुरुष जिसे प्राणादिमेंसे किसी कहे हुए अथवा किसी बिना कहे हुए अन्य भावको भी ‘यही परमार्थतत्त्व है’ इस प्रकार दिखा देता है वह उसी भावको आत्मभूत हुआ देखता है [और समझता है कि—] ‘मैं यही हूँ’ अथवा ‘यही मेरा स्वरूप है’। तथा उस द्रष्टाकी भी, जो भाव उसे दिखलाया गया है, तद्रूप होकर रक्षा करता है; अर्थात् उसे सब प्रकार अपने स्वरूपसे निरुद्ध कर देता है। उसी भावमें जो ग्रह—आग्रह अर्थात् ‘यही तत्त्व है’ इस प्रकारका अभिनिवेश है वह उस भावके ग्रहण करनेवालेको प्राप्त होता है, अर्थात् उसके आत्मस्वरूपको प्राप्त हो जाता है॥ २९ ॥ \n ` एतैरेषोऽपृथग्भावै: पृथगेवेति लक्षित:। एवं यो वेद तत्त्वेन कल्पयेत्सोऽविशङ्कित:॥ ३० ॥` \n [इस प्रकार सबका अधिष्ठान होनेके कारण] इन प्राणादि अपृथग् भावोंसे [पृथक् न होनेपर भी अज्ञानियोंद्वारा] यह आत्मा भिन्न ही माना गया है। इस बातको जो वास्तविकरूपसे जानता है वह नि:शंक होकर [वेदार्थकी] कल्पना कर सकता है॥ ३० ॥ \n ` एतै: प्राणादिभिरात्मनोऽपृथग्भूतैरपृथग्भावैरेष आत्मा रज्जुरिव सर्पादिविकल्पनारूपै: पृथगेवेति लक्षितोऽभिलक्षितो निश्चितो मूढैरित्यर्थ:। विवेकिनां तु रज्ज्वामिव कल्पिता: सर्पादयो नात्मव्यतिरेकेण प्राणादय: सन्तीत्यभि-प्राय: “इदं सर्वं यदयमात्मा” (बृ० उ० २। ४। ६, ४। ५। ७) इति श्रुते:। एवमात्मव्यतिरेकेणासत्त्वं रज्जु-सर्पवदात्मनि कल्पितानामात्मानं च केवलं निर्विकल्पं यो वेद तत्त्वेन श्रुतितो युक्तितश्च सोऽविशङ्कितो वेदार्थं विभागत: कल्पयेत्कल्पयतीत्यर्थ:—इदमेवंपरं वाक्यमदोऽन्यपरमिति। न ह्यनध्यात्मविद्वेदाञ्ज्ञातुं शक्नोति तत्त्वत:। “न ह्यनध्यात्मवित्कश्चित्क्रियाफलमुपाध्नुते” (मनु० ६। ८२) इति हि मानवं वचनम्॥ ३० ॥` \n रज्जुमें कल्पित सर्पादि भावोंसे रज्जुके समान यह आत्मा अपनेसे अपृथग्भूत प्राणादि अपृथग्भावोंसे पृथक् ही है—ऐसा मुर्खोंको लक्षित—अभिलक्षित अथार्त् निश्चित हो रहा है। विवेकियोंकी दृष्टिम तो “यह जो कुछ है सब आत्मा ही है” इस श्रुतिके अनुसार रज्जुमें कल्पित सर्पादिके समान ये प्राणादि आत्मासे भिन्न हैं ही नहीं—ऐसा इसका तात्पर्य है। इस प्रकार रज्जुमें कल्पित सर्पके समान जो आत्मामें कल्पित पदार्थोंका आत्माके सिवा असत्यत्व समझता है तथा आत्माको श्रुति और युक्तिसे परमार्थत: निर्विकल्प जानता है वह नि:शंक होकर वेदार्थकी ‘यह वाक्य इस अर्थका प्रतिपादन करनेवाला है और यह अन्यार्थपरक है’ इस प्रकार विभागपूर्वक कल्पना कर सकता है—यह इसका तात्पर्य है। जो अध्यात्मतत्त्वको नहीं जानता वह पुरुष तत्त्वत: वेदोंको भी नहीं जान सकता। “अध्यात्मतत्त्वको न जाननेवाला पुरुष किसी भी कर्मफलको प्राप्त नहीं करता” ऐसा मनुजीका भी वचन है॥ ३० ॥ द्वैतका असत्यत्व वेदान्तवेद्य है \n ` यदेतद्द्वैतस्यासत्त्वमुक्तं युक्तितस्तदेतद्वेदान्तप्रमाणावगत-मित्याह—` \n यह जो युक्तिपूर्वक द्वैतकी असत्यता बतलायी है वह वेदान्तप्रमाणसे जानी गयी है—इस आशयसे कहते हैं— \n `स्वप्नमाये यथा दृष्टे गन्धर्वनगरं यथा। तथा विश्वमिदं दृष्टं वेदान्तेषु विचक्षणै:॥ ३१ ॥` \n जिस प्रकार स्वप्न और माया देखे गये हैं तथा जैसा गन्धर्वनगर जाना गया है, उसी प्रकार विचक्षण पुरुषोंने वेदान्तोंमें इस जगत्को देखा है॥ ३१ || \n `स्वप्नश्च माया च स्वप्नमाये असद्वस्त्वात्मिके असत्यौ सद्वस्त्वात्मिके इव लक्ष्येते अविवेकिभि:। यथा च प्रसारित-पण्यापणगृहप्रासादस्त्रीपुंजनपद-व्यवहाराकीर्णमिव गन्धर्वनगरं दृश्यमानमेव सदकस्मादभावतां गतं दृष्टम्, यथा च स्वप्नमाये दृष्टे असद्रूपे, तथा विश्वमिदं द्वैतं समस्तमसद्दृष्टम्। क्वेत्याह—वेदान्तेषु। “नेह नानास्ति किञ्चन” (क० उ० २। १। ११, बृ० उ० ४। ४। १९) “इन्द्रो मायाभि:” (बृ० उ० २। ५। १९) “आत्मैवेदमग्र आसीत्” (बृ० उ० १। ४। १७) “ब्रह्म वा इदमग्न आसीत्” (बृ० उ० १। ४। १०) ‘द्वितीयाद्वै भयं भवति” (बृ० उ० १। ४। २) “न तु तद्द्वितीयमस्ति” (बृ० उ० ४। ३। २३) “यत्र त्वस्य सर्वमात्मैवाभूत्” (बृ० उ० ४। ५। १५) इत्यादिषु विचक्षणैर्निपुणतरवस्तुदर्शिभि: पण्डितैरित्यर्थ:। “तम:श्वभ्रनिभं दृष्टं वर्षबुद्बुदसंनिभम्। नाशप्रायं सुखाद्धीनं नाशोत्तरमभावगम्” इति व्यासस्मृते:॥ ३१ ॥` \n अविवेकी पुरुषोंद्वारा स्वप्न और माया, जो असद्वस्तुरूप अर्थात् असत्य हैं, सद्वस्तुरूप देखे जाते हैं। जिस प्रकार विस्तृत दूकान, बाजार, गृह, प्रासाद और नगरनिवासी स्त्री-पुरुषोंके व्यवहारसे भरपूर-सा गन्धर्वनगर देखते-ही-देखते अकस्मात् अभावको प्राप्त होता देखा गया है और जिस प्रकार ये स्वप्न और माया असद्रूप देखे गये हैं, उसी प्रकार यह विश्व अर्थात् समस्त द्वैत असत् देखा गया है। कहाँ देखा गया है? इसपर कहते हैं—वेदान्तोंमें। “यहाँ नाना कुछ नहीं है” “इन्द्रने मायासे” “पहले यह आत्मा ही था” “पहले यह ब्रह्म ही था” “दूसरेसे निश्चय भय होता है” “उससे दूसरा कोर्इ नहीं है” “जहाँ इसके लिये सब आत्मा ही हो गया है” इत्यादि वेदान्तोंमें विचक्षण अर्थात् निपुणतर वस्तुदर्शी पण्डितोंद्वारा देखा गया है—यह इसका तात्पर्य है। “यह जगत् अँधेरे गढ़ेके समान और वर्षाकी बूँदके सदृश नाशप्राय, सुखसे रहित और नाशके अनन्तर अभावको प्राप्त हो जानेवाला देखा गया है”—इस व्यासस्मृतिसे भी यही बात प्रमाणित होती है॥ ३१ ॥ \n परमार्थ क्या है? \n ` प्रकरणार्थोपसंहारार्थोऽयं श्लोक:। यदा वितथं द्वैतमात्मैवैक: परमार्थत: संस्तदेदं निष्पन्नं भवति सर्वोऽयं लौकिको वैदिकश्च व्यवहारोऽविद्याविषय एवेति तदा—` \n यह (आगेका) श्लोक इस प्रकरणके विषयका उपसंहार करनेके लिये है। जबकि द्वैत असत् है और एकमात्र आत्मा ही परमार्थत: सत् है तो यह निश्चित होता है कि यह सारा लौकिक और वैदिक व्यवहार अविद्याका ही विषय है। उस अवस्थामें— \n ` न निरोधो न चोत्पत्तिर्न बद्धो न च साधक:। न मुमुक्षुर्न वै मुक्त इत्येषा परमार्थता॥ ३२ ॥` \n न प्रलय है, न उत्पत्ति है, न बद्ध है, न साधक है, न मुमुक्षु है और न मुक्त ही है—यही परमार्थता है॥ ३२ ॥ \n ` न निरोध:—निरोधनं निरोध: प्रलय:, उत्पत्तिर्जननम्, बद्ध: संसारी जीव:, साधक: साधनवान्मोक्षस्य, मुमुक्षुर्मोचनार्थी, मुक्तो विमुक्तबन्ध:। उत्पत्ति-प्रलययोरभावाद्बद्धादयो न सन्तीत्येषा परमार्थता। कथमुत्पत्तिप्रलययोरभाव:, इत्युच्यते, द्वैतस्यासत्त्वात्। “यत्र हि द्वैतमिव भवति” (बृ० उ० २। ४। १४) “य इह नानेव पश्यति” (क० उ० २। १। १०, ११) ‘आत्मैवेदं सर्वम्” (छा० उ० ७। २५। २) “ब्रह्मैवेदं सर्वम्” (नृसिंहोत्तर० ७) “एक-मेवाद्वितीयम्” (छा० उ० ६। २। १) “इदं सर्वं यदयमात्मा” (बृ० उ० २। ४। ६, ४। ५। ७) इत्यादिनानाश्रुतिभ्यो द्वैतस्यासत्त्वं सिद्धम्। सतो ह्युत्पत्ति: प्रलयो वा स्यान्नासत: शशविषाणादे:। नाप्यद्वैतमुत्पद्यते लीयते वा। अद्वयं चोत्पत्तिप्रलयवच्चेति विप्रतिषिद्धम्। यस्तु पुनर्द्वैतसंव्यवहार: स रज्जुसर्पवदात्मनि प्राणादिलक्षण: कल्पित इत्युक्तम्। न हि मनोविकल्पनाया रज्जुसर्पादि-लक्षणाया रज्ज्वां प्रलय उत्पत्तिर्वा। न च मनसि रज्जुसर्पस्योत्पत्ति: प्रलयो वा न चोभयतो वा। तथा मानसत्वाविशेषाद्द्वैतस्य। न हि नियते मनसि सुषुप्ते वा द्वैतं गृह्यते। अतो मनोविकल्पनामात्रं द्वैतमिति सिद्धम्। तस्मात्-सूक्तं द्वैतस्यासत्त्वान्निरोधाद्यभाव: परमार्थतेति। शून्यवादाशङ्का तन्निवर्त्तनञ्च यद्येवं द्वैताभावे शास्त्रव्यापारो नाद्वैते विरोधात्। तथा च सत्यद्वैतस्य वस्तुत्वे प्रमाणाभावाच्छून्यवाद-प्रसङ्ग:, द्वैतस्य चाभावात्। न; रज्जुसर्पादिविकल्पनाया निरास्पदत्वानुपपत्तिरिति प्रत्युक्त-मेतत्कथमुज्जीवयसीत्याह—रज्जुरपि सर्पविकल्पस्यास्पदभूता विकल्पितैवेति दृष्टान्तानुपपत्ति:। न, विकल्पनाक्षयेऽविकल्पित-स्याविकल्पितत्वादेव सत्त्वोप-पत्ते:। रज्जुसर्पवदसत्त्वमिति चेत्? न; एकान्तेनाविकल्पितत्वा-दविकल्पितरज्ज्वंशवत्प्राक् सर्पाभावविज्ञानात्। विकल्पयितुश्च प्राग्विकल्पनोत्पत्ते: सिद्धत्वाभ्यु पगमादसत्त्वानुपपत्ति:। कथं पुन: स्वरूपे व्यापाराभावे शास्त्रस्य द्वैतविज्ञाननिवर्तकत्वम्? नैष दोष:। रज्ज्वां सर्पादिवदात्मनि द्वैतस्याविद्याध्यस्तत्वात्। कथम्? सुख्यहं दु:खी मूढो जातो मृतो जीर्णो देहवान् पश्यामि व्यक्तोऽव्यक्त: कर्ता फली संयुक्तो वियुक्त: क्षीणो वृद्धोऽहं ममैत इत्येवमादय: सर्व आत्मन्यध्यारोप्यन्ते। आत्मैतेष्वनुगत: सर्वत्राव्यभिचारात्। यथा सर्पधारादिभेदेषु रज्जु:। यदा चैवं विशेष्य-स्वरूपप्रत्ययस्य सिद्धत्वान्न कर्तव्यत्वं शास्त्रेण। अकृतकर्तृ च शास्त्रं कृतानुकारित्वे-ऽप्रमाणम्। यतोऽविद्याध्यारोपित-सुखित्वादिविशेषप्रतिबन्धादेवात्मन: स्वरूपेणानवस्थानं स्वरूपावस्थानं च श्रेय इति सुखित्वादिनिवर्तकं शास्त्रम् आत्मन्यसुखित्वादिप्रत्यय- करणेन नेति नेत्यस्थूलादिवाक्यै:। आत्मस्वरूपवदसुखित्वाद्यपि सुखित्वादिभेदेषु नानुवृत्तोऽस्ति धर्म:। यद्यनुवृत्त: स्यान्नाध्यारोपित-सुखित्वादिलक्षणो विशेष:। यथोष्णत्वगुणविशेषवत्यग्नौ शीतता। तस्मान्निर्विशेष एवात्मनि सुखित्वादयो विशेषा: कल्पिता:। यत्त्वसुखित्वादिशास्त्रमात्मनस्तत्स ुखित्वादिविशेषनिवृत्त्यर्थमेवेति सिद्धम्। “सिद्धं तु निवर्तकत्वात्” इत्यागमविदां सूत्रम्॥ ३२ ॥` \n न निरोध है। निरोधनका नाम निरोध यानी प्रलय है। उत्पत्ति—जननको, बद्ध—संसारी जीवको, साधक—मोक्षके साधनवालेको, मुमुक्षु—मुक्त होनेकी इच्छावालेको और मुक्त—बन्धनसे छूटे हुएको कहते हैं। उत्पत्ति और प्रलयका अभाव होनेके कारण ये बद्ध आदि भी नहीं हैं—यही परमार्थता है। उत्पत्ति और प्रलयका अभाव किस प्रकार है? इसपर कहा जाता है—द्वैतकी असत्यता होनेके कारण [इनकी भी सत्ता नहीं है]। “जहाँ द्वैत-जैसा होता है” “जो यहाँ नानावत् देखता है” “यह सब आत्मा ही है” “यह सब ब्रह्म ही है” “एक ही अद्वितीय” “यह जो कुछ है सब आत्मा है” इत्यादि अनेकों श्रुतियोंसे द्वैतकी असत्यता सिद्ध होती है। उत्पत्ति अथवा प्रलय सत्की ही हो सकती है, शशशृङ्गादि असद्वस्तुकी नहीं हो सकती। इसी प्रकार अद्वैत वस्तु भी उत्पन्न या लीन नहीं होती। जो अद्वय हो वह उत्पत्ति-प्रलयवान् भी हो—यह तो सर्वथा विरुद्ध है।इसके सिवा जो प्राणादिरूप द्वैतव्यवहार है वह रज्जुमें सर्पके समान आत्मामें ही कल्पित है—यह बात पहले कही जा चुकी है। रज्जुसर्पादिरूप मनोविकल्पकी भी रज्जुमें उत्पत्ति या प्रलय नहीं होती। रज्जुसर्पकी उत्पत्ति या प्रलय न तो मनमें ही होती है और न [मन और रज्जु] दोनोंहीमें। इसी प्रकार द्वैतका मनोमयत्व भी समान ही है, क्योंकि मनके समाहित अथवा सुषुप्त हो जानेपर द्वैतका ग्रहण नहीं होता। अत: यह सिद्ध हुआ कि द्वैत मनकी कल्पनामात्र है। इसलिये यह ठीक ही कहा है कि द्वैतकी असत्यता होनेके कारण निरोधादिका अभाव ही परमार्थता है। पूर्व०—यदि ऐसा है तो शास्त्रका व्यापार द्वैतका अभाव प्रतिपादन करनेमें ही है, अद्वैत-बोधमें नहीं; क्योंकि इससे विरोध आता है।* ऐसी अवस्थामें अद्वैतके वस्तुत्वमें कोर्इ प्रमाण न होनेके कारण शून्यवादका प्रसंग उपस्थित हो जाता है; क्योंकि द्वैतका तो अभाव ही है। सिद्धान्ती—ऐसी बात नहीं है; क्योंकि रज्जु-सर्पादि विकल्पका निराधार होना सम्भव नहीं है—इस प्रकार पहले निराकरण कर दिये जानेपर भी इसी शंकाको फिर क्यों उठाता है? इसपर [शून्यवादी] कहता है—‘सर्पभ्रमकी अधिष्ठानभूता रज्जु भी कल्पिता ही है। इसलिये यह दृष्टान्त ठीक नहीं है।’ सिद्धान्ती—नहीं, कल्पनाका क्षय हो जानेपर अविकल्पित आत्माकी सत्ता उसके अविकल्पितत्वके कारण ही सम्भव हो सकती है। यदि कहो कि रज्जु-सर्पके समान उसकी असत्ता है तो ऐसा कहना ठीक नहीं, क्योंकि वह अविकल्पित रज्जु-अंशके समान सर्पाभावके विज्ञानके पहलेसे ही सर्वथा अविकल्पितरूपसे विद्यमान है। इसके सिवा, जो विकल्पना करनेवाला होता है उसे विकल्पकी उत्पत्तिसे पहले ही विद्यमान स्वीकार करनेके कारण उसकी असत्ता नहीं मानी जा सकती। पूर्व०—किन्तु आत्मस्वरूपमें प्रमाणकी गति न होनेपर भी शास्त्र द्वैतविज्ञानका निवर्त्तक कैसे है? सिद्धान्ती—[यहाँ] यह दोष नहीं है, क्योंकि रज्जुमें सर्पादिके समान आत्मामें अविद्याके कारण द्वैतका अध्यास है। किस प्रकार?—‘मैं सुखी हूँ, दु:खी हूँ, मूढ़ हूँ, उत्पन्न हुआ हूँ, मरा हूँ, जराग्रस्त हूँ, देहधारी हूँ, देखता हूँ, व्यक्त हूँ, अव्यक्त हूँ, कर्ता हूँ, फलवान् हूँ, संयुक्त हूँ, वियुक्त हूँ, क्षीण हूँ, वृद्ध हूँ, ये मेरे हैं’—इत्यादि प्रकारके सम्पूर्ण विकल्प आत्मामें आरोपित किये जाते हैं तथा आत्मा इनमें अनुस्यूत है, क्योंकि उसका कहीं भी व्यभिचार नहीं है, जैसे कि सर्प और धारा आदि भेदोंमें रज्जु। जब कि ऐसी बात है तो विशेष्यरूप ब्रह्मके स्वरूपकी प्रतीति सिद्ध होनेके कारण उसके सम्बन्धमें शास्त्रको कुछ कर्त्तव्य नहीं है। शास्त्र तो असिद्ध वस्तुको सिद्ध करनेवाला है; सिद्ध वस्तुका अनुवाद करनेसे वह प्रमाण नहीं माना जाता। क्योंकि अविद्यासे आरोपित सुखित्व आदि विशेष प्रतिबन्धकोंके कारण ही आत्माकी स्वरूपसे स्थिति नहीं है और स्वरूपसे स्थिति ही श्रेय है; इसलिये ‘नेति-नेति’ और ‘अस्थूलम्’ आदि वाक्योंसे आत्मामें असुखित्वादिकी प्रतीति करानेके द्वारा शास्त्र [उसमें आरोपित] सुखित्व आदिकी निवृत्ति करनेवाला है। आत्मस्वरूपके समान असुखित्व आदि भी सुखित्व आदि भेदोंमें अनुवृत्त धर्म नहीं है। यदि वह भी अनुवृत्त होता तो उसमें सुखित्व आदिरूप विशेष धर्मका आरोप नहीं किया जा सकता था, जिस प्रकार कि उष्णत्वधर्मविशिष्ट अग्निमें शीतत्वका आरोप नहीं किया जा सकता। अत: सुखित्वादि विशेष निर्विशेष आत्मामें ही कल्पना किये गये हैं। इससे सिद्ध हुआ कि आत्माके विषयमें जो असुखित्व आदि शास्त्र है वह सुखित्व आदि विशेषकी निवृत्तिके ही लिये है। शास्त्रवेत्ताओंका सूत्र भी है—“[सुखित्व आदि धर्मोंका] निवर्त्तक हानेसे [अस्थलूम् आदि] शास्त्रकी प्रामाणिकता सिद्ध होती है”॥ ३२ ॥ \n `पूर्वश्लोकार्थस्य हेतुमाह—` \n पूर्व श्लोकके अर्थका हेतु बतलाते हैं— \n ` भावैरसद्भिरेवायमद्वयेन च कल्पित:। भावा अप्यद्वयेनैव तस्मादद्वयता शिवा॥ ३३ ॥` \n यह (आत्मतत्त्व) प्राणादि असद्भावोंसे और अद्वैतरूपसे कल्पित है। वे असद्भाव भी अद्वैतसे ही कल्पना किये गये हैं। इसलिये अद्वैतभाव ही मङ्गलमय है॥ ३३ ॥ \n यथा रज्ज्वामसद्भि: सर्पधारादिभिरद्वयेन च रज्जुद्रव्येण सतायं सर्प इयं धारा दण्डोऽयमिति वा रज्जुद्रव्यमेव कल्प्यत एवं प्राणादिभिरनन्तैरसद्भिरेवाविद्यमानै:, न परमार्थत:—न ह्यप्रचलिते मनसि कश्चिद्भाव उपलक्षयितुं शक्यते केनचित्; न चात्मन: प्रचलनमस्ति; प्रचलितस्यैवोपलभ्यमाना भावा न परमार्थत: सन्त: कल्पयितुं शक्या:—अतोऽसद्भिरेव प्राणादि-भावैरद्वयेन च परमार्थसतात्मना रज्जुवत्सर्वविकल्पास्पदभूतेनायं स्वयमेवात्मा कल्पित:; सदैकस्वभावोऽपि सन्। \n जिस प्रकार रज्जुमें अविद्यमान सर्प धारा आदि भावोंसे तथा विद्यमान अद्वितीय रज्जुद्रव्यसे ‘यह सर्प है, यह धारा है, यह दण्ड है’ इस प्रकार रज्जुद्रव्य ही कल्पना किया जाता है, उसी प्रकार प्राणादि अनन्त असत्—अविद्यमान अथार्त् जो परमार्थत: नहीं हैं, [उन भावोंसे आत्मा विकल्पित हो रहा है]—क्योंकि चित्तके चलायमान न होनेपर किसीके द्वारा कोर्इ भाव उपलक्षित नहीं हो सकता और आत्मामें प्रचलन है नहीं; तथा केवल चलायमान चित्तमें ही उपलब्ध होनेवाले भाव परमार्थत: सत्य हैं—ऐसी कल्पना नहीं की जा सकती। अत: यह आत्मा, स्वयं एकमात्र सत्स्वभाव होनेपर भी असत्स्वरूप प्राणादि भावोंसे तथा रज्जुके समान सब प्रकारके विकल्पके आश्रयभूत परमार्थ सत् आत्मस्वरूपसे कल्पित है। \n `ते च प्राणादिभावा अप्यद्वयेनैव सतात्मना विकल्पिता:। न हि निरास्पदा काचित्कल्पनोपलभ्यते; अत: सर्वकल्पनास्पदत्वात्स्वेनात्मना-द्वयस्याव्यभिचारात्कल्पनावस्थाया-मप्यद्वयता शिवा। कल्पना एव त्वशिवा:। रज्जुसर्पादिवत्त्रासादिकारिण्यो हि ता:। अद्वयताभयात: सैव शिवा॥ ३३ ॥` \n वे प्राणादि भाव भी अद्वय सत्स्वरूप आत्मासे ही कल्पना किये गये हैं, क्योंकि कोर्इ भी कल्पना निराधार नहीं हो सकती। अत: समस्त कल्पनाकी आश्रयभूता होनेसे और अपने स्वरूपसे अद्वयका कभी व्यभिचार न होनेसे कल्पना-अवस्थामें भी अद्वयता ही मङ्गलमयी है। केवल कल्पना ही अमङ्गलमयी है। क्योंकि वह रज्जु-सर्पादिके समान भय आदि उत्पन्न करनेवाली है। अद्वयता अभयरूपा है, इसलिये वही मङ्गलमयी है॥ ३३ ॥ \n तत्त्ववेत्ताकी दृष्टिमें नानात्वका अत्यन्ताभाव है \n `कुतश्चाद्वयता शिवा? नानाभूतं पृथक्त्वमन्यस्यान्यस्माद्यत्र दृष्टं तत्राशिवं भवेत्।` \n और भी अद्वयता क्यों मङ्गलमयी है?—जहाँ एक वस्तुसे दूसरी वस्तुका नानाभूत पार्थक्य देखा जाता है वहीं अमङ्गल हो सकता है। [किन्तु—] \n ` नात्मभावेन नानेदं न स्वेनापि कथञ्चन। न पृथङ्नापृथक्किञ्चिदिति तत्त्वविदो विदु:॥ ३४ ॥` \n यह नानात्व न तो आत्मस्वरूपसे है और न अपने ही स्वरूपसे कुछ है। कोर्इ भी वस्तु न तो ब्रह्मसे पृथक् है और न अपृथक् ही—ऐसा तत्त्ववेत्ता जानते हैं॥ ३४ ॥ \n ` न ह्यत्राद्वये परमार्थसत्यात्मनि प्राणादिसंसारजातमिदं जगदात्मभावेन परमार्थस्वरूपेण निरूप्यमाणं नाना वस्त्वन्तरभूतं भवति। यथा रज्जुस्वरूपेण प्रकाशेन निरूप्यमाणो न नानाभूत: कल्पित: सर्पोऽस्ति तद्वत्। नापि स्वेन प्राणाद्यात्मनेदं विद्यते कदाचिदपि रज्जुसर्पवत् कल्पितत्वादेव। तथान्योन्यं न पृथक्प्राणादि वस्तु यथाश्वान्महिष: पृथग्विद्यत एवम्। अतोऽसत्त्वान्नापृथग्विद्यते अन्योन्यं परेण वा किञ्चिदिति एवं परमार्थतत्त्वमात्मविदो ब्राह्मणा विदु:। अतोऽशिवहेतुत्वाभावादद्वयतैव शिवेत्यभिप्राय:॥ ३४ ॥` \n इस अद्वितीय परमार्थ सत्य आत्मामें यह प्राणादि संसारजातरूप जगत् आत्मभावसे—परमार्थ सत्यरूपसे निरूपण किये जानेपर नाना अर्थात् पृथक् वस्तुके अन्तर्भूत नहीं रहता। जिस प्रकार प्रकाशद्वारा रज्जुरूपसे निरूपित होनेपर कल्पित सर्प पृथक्-रूपसे नहीं रहता उसी प्रकार [परमार्थरूपसे निरूपण किया जानेपर जगत् आत्मासे पृथक् वस्तु नहीं ठहरता]; और न यह, रज्जु-सर्पके समान कल्पित होनेके कारण ही, अपने प्राणादिस्वरूपसे कभी कुछ रहता है। तथा जिस प्रकार घोड़ेसे भैंस पृथक् है उस प्रकार प्राणादि वस्तु आपसमें भी पृथक् नहीं हैं। इसीलिये असद्रूप होनेसे आपसमें अथवा किसी अन्यसे कोर्इ वस्तु अपृथक् भी नहीं है—ऐसा आत्मज्ञ ब्राह्मणलोग परमार्थतत्त्वको जानते हैं। अत: अमङ्गलकी हेतुताका अभाव होनेसे अद्वयता ही मङ्गलमयी है—यह इसका तात्पर्य है॥ ३४ ॥ \n इस रहस्यके साक्षी कौन थे? \n ` तदेतत्सम्यग्दर्शनं स्तूयते— ` अब इस सम्यग्ज्ञानकी स्तुति की जाती है— \n `वीतरागभयक्रोधैर्मुनिभिर्वेदपारगै:। निर्विकल्पो ह्ययं दृष्ट: प्रपञ्चोपशमोऽद्वय:॥ ३५ ॥` \n जिनके राग, भय और क्रोध निवृत्त हो गये हैं उन वेदके पारगामी मुनियोंद्वारा ही यह निर्विकल्प प्रपञ्चोपशम अद्वय तत्त्व देखा गया है॥ ३५ ॥ \n ` विगतरागभयद्वेषक्रोधादिसर्वदोषै: सर्वदा मुनिभिर्मननशीलैर्विवेकिभिर्वेदपारगैरवगतवेदार्थ-तत्त्वैर्ज्ञानिभिर्निर्विकल्प: सर्व-विकल्पशून्योऽयमात्मा दृष्ट उपलब्धो वेदान्तार्थतत्परै: प्रपञ्चोपशम:— प्रपञ्चो द्वैतभेदविस्तारस्तस्योपशमोऽभावो यस्मिन्स आत्मा प्रपञ्चोपशमोऽत एवाद्वयो विगतदोषैरेव पण्डितैर्वेदान्तार्थतत्परै: संन्यासिभि: परमात्मा द्रष्टुं शक्य:, नान्यै रागादिकलुषितचेतोभि: स्वपक्षपातिदर्शनैस्तार्किकादिभिरि त्यभिप्राय:॥ ३५ ॥ ` \n जिनके राग, भय और क्रोधादि समस्त दोष निवृत्त हो गये हैं उन मुनियों अर्थात् सर्वदा मननशील विवेकियों और वेदके पारगामियों यानी वेदार्थके मर्मज्ञ वेदान्तार्थपरायण तत्त्वज्ञानियोंद्वारा यह सब प्रकारके विकल्पोंसे रहित निर्विकल्प और प्रपञ्चोपशम—द्वैतरूप भेदके विस्तारका नाम प्रपञ्च है उसकी जिसमें निवृत्ति हो जाती है वह आत्मा प्रपञ्चोपशम है—इसीलिये जो अद्वय है ऐसा यह आत्मा पण्डित यानी वेदान्तार्थमें तत्पर, दोषहीन संन्यासियोंद्वारा ही देखा जा सकता है। जिनके चित्त रागादि दोषसे दूषित हैं और जिनके दर्शन अपने पक्षका आग्रह करनेवाले हैं उन अन्य तार्किकादिको इस आत्माका साक्षात्कार नहीं हो सकता—यह इसका अभिप्राय है॥ ३५ ॥ \n तत्त्वदर्शनका आदेश \n `यस्मात्सर्वानर्थप्रशमरूपत्वादद्वयं शिवमभयम्—` \n क्योंकि सम्पूर्ण अनर्थोंका निवृत्तिस्थान होनेसे अद्वयत्व ही मङ्गलमय और अभयरूप है— \n `तस्मादेवं विदित्वैनमद्वैते योजयेत्स्मृतिम्। अद्वैतं समनुप्राप्य जडवल्लोकमाचरेत्॥ ३६ ॥` \n इसलिये इस (आत्मतत्त्व)-को ऐसा जानकर अद्वैतमें मनोनिवेश करे और अद्वैततत्त्वको प्राप्तकर लोकमें जडवत् व्यवहार करे॥ ३६ ॥ \n ` अत एवं विदित्वैनमद्वैते स्मृतिं योजयेत्। अद्वैतावगमायैव स्मृतिं कुर्यादित्यर्थ:। तच्चाद्वैतमवगम्याहमस्मि परं ब्रह्मेति विदित्वाशनायाद्यतीतं साक्षादपरोक्षादजमात्मानं सर्व-लोकव्यवहारातीतं जडवल्लोक-माचरेत्। अप्रख्यापयन्नात्मान-महमेवंविध इत्यभिप्राय:॥ ३६ ॥` \n इसलिये इसे ऐसा जानकर अद्वैतमें मनोनिवेश करे; अर्थात् अद्वैतबोधके लिये ही चिन्तन करे और उस अद्वैतको जानकर अर्थात् ‘मैं ही परब्रह्म हूँ’ ऐसा ज्ञान प्राप्तकर, यानी सम्पूर्ण लोकव्यवहारसे शून्य, भोजनेच्छा आदिसे अतीत; साक्षात् अपरोक्ष अजन्मा आत्माको अनुभवकर लोकमें जडवत् आचरण करे। तात्पर्य यह है कि ‘मैं ऐसा हूँ’ इस प्रकार अपनेको प्रकट न करता हुआ व्यवहार करे॥ ३६ ॥ \n तत्त्वदर्शीका \n `आचरण कया चर्यया लोकमाचरे-दित्याह— ` \n लोकमें कैसे व्यवहारसे आचरण करे? इसपर कहते हैं— \n `निस्तुतिर्निर्नमस्कारो नि:स्वधाकार एव च। चलाचलनिकेतश्च यतिर्यादृच्छिको भवेत्॥ ३७ ॥` \n यतिको स्तुति, नमस्कार और स्वधाकार (पैत्रकर्म)-से रहित हो चल (शरीर) और अचल (आत्मा)-में ही विश्राम करनेवाला होकर यादृच्छिक (अनायासलब्ध वस्तुद्वारा सन्तुष्ट रहनेवाला) हो जाना चाहिये॥ ३७ ॥ \n ` स्तुतिनमस्कारादिसर्वकर्मवर्जित-स्त्यक्तसर्वबाह्यैषण: प्रति-पन्नपरमहंसपारिव्राज्य इत्यभिप्राय:—“एतं वै तमात्मानं विदित्वा” (बृ० उ० ३। ५। १) इत्यादिश्रुते:; “तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत् परायणा:” (गीता ५। १७) इत्यादिस्मृतेश्च—चलं शरीरं प्रतिक्षणमन्यथाभावात्, अचलमात्म-तत्त्वम्, यदाकदाचिद्भोजनादि-व्यवहारनिमित्तमाकाशवदचलं स्वरूपमात्मतत्त्वमात्मनो निकेत-माश्रयमात्मस्थितिं विस्मृत्याह-मिति मन्यते यदा तदा चलो देहो निकेतो यस्य सोऽयमेवं चलाचल-निकेतो विद्वान्न पुनर्बाह्यविषयाश्रय:; स च यादृच्छिको भवेत्। यदृच्छाप्राप्तकौपीनाच्छादन-ग्रासमात्रदेहस्थितिरित्यर्थ:॥ ३७ ॥` \n स्तुति-नमस्कारादि सम्पूर्ण कर्मोंसे रहित तथा बाह्य एषणाओंका त्यागी हो, अर्थात् “निश्चय इस उस आत्माको जानकर” इत्यादि श्रुति और “जिनकी बुद्धि, आत्मा और निष्ठा उसीमें लगी हुर्इ हैं तथा जो उसीके शरणापन्न हैं” इस स्मृतिके अनुसार परमहंस पारिव्राज्य भावको प्राप्त हो—प्रतिक्षण अन्यथा भावको प्राप्त होनेवाला होनेसे ‘चल’ शरीरको कहते हैं तथा ‘अचल’ आत्मतत्त्वका नाम है—इस प्रकार जब-तब भोजनादि व्यवहारके निमित्तसे आकाशके समान अविचल अपने स्वरूपभूत आत्मतत्त्वको जो अपना निकेत यानी आश्रय है उसे अर्थात् आत्मस्थितिको भूलकर जब ‘मैं हूँ’ इस प्रकार अभिमान करता है, उस समय ‘चल’ यानी शरीर ही जिसका निकेत है—इस प्रकार विद्वान् चलाचलनिकेत होकर अर्थात् फिर बाह्य विषयोंका आश्रय न करके यादृच्छिक हो जाय; तात्पर्य यह कि अनायास ही प्राप्त हुए कौपीन, आच्छादन और ग्रासमात्रसे जिसकी देहस्थिति है—ऐसा हो जाय॥ ३७ ॥ \n ` अविचल तत्त्वनिष्ठाका विधान तत्त्वमाध्यात्मिकं दृष्ट्वा तत्त्वं दृष्ट्वा तु बाह्यत:। तत्त्वीभूतस्तदारामस्तत्त्वादप्रच्युतो भवेत्॥ ३८ ॥` \n [फिर वह विवेकी पुरुष] आध्यात्मिक तत्त्वको देखकर और बाह्य तत्त्वका भी अनुभव कर, तत्त्वीभूत और तत्त्वमें ही रमण करनेवाला होकर तत्त्वसे च्युत न हो॥ ३८ ॥ \n ` बाह्यं पृथिव्यादितत्त्वम् आध्यात्मिकं च देहादिलक्षणं रज्जुसर्पादिवत्स्वप्नमायादिवच्च असत् “वाचारम्भणं विकारो नामधेयम्” (छा० उ० ६। १। ४) इत्यादिश्रुते:। आत्मा च सबाह्याभ्यन्तरो ह्यजोऽपूर्वोऽनन्तरोऽबाह्य: कृत्स्न आकाशवत्सर्वगत: सूक्ष्मोऽचलो निर्गुणो निष्कलो निष्क्रिय: “तत्सत्यं स आत्मा तत्त्वमसि” (छा० उ० ६। ८। १६) इति श्रुते:। इत्येवं तत्त्वं दृष्ट्वा तत्त्वीभूतस्तदारामो न बाह्यरमणो यथातत्त्वदर्शी कश्चिच्चित्तमात्मत्वेन प्रतिपन्नश्चित्तचल नमनु चलितमात्मानं मन्यमानस्तत्त्वाच्चलितं देहादि-भूतमात्मानं कदाचिन्मन्यते प्रच्युतोऽहमात्मतत्त्वादिदानीमिति; समाहिते तु मनसि कदाचित्तत्त्वभूतं प्रसन्नात्मानं मन्यत इदानीमस्मि तत्त्वीभूत इति; न तथात्मविद्भवेत्। आत्मन एकरूपत्वात् स्वरूपप्रच्यवनासम्भवाच्च। सदैव ब्रह्मास्मीत्यप्रच्युतो भवेत्-तत्त्वात्सदाप्रच्युतात्मतत्त्वदर्शनो भवे-दित्यभिप्राय: “शुनि चैव श्वपाके च पण्डिता: समदर्शिन:” (गीता १२। १८) “समं सर्वेषु भूतेषु” (गीता १३। २७) इत्यादिस्मृते:॥ ३८ ॥ ` \n पृथिवी आदि बाह्य तत्त्व और देहादिरूप आध्यात्मिक तत्त्व “वाचारम्भणं विकारो नामधेयम्” इत्यादि श्रुतिके अनुसार रज्जुसर्पादिके समान एवं स्वप्न या मायाके समान मिथ्या हैं; तथा “वह सत्य है, वह आत्मा है और वही तू है” इस श्रुतिके अनुसार आत्मा बाहर-भीतर विद्यमान, अजन्मा, कारणरहित, कार्यरहित, अन्तर्बाह्यशून्य, परिपूर्ण, आकाशके समान सर्वगत, सूक्ष्म, अचल, निर्गुण, निष्कल और निष्क्रिय है। इस प्रकार तत्त्वका साक्षात्कार कर तत्त्वीभूत और उसीमें रमण करनेवाला होकर अर्थात् बाह्यरत न होकर; जिस प्रकार मनको ही आत्मा माननेवाला कोर्इ अतत्त्वदर्शी पुरुष किसी समय चित्तके चञ्चल होनेपर आत्माको भी चलायमान मानकर अपनेको तत्त्वसे विचलित और देहादिरूप समझकर मानता है कि इस समय मैं तत्त्वसे च्युत हो गया हूँ तथा किसी समय चित्तके समाहित होनेपर अपनेको तत्त्वीभूत और प्रसन्न समझकर मानता है कि इस समय मैं तत्त्वस्थ हूँ उसी प्रकार आत्मवेत्ताको न हो जाना चाहिये; क्योंकि आत्मा सर्वदा एकरूप है और उसका स्वरूपसे च्युत होना भी सम्भव नहीं है। अत: वह सदा ही “मैं ब्रह्म हूँ” ऐसा निश्चयकर तत्त्वसे च्युत न हो; तात्पर्य यह कि सदा ही अच्युत आत्मदर्शी हो, जैसा कि “कुत्ते और चाण्डालमें भी विद्वानोंकी समान दृष्टि होती है” तथा “सम्पूर्ण भूतोंमें समान भावसे स्थित” आदि स्मृतियोंसे प्रमाणित होता है॥ ३८ ॥ \n 'इति श्रीगोविन्दभगवत्पूज्यपादशिष्यस्य परमहंसपरिव्राजकाचार्यस्य श्रीशङ्करभगवत: कृतौ गौडपादीयागमशास्त्रभाष्ये वैतथ्याख्यं द्वितीयं प्रकरणम्॥ २ ॥'"
  },{
    "id": 2,
    "Chapter": "3",
    "Chapter Name": "Advaita Prakarana",
    "Text": "'अद्वैतप्रकरण'  'Mandukya Karika' ` ओङ्कारनिर्णय उक्त: प्रपञ्चोप-शम: शिवोऽद्वैत आत्मेति प्रतिज्ञामात्रेण। ज्ञाते द्वैतं न विद्यत इति च। तत्र द्वैताभावस्तु वैतथ्यप्रकरणेन स्वप्नमायागन्धर्व-नगरादिदृष्टान्तैर्दृश्यत्वाद्यन्तवत्त्वादि-हेतुभिस्तर्केण च प्रतिपादित:। अद्वैतं किमागममात्रेण प्रतिपत्तव्यमाहोस्वित्तर्केणापीत्यत आह—शक्यते तर्केणापि ज्ञातुम्; तत्कथमित्यद्वैतप्रकरणमारभ्यते। उपास्योपासनादिभेदजातं सर्वं वितथं केवलश्चात्माद्वय: परमार्थ इति स्थितमतीते प्रकरणे; यत:—` [आगमप्रकरणमें] ओङ्कारका निर्णय करते समय यह बात केवल प्रतिज्ञामात्रसे कही है कि आत्मा प्रपञ्चका निवृत्तिस्थान शिव और अद्वैतस्वरूप है तथा ज्ञान हो जानेपर द्वैत नहीं रहता। फिर वैतथ्यप्रकरणमें स्वप्न, माया और गन्धर्वनगरादिके दृष्टान्तोंसे दृश्यत्व एवं आदि-अन्तवत्त्व आदि हेतुओंद्वारा तर्कसे भी द्वैतके अभावका प्रतिपादन किया गया। किन्तु वह अद्वैत क्या शास्त्रमात्रसे ही ज्ञातव्य है अथवा तर्कसे भी जाना जा सकता है? इसपर कहते हैं—तर्कसे भी जाना जा सकता है। सो किस प्रकार? इसी बातको बतलानेके लिये अद्वैतप्रकरणका आरम्भ किया जाता है। उपास्य और उपासना आदि सम्पूर्ण भेद मिथ्या है, केवल आत्मा ही अद्वय परमार्थस्वरूप है—यह बात पिछले प्रकरणमें निश्चित हुर्इ है; क्योंकि— \n ` उपासनाश्रितो धर्मो जाते ब्रह्मणि वर्तते। प्रागुत्पत्तेरजं सर्वं तेनासौ कृपण: स्मृत:॥ १ ॥ ` \n उपासनाका आश्रय लेनेवाला जीव कार्यब्रह्ममें ही रहता है [अर्थात् उसे ही अपना उपास्य मानता है और समझता है कि] उत्पत्तिसे पूर्व ही सब अज [अर्थात् अजन्मा ब्रह्मस्वरूप] था। इसलिये वह कृपण (दीन) माना गया है॥ १ ॥ \n ` उपासनाश्रित उपासनामात्मनो मोक्षसाधनत्वेन गत उपासकोऽहं ममोपास्यं ब्रह्म। तदुपासनं कृत्वा जाते ब्रह्मणीदानीं वर्तमानोऽजं ब्रह्म शरीरपातादूर्ध्वं प्रतिपत्स्ये प्रागुत्पत्तेश्चाजमिदं सर्वमहं च। यदात्मकोऽहं प्रागुत्पत्तेरिदानीं जातो जाते ब्रह्मणि च वर्तमान उपासनया पुनस्तदेव प्रतिपत्स्य इत्येवमुपासनाश्रितो धर्म: साधको येनैवं क्षुद्रब्रह्मवित्तेनासौ कारणेन कृपणो दीनोऽल्पक: स्मृतो नित्याजब्रह्मदर्शिभिरित्यभिप्राय:। “यद्वाचानभ्युदितं येन वागभ्युद्यते। तदेव ब्रह्म त्वं विद्धि नेदं यदिदमुपासते” (के० उ० १। ४) इत्यादिश्रुतेस्तलवकाराणाम्॥ १ ॥ ` \n ‘उपासनाश्रित:’—उपासनाको अपने मोक्षके साधनरूपसे माननेवाला पुरुष अर्थात् ‘मैं उपासक हूँ और ब्रह्म मेरा उपास्य है। उसकी उपासना करके इस समय कार्यब्रह्ममें रहता हुआ शरीरपातके अनन्तर मैं अजन्मा ब्रह्मको प्राप्त हो जाऊँगा तथा उत्पत्तिके पूर्व भी यह सब और मैं अजरूप ही थे। उत्पत्तिसे पूर्व मैं जैसा था अब उत्पन्न होकर जातब्रह्ममें वर्तमान हुआ अन्तमें उपासनाद्वारा मैं फिर उसी रूपको प्राप्त हो जाऊँगा’—इस प्रकार उपासनाका आश्रय लेनेवाला साधक जीव क्योंकि क्षुद्रब्रह्मवेत्ता है, इस कारणसे ही यह सर्वदा अजन्मा ब्रह्मका दर्शन करनेवाले महात्माओंद्वारा कृपण—दीन अर्थात् क्षुद्र माना गया है—यह इसका अभिप्राय है; जैसा कि “जो वाणीसे प्रकट नहीं होता बल्कि जिससे वाणी प्रकट होती है, वही ब्रह्म है—ऐसा जान; जिसकी तू उपासना करता है वह ब्रह्म नहीं है” इत्यादि तलवकारश्रुतिसे प्रमाणित होता है॥ १ ॥ \n अकार्पण्यनिरूपणकी प्रतिज्ञा \n ` सबाह्याभ्यन्तरमजमात्मानं प्रति-पत्तुमशक्नुवन्नविद्यया दीनमात्मानं मन्यमानो जातोऽहं जाते ब्रह्मणि वर्ते तदुपासनाश्रित: सन्ब्रह्म प्रतिपत्स्य इत्येवं प्रतिपन्न: कृपणो भवति यस्मात्—` \n बाहर और भीतर वर्तमान अजन्मा आत्माको प्राप्त करनेमें असमर्थ होनेके कारण अविद्यावश अपनेको दीन माननेवाला पुरुष, क्योंकि ‘मैं उत्पन्न हुआ हूँ, उत्पन्न हुए ब्रह्ममें ही वर्तमान हूँ और उसकी उपासनाका आश्रय लेकर ही ब्रह्मको प्राप्त होऊँगा, इस प्रकार माननेके कारण दीन है— \n `अतो वक्ष्याम्यकार्पण्यमजाति समतां गतम्। यथा न जायते किञ्चिज्जायमानं समन्तत:॥ २ ॥` \n इसलिये अब मैं सर्वत्र समानभावको प्राप्त जन्मरहित अकृपणभाव-(अजन्मा ब्रह्म-)का वर्णन करता हूँ [जिससे यह समझमें आ जायगा कि] किस प्रकार सब ओर उत्पन्न होनेपर भी कुछ उत्पन्न नहीं हुआ॥ २ ॥ \n `अतो वक्ष्याम्यकार्पण्यमकृपणभाव मजं ब्रह्म। तद्धि कार्पण्यास्पदम् “यत्रान्योऽन्यत्पश्यत्यन्यच्छृणोत्यन्यद्विजानाति तदल्पं मर्त्यमसत्” (छा० उ० ७। २४। १) “वाचारम्भणं विकारो नामधेयम्” (छा० उ० ६। १। ४) इत्यादिश्रुतिभ्य:। तद्विपरीतं सबाह्याभ्यन्तरमजमकार्पण्यं भूमाख्यं ब्रह्म। यत्प्राप्याविद्या-कृतसर्वकार्पण्यनिवृत्तिस्तदकार्पण्यं वक्ष्यामीत्यर्थ:। तदजाति, अविद्यमाना जातिरस्य समतां गतं सर्वसाम्यं गतम्। कस्मात्? अवयववैषम्याभावात्। यद्धि सावयवं वस्तु तदवयववैषम्यं गच्छज्जायत इत्युच्यते। इदं तु निरवयवत्वात् समतां गतमिति न कैश्चिदवयवै: स्फुटत्यतोऽजात्यकार्पण्यम्। समन्तत: समन्ताद्यथा न जायते किञ्चिदल्पमपि न स्फुटति रज्जुसर्पवदविद्याकृतदृष्ट्या जायमानं येन प्रकारेण न जायते सर्वतोऽजमेव ब्रह्म भवति तथा तं प्रकारं शृण्वित्यर्थ:॥ २ ॥ ` \n इसलिये मैं अकार्पण्य अकृपणभाव अर्थात् अजन्मा ब्रह्मका वर्णन करता हूँ। “जहाँ अन्य अन्यको देखता है, अन्यको सुनता है और अन्यको ही जानता है वह अल्प है, वह मरणशील और असत् है” “विकार वाणीसे आरम्भ होनेवाला नाममात्र है” इत्यादि श्रुतियोंके अनुसार उपर्युक्त जातब्रह्म तो कृपणताका ही आश्रय है। उससे विपरीत बाहर-भीतर वर्तमान अजन्मा भूमासंज्ञक ब्रह्म अकार्पण्यरूप है, जिसे प्राप्त होनेपर अविद्याकृत सम्पूर्ण कृपणताकी निवृत्ति हो जाती है; उस कृपणभावसे रहित ब्रह्मका मैं वर्णन करूँगा—यह इसका तात्पर्य है। वह अजाति अर्थात् जिसकी जाति न हो और समताको प्राप्त अर्थात् सबकी समानताको प्राप्त है। ऐसा क्यों है? क्योंकि उसमें अवयवोंकी विषमताका अभाव है। जो वस्तु सावयव होती है वह अवयवोंकी विषमताको प्राप्त होनेके कारण ‘उत्पन्न होती है’ ऐसे कही जाती है। किन्तु यह ब्रह्म तो निरवयव होनेके कारण समताको प्राप्त है, इसलिये किन्हीं भी अवयवोंके रूपमें प्रस्फुटित नहीं होता। अत: यह सब ओरसे अजाति अर्थात् अकार्पण्यरूप है। जिस प्रकार कि कुछ भी उत्पन्न नहीं होता अर्थात् रज्जु-सर्पके समान आविद्यकदृष्टिसे उत्पन्न होता हुआ भी जिस प्रकार उत्पन्न नहीं होता—सब ओर अजन्मा ब्रह्म ही रहता है उस प्रकारको श्रवण करो—यह इसका अभिप्राय है॥ २ ॥ \n जीवकी उत्पत्तिके विषयमें दृष्टान्त \n ` अजाति ब्रह्माकार्पण्यं वक्ष्यामीति प्रतिज्ञातम्। तत्सिद्ध्यर्थं हेतुं दृष्टान्तं च वक्ष्यामीत्याह— ` \n मैं अजन्मा ब्रह्मका जो कृपणभावसे रहित है, वर्णन करता हूँ—ऐसी प्रतिज्ञा की है। उसकी सिद्धिके लिये हेतु और दृष्टान्त भी बतलाता हूँ—इस अभिप्रायसे कहते हैं — \n `आत्मा ह्याकाशवज्जीवैर्घटाकाशैरिवोदित:। घटादिवच्च संघातैर्जातावेतन्निदर्शनम्॥ ३ ॥` \n आत्मा आकाशके समान है; वह घटाकाशोंके समान जीवरूपसे उत्पन्न हुआ है। तथा [मृत्तिकासे] घटादिके समान देहसंघातरूपसे भी उत्पन्न हुआ कहा जाता है। आत्माकी उत्पत्तिके विषयमें यही दृष्टान्त है॥ ३ ॥ \n `आत्मा परो हि यस्मादाकाशवत्सूक्ष्मो निरवयव: सर्वगत आकाशवदुक्तो जीवै: क्षेत्रज्ञैर्घटाकाशैरिव घटाकाशतुल्य उदित उक्त: स एवाकाशसम: पर आत्मा। अथ वा घटाकाशैर्यथाकाश उदित उत्पन्नस्तथा परो जीवात्मभिरुत्पन्न:। जीवात्मनां परस्मादात्मन उत्पत्तिर्या श्रूयते वेदान्तेषु सा महाकाशाद्घटाकाशोत्पत्तिसमा न परमार्थत इत्यभिप्राय:। तस्मादेवाकाशाद्घटादय: संघाता यथोत्पद्यन्त एवमाकाश-स्थानीयात्परमात्मन: पृथिव्यादि-भूतसंघाता आध्यात्मिकाश्च कार्यकरणलक्षणा रज्जुसर्प-वद्विकल्पिता जायन्ते। अत उच्यते घटादिवच्च संघातैरुदित इति। यदा मन्दबुद्धिप्रतिपिपादयिषया श्रुत्यात्मनो जातिरुच्यते जीवादीनां तदा जातावुपगम्यमानायामेतन्निदर्शनं दृष्टान्तो यथोदिताकाशवदित्यादि:॥ ३ ॥` \n क्योंकि परमात्मा ही आकाशवत् अर्थात् आकाशके समान सूक्ष्म निरवयव और सर्वगत कहा गया है और वही घटाकाशसदृश क्षेत्रज्ञ जीवोंके रूपमें उत्पन्न हुआ कहा गया है, इसलिये वह परमात्मा ही आकाशके समान है। अथवा यों समझो कि जिस प्रकार घटाकाशोंके रूपमें आकाश उत्पन्न हुआ है उसी प्रकार परमात्मा जीवात्माओंके रूपसे उत्पन्न हुआ है। तात्पर्य यह है कि वेदान्तोंमें जो परमात्मासे जीवात्माओंकी उत्पत्ति सुनी जाती है वह महाकाशसे घटाकाशोंकी उत्पत्तिके समान है, परमार्थत: नहीं। उसी आकाशसे जिस प्रकार घट आदि संघात उत्पन्न होते हैं, उसी प्रकार आकाशस्थानीय परमात्मासे रज्जुमें सर्पके समान विकल्पित हुए पृथिवी आदि भूतसंघात और शरीर तथा इन्द्रियरूप आध्यात्मिकभाव उत्पन्न होते हैं। इसीसे कहा जाता है—घटादिके समान देहादिसंघातरूपसे भी उदित हुआ है। जिस समय मन्दबुद्धि पुरुषोंके प्रति प्रतिपादन करनेकी इच्छासे श्रुतिने आत्मासे जीवादिकी उत्पत्तिका वर्णन किया है उस समय उनकी उत्पत्ति माननेमें यह उपर्युक्त आकाशादिके समान ही निदर्शन-दृष्टान्त है॥ ३ ॥ \n `घटादिषु प्रलीनेषु घटाकाशादयो यथा। आकाशे संप्रलीयन्ते तद्वज्जीवा इहात्मनि॥ ४ ॥` \n घटादिके लीन होनेपर जिस प्रकार घटाकाशादि महाकाशमें लीन हो जाते हैं उसी प्रकार जीव इस आत्मामें विलीन हो जाते हैं॥ ४ ॥ \n ` यथा घटाद्युत्पत्त्या घटाकाशाद्युत्पत्ति:; यथा वा घटादिप्रलये घटाकाशादिप्रलयस्तद्वद्देहादि-संघातोत्पत्त्या जीवोत्पत्ति-स्तत्प्रलये च जीवानामिहात्मनि प्रलयो न स्वत इत्यर्थ:॥ ४ ॥` \n जिस प्रकार घटादिकी उत्पत्तिसे घटाकाशादिकी उत्पत्ति होती है और जिस प्रकार घटादिके नाशसे घटाकाशादिका नाश होता है उसी प्रकार देहादि* संघातकी उत्पत्तिसे जीवकी उत्पत्ति होती है और उनका लय होनेपर जीवोंका इस आत्मामें लय हो जाता है। तात्पर्य यह है कि स्वत: उनका लय नहीं होता॥ ४ ॥ \n `सर्वदेहेष्वात्मैकत्व एकस्मिञ्जननमरणसुखादिमत्यात्मनि सर्वात्मनां तत्सम्बन्ध: क्रियाफल-साङ्कर्यं च स्यादिति य आहुर्द्वैतिनस्तान्प्रतीदमुच्यते—` \n सम्पूर्ण देहोंमें एक ही आत्मा होनेपर तो एक आत्माके जन्म-मरण और सुख-दु:खादिमान् होनेपर सभीको उसका सम्बन्ध होगा तथा कर्म और फलकी संकरता हो जायगी [अर्थात् कर्म किसीका होगा और उसका फल कोर्इ और ही भोगेगा] इस प्रकार जो द्वैतवादी कहते हैं उनके प्रति कहा जाता है— \n ` यथैकस्मिन्घटाकाशे रजोधूमादिभिर्युते। न सर्वे संप्रयुज्यन्ते तद्वज्जीवा: सुखादिभि:॥ ५ ॥` \n जिस प्रकार एक घटाकाशके धूलि और धुएँ आदिसे युक्त होनेपर समस्त घटाकाश उनसे युक्त नहीं होते उसी प्रकार जीव भी सुखादि धर्मोंसे लिप्त नहीं होते। [अर्थात् एक जीवके सुखादिमान् होनेपर सब जीव सुखादिमान् नहीं हो जाते]॥ ५ ॥ \n ` यथैकस्मिन्घटाकाशे रजो-धूमादिभिर्युते संयुक्ते न सर्वे घटाकाशादयस्तद्रजोधूमादिभि: संयुज्यन्ते तद्वज्जीवा: सुखादिभि:। नन्वेक एवात्मा? बाढम्; ननु न श्रुतं त्वयाकाशवत्सर्वसंघातेष्वेक एवात्मेति? यद्येक एवात्मा तर्हि सर्वत्र सुखी दु:खी च स्यात्। आत्मैकत्वे सांख्याक्षेप-निवृत्ति: न चेदं सांख्यचोद्यं सम्भवति। न हि सांख्य आत्मन: सुखदु:खादिमत्त्व-मिच्छति बुद्धिसमवायाभ्यु पगमात्सुखदु:खादीनाम्। न चोपलब्धिस्वरूपस्यात्मनो भेद-कल्पनायां प्रमाणमस्ति। भेदाभावे प्रधानस्य पारार्थ्या-नुपपत्तिरिति चेत्, न; प्रधानकृतस्यार्थस्यात्मन्यसमवायात्। यदि हि प्रधानकृतो बन्धो मोक्षो वार्थ: पुरुषेषु भेदेन समवैति तत: प्रधानस्य पारार्थ्यमात्मैकत्वे नोपपद्यत इति युक्ता पुरुषभेदकल्पना। न च सांख्यैर्बन्धो मोक्षो वार्थ: पुरुषसमवेतोऽभ्युपगम्यते। निर्विशेषाश्च चेतनमात्रा आत्मानोऽभ्युपगम्यन्ते। अत: पुरुषसत्तामात्रप्रयुक्तमेव प्रधानस्य पारार्थ्यं सिद्धं न तु पुरुषभेद-प्रयुक्तमिति। अत: पुरुषभेदकल्पनायां न प्रधानस्य पारार्थ्यं हेतु:। न चान्यत्पुरुषभेदकल्पनायां प्रमाणमस्ति सांख्यानाम्। परसत्तामात्रमेव चैतन्निमित्तीकृत्य स्वयं बध्यते मुच्यते च प्रधानम्। परश्चोपलब्धिमात्रसत्तास्वरूपेण प्रधानप्रवृत्तौ हेतुर्न केनचिद्विशेषेणेति केवलमूढतयैव पुरुषभेदकल्पना वेदार्थपरित्यागश्च। वैशेषिकमत-समीक्षा ये त्वाहुर्वैशेषिकादय इच्छादय आत्मसमवायिन इति; तदप्यसत्। स्मृतिहेतूनां संस्काराणा-मप्रदेशवत्यात्मन्यसमवायात्। आत्ममन:संयोगाच्च स्मृत्युत्पत्ते: स्मृतिनियमानुपपत्ति:। युगपद्वा सर्वस्मृत्युत्पत्तिप्रसङ्ग:। मन आदिभि: आत्मसंयोगानुपपत्ति: न च भिन्नजातीयानां स्पर्शादि-हीनानामात्मनां मन आदिभि: सम्बन्धो युक्त:। न च द्रव्या-द्रूपादयो गुणा: कर्मसामान्यविशेष-समवाया वा भिन्ना: सन्ति परेषाम्। यदि ह्यत्यन्तभिन्ना एव द्रव्यात्स्युरिच्छादयश्चात्मनस्तथा च सति द्रव्येण तेषां सम्बन्धानुपपत्ति:। अयुतसिद्धानां समवायलक्षण: सम्बन्धो न विरुध्यत इति चेत्, न। इच्छादिभ्योऽनित्येभ्य आत्मनो नित्यस्य पूर्वसिद्धत्वान्नायुतसि द्धत्वोपपत्ति:। आत्मनायुतसि द्धत्वे चेच्छादीनामात्म-गतमहत्त्ववन्नित्यत्वप्रसङ्ग:। स चानिष्ट:। आत्मनोऽनिर्मोक्ष-प्रसङ्गात्। समवायस्य च द्रव्यादन्यत्वे सति द्रव्येण सम्बन्धान्तरं वाच्यं यथा द्रव्यगुणयो:। समवायो नित्यसम्बन्ध एवेति न वाच्यमिति चेत्तथा च समवायसम्बन्धवतां नित्यसम्बन्धप्रसङ्गात्पृथक्त्वानुपपत्ति:। अत्यन्तपृथक्त्वे च द्रव्यादीनां स्पर्शवदस्पर्शद्रव्ययोरिव षष्ठ्यर्थानुपपत्ति:। आत्मनो व्यावहारिक-बन्धमोक्षाद्युपपादनम् इच्छाद्युपजनापायवद्गुणवत्त्वे चात्मनोऽनित्यत्व-प्रसङ्ग:। देहफलादि-वत्सावयवत्वं विक्रियावत्त्वं च देहादिवदेवेति दोषावपरिहार्यौ। यथा त्वाकाशस्याविद्याध्यारोपित-रजोधूममलवत्त्वादिदोषवत्त्वं तथात्मनोऽविद्याध्यारोपितबुद्ध्याद्यु पाधिकृतसुखदु:खादिदोषवत्त्वं बन्धमोक्षादयो व्यावहारिका न विरुध्यन्ते। सर्ववादिभिरविद्या-कृतव्यवहाराभ्युपगमात्परमार्था-नभ्युपगमाच्च। तस्मादात्मभेद-परिकल्पना वृथैव तार्किकै: क्रियत इति॥ ५ ॥` \n जिस प्रकार एक घटाकाशके धूलि और धुएँसे युक्त होनेपर समस्त घटाकाशादि उस धूलि और धुएँसे संयुक्त नहीं होते उसी प्रकार जीव भी सुखादिसे लिप्त नहीं होते। पूर्व०—आत्मा तो एक ही है न? सिद्धान्ती—हाँ, क्या तूने यह नहीं सुना कि सम्पूर्ण संघातोंमें आकाशके समान व्याप्त एक ही आत्मा है? पूर्व०—यदि आत्मा एक ही है तो वह सर्वत्र सुखी-दु:खी होगा। सिद्धान्ती—सांख्यवादीकी यह आपत्ति सम्भव नहीं है। सांख्य आत्माका सुख-दु:खादिमत्त्व स्वीकार नहीं करता, क्योंकि सुख-दु:खादि तो बुद्धिसमवेत माने गये हैं तथा इसके सिवा अनुभव-स्वरूप आत्माकी भेदकल्पनामें कोर्इ प्रमाण भी नहीं है। यदि कहो कि भेद न होनेपर तो प्रधानकी परार्थता भी सम्भव नहीं है, तो ऐसा कहना ठीक नहीं; क्योंकि प्रधानद्वारा सम्पादित कार्यका आत्माके साथ सम्बन्ध नहीं है। यदि प्रधानकर्तृक बन्ध या मोक्ष पुरुषोंमें पृथक्-पृथक्-रूपसे समवेत होते तो आत्माका एकत्व माननेमें प्रधानकी परार्थता सम्भव नहीं हो सकती थी और तब पुरुषोंके भेदकी कल्पना करनी ठीक थी। किन्तु सांख्यवादी तो बन्ध या मोक्षको पुरुषसे सम्बद्ध ही नहीं मानते; वे तो आत्माओंको निर्विशेष और चेतनमात्र ही मानते हैं। अत: प्रधानकी परार्थता तो केवल पुरुषकी सत्तामात्रसे ही सिद्ध है, पुरुषोंके भेदके कारण नहीं। इसलिये पुरुषोंकी भेदकल्पनामें प्रधानकी परार्थता कारण नहीं है। इसके सिवा सांख्यवादियोंके पास पुरुषोंका भेद माननेमें और कोर्इ प्रमाण नहीं है। पर (आत्मा)-की सत्तामात्रको ही निमित्त बनाकर प्रधान स्वयं बन्ध और मोक्षको प्राप्त होता है और वह पर केवल उपलब्धिमात्र सत्तास्वरूपसे ही प्रधानकी प्रवृत्तिमें हेतु है, किसी विशेषताके कारण नहीं। अत: केवल मूढ़तासे ही पुरुषोंकी भेदकल्पना और वेदार्थका परित्याग किया जाता है। इसके सिवा वैशेषिकादि मतावलम्बी जो कहते हैं कि इच्छा आदि आत्माके धर्म हैं, सो उनका यह कथन भी ठीक नहीं है, क्योंकि स्मृतिके हेतुभूत संस्कारोंका प्रदेशहीन (निरवयव) आत्मासे समवाय सम्बन्ध नहीं हो सकता। यदि आत्मा और मनके संयोगसे स्मृतिकी उत्पत्ति मानी जाय यदि कहो कि भेद न होनेपर तो प्रधानकी परार्थता भी सम्भव नहीं है, तो ऐसा कहना ठीक नहीं; क्योंकि प्रधानद्वारा सम्पादित कार्यका आत्माके साथ सम्बन्ध नहीं है। यदि प्रधानकर्तृक बन्ध या मोक्ष पुरुषोंमें पृथक्-पृथक्-रूपसे समवेत होते तो आत्माका एकत्व माननेमें प्रधानकी परार्थता सम्भव नहीं हो सकती थी और तब पुरुषोंके भेदकी कल्पना करनी ठीक थी। किन्तु सांख्यवादी तो बन्ध या मोक्षको पुरुषसे सम्बद्ध ही नहीं मानते; वे तो आत्माओंको निर्विशेष और चेतनमात्र ही मानते हैं। अत: प्रधानकी परार्थता तो केवल पुरुषकी सत्तामात्रसे ही सिद्ध है, पुरुषोंके भेदके कारण नहीं। इसलिये पुरुषोंकी भेदकल्पनामें प्रधानकी परार्थता कारण नहीं है। इसके सिवा सांख्यवादियोंके पास पुरुषोंका भेद माननेमें और कोर्इ प्रमाण नहीं है। पर (आत्मा)-की सत्तामात्रको ही निमित्त बनाकर प्रधान स्वयं बन्ध और मोक्षको प्राप्त होता है और वह पर केवल उपलब्धिमात्र सत्तास्वरूपसे ही प्रधानकी प्रवृत्तिमें हेतु है, किसी विशेषताके कारण नहीं। अत: केवल मूढ़तासे ही पुरुषोंकी भेदकल्पना और वेदार्थका परित्याग किया जाता है। इसके सिवा वैशेषिकादि मतावलम्बी जो कहते हैं कि इच्छा आदि आत्माके धर्म हैं, सो उनका यह कथन भी ठीक नहीं है, क्योंकि स्मृतिके हेतुभूत संस्कारोंका प्रदेशहीन (निरवयव) आत्मासे समवाय सम्बन्ध नहीं हो सकता। यदि आत्मा और मनके संयोगसे स्मृतिकी उत्पत्ति मानी जाय तो स्मृतिका कोर्इ नियम ही सम्भव नहीं है अथवा एक साथ ही सम्पूर्ण स्मृतियोंकी उत्पत्तिका प्रसङ्ग उपस्थित हो जायगा।१ इसके सिवा स्पर्शादिसे रहित भिन्नजातीय आत्माओंका मन आदिके साथ सम्बन्ध मानना ठीक भी नहीं है। तथा दूसरोंके मतमें द्रव्यसे रूप आदि उसके गुण एवं कर्म, सामान्य, विशेष और समवाय भिन्न भी नहीं हैं२ यदि दूसरोंके मतमें वे इच्छा आदि द्रव्यसे तथा आत्मासे अत्यन्त भिन्न ही हों तो ऐसा होनेपर तो द्रव्यके साथ उनका सम्बन्ध ही सिद्ध नहीं हो सकता। यदि कहो कि अयुतसिद्ध१ पदार्थोंका समवाय-सम्बन्ध माननेमें विरोध नहीं है, तो ऐसा कहना ठीक नहीं;२ क्योंकि इच्छा आदि अनित्य धर्मोंसे नित्य आत्मा पूर्वसिद्ध होनेके कारण उनका परस्पर अयुतसिद्धत्व सम्भव नहीं है। यदि इच्छा आदि आत्माके साथ अयुतसिद्ध हों तो आत्मगत महत्त्वके समान उनकी भी नित्यताका प्रसङ्ग उपस्थित हो जायगा। और यह बात इष्ट नहीं है, क्योंकि इससे आत्माके अनिर्मोक्षका प्रसङ्ग आ जाता है। यदि समवाय द्रव्यसे भिन्न है तो द्रव्यके साथ उसका कोर्इ अन्य सम्बन्ध बतलाना चाहिये, जैसा कि द्रव्य और गुणका है। और यदि कोर्इ कहे कि समवाय तो नित्यसम्बन्ध ही है, इसलिये उसके साथ कोर्इ सम्बन्ध बतलानेकी आवश्यकता नहीं है तो ऐसी अवस्थामें समवाय-सम्बन्धवालोंका नित्यसम्बन्ध होनेके कारण उनकी पृथक्ता सम्भव नहीं है। और यदि द्रव्यादिको परस्पर अत्यन्त भिन्न माना जाय तो जिस प्रकार स्पर्शवान् और स्पर्शहीन द्रव्योंमें परस्पर सम्बन्ध होना सम्भव नहीं है उसी प्रकार उसका सम्बन्ध ही नहीं हो सकता। यदि आत्माको इच्छादि उत्पत्तिविनाशशील गुणोंवाला माना जाय तो उसकी अनित्यताका प्रसंग उपस्थित हो जायगा तथा उसके देह और फलादिके समान सावयवत्व एवं देहादिके समान ही विक्रियावत्त्व—ये दो दोष भी अपरिहार्य ही होंगे। जिस प्रकार कि आकाशका अविद्याध्यारोपित घटादि उपाधियोंके कारण ही धूलि, धूम और मलसे युक्त होना है उसी प्रकार आत्माका भी, अविद्यासे आरोपित बुद्धि आदि उपाधिके कारण सुख-दु:खादि दोषसे युक्त होनेपर, व्यावहारिक बन्ध, मोक्ष आदि होनेमें कोर्इ विरोध नहीं है; क्योंकि सभी वादियोंने व्यवहारको अविद्याकृत माना है, परमार्थरूप नहीं माना। अत: तार्किकलोग जीवोंके भेदकी कल्पना वृथा ही करते हैं॥ ५ ॥ \n `रूपकार्यसमाख्याश्च भिद्यन्ते तत्र तत्र वै। आकाशस्य न भेदोऽस्ति तद्वज्जीवेषु निर्णय:॥ ६ ॥` \n [घटादि उपाधियोंके कारण प्रतीत होनेवाले] भिन्न-भिन्न आकाशोंके रूप, कार्य और नामोंमें तो भेद है, परन्तु आकाशमें तो कोर्इ भेद नहीं है। उसी प्रकार जीवोंके विषयमें भी निश्चय समझना चाहिये॥ ६ ॥ \n ` यथेहाकाश एकस्मिन्घट-करकापवरकाद्याकाशानामल्पत्व-महत्त्वादिरूपाणि भिद्यन्ते तथा कार्यमुदकाहरणधारणशयनादि-समाख्याश्च घटाकाशकरकाकाश इत्याद्यास्तत्कृताश्च भिन्ना दृश्यन्ते। तत्र तत्र वै व्यवहारविषय इत्यर्थ:। सर्वोऽयमाकाशे रूपादिभेदकृतो व्यवहारो न परमार्थ एव। परमार्थतस्त्वाकाशस्य न भेदोऽस्ति। न चाकाशभेदनिमित्तो व्यवहारोऽस्त्यन्तरेण परोपाधिकृतं द्वारम्। यथैतत्तद्वद्देहोपाधिभेदकृतेषु जीवेषु घटाकाशस्थानीयेष्वात्मसु निरूपणात्कृतो बुद्धिमद्भिर्निर्णयो निश्चय इत्यर्थ:॥ ६ ॥` \n जिस प्रकार इस एक ही आकाशमें घट, कमण्डलु और मठादि आकाशोंके अल्पत्व-महत्त्वादि रूपोंमें भेद है, तथा जहाँ-तहाँ व्यवहारमें उनके किये हुए जल लाना, जल धारण करना और शयन करना आदि कार्य एवं घटाकाश करकाकाश आदि नाम भिन्न-भिन्न देखे जाते हैं। किन्तु आकाशमें रूपादिके कारण होनेवाला यह सब व्यवहार पारमार्थिक ही नहीं है। परमार्थत: तो आकाशका कोर्इ भेद नहीं है। अन्य उपाधिकृत निमित्तके सिवा वस्तुत: आकाशके भेदके कारण होनेवाला कोर्इ व्यवहार है ही नहीं। जैसा कि यह [आकाशका भेद] है उसी प्रकार देहादि उपाधिके भेदसे किये हुए घटाकाशस्थानीय जीवोंमें भेदका निरूपण किया जानेके कारण बुद्धिमानोंने [उस भेदका अपारमार्थिकत्व] निश्चय किया है—यह इसका तात्पर्य है॥ ६ ॥ \n जीव आत्माका विकार या अवयव नहीं है \n ` ननु तत्र परमार्थकृत एव घटाकाशादिषु रूपकार्यादिभेदव्यवहार इति? नैतदस्ति, यस्मात् ` \n किन्तु घटाकाशादिमें जो रूप और कार्य आदिका भेद-व्यवहार है वह तो वास्तविक ही है? [ऐसी शंका होनेपर कहते हैं—] यह बात नहीं है, क्योंकि— \n `नाकाशस्य घटाकाशो विकारावयवौ यथा। नैवात्मन: सदा जीवो विकारावयवौ तथा॥ ७ ॥` \n जिस प्रकार घटाकाश आकाशका विकार या अवयव नहीं है उसी प्रकार जीव भी आत्माका विकार या अवयव कभी नहीं है॥ ७ ॥ \n `परमार्थाकाशस्य घटाकाशो न विकार:; यथा सुवर्णस्य रुचकादिर्यथा वापां फेनबुद्बुद-हिमादि:; नाप्यवयवो यथा वृक्षस्य शाखादि:। न तथा आकाशस्य घटाकाशो विकारावयवौ यथा तथा नैवात्मन: परस्य परमार्थसतो महाकाशस्थानीयस्य घटाकाशस्थानीयो जीव: सदा सर्वदा यथोक्तदृष्टान्तवन्न विकारो नाप्यवयव:। अत आत्मभेदकृतो व्यवहारो मृषैवेत्यर्थ:॥ ७ ॥` \n परमार्थाकाशका घटाकाश न तो विकार है, जैसे कि सुवर्णके रुचकादि आभूषण तथा जलके फेन, बुद्बुद और हिम आदि हैं, और न जैसे शाखादि वृक्षके अवयव हैं उस प्रकार उसका अवयव ही है। इसी तरह, जैसे कि महाकाशका घटाकाश विकार या अवयव नहीं है उसी प्रकार अर्थात् उपर्युक्त दृष्टान्तानुसार ही, महाकाशस्थानीय परमार्थ सत् परमात्माका घटाकाशस्थानीय जीव, किसी अवस्थामें विकार या अवयव नहीं है। अत: तात्पर्य यह है कि आत्मभेदजनित व्यवहार मिथ्या ही है॥ ७ ॥ \n आत्माकी मलिनता अज्ञानियोंकी दृष्टिमें है \n ` यस्माद्यथा घटाकाशादिभेद-बुद्धिनिबन्धनो रूपकार्यादि-भेदव्यवहारस्तथा देहोपाधिजीवभेद-कृतो जन्ममरणादिव्यवहार:। तस्मात्तत्कृतमेव क्लेशकर्मफल-मलवत्त्वमात्मनो न परमार्थत इत्येतमर्थं दृष्टान्तेन प्रति-पिपादयिषन्नाह—`\n क्योंकि जिस प्रकार घटाकाशादि भेदबुद्धिके कारण उसका रूप एवं कार्य आदि भेदव्यवहार है उसी प्रकार देहोपाधिक जीवभेदके कारण ही जन्म-मरण आदि व्यवहार है; इसलिये उसका किया हुआ ही आत्माका क्लेश, कर्मफल और मलसे युक्त होना है, परमार्थत: नहीं—इसी बातको दृष्टान्तसे प्रतिपादन करनेकी इच्छासे कहते हैं— \n `यथा भवति बालानां गगनं मलिनं मलै:। तथा भवत्यबुद्धानामात्मापि मलिनो मलै:॥ ८ ॥` \n जिस प्रकार मूर्ख लोगोंको [धूलि आदि] मलके कारण आकाश मलिन जान पड़ता है उसी प्रकार अविवेकी पुरुषोंकी दृष्टिमें आत्मा भी [राग-द्वेषादि] मलसे मलिन हो जाता है॥ ८ ॥ \n ` यथा भवति लोके बालानामविवेकिनां गगनमाकाशं घनरजोधूमादिमलैर्मलिनं मलवन्न गगनं मलवद्याथात्म्यविवेकिनाम्, तथा भवत्यात्मा परोऽपि यो विज्ञाता प्रत्यक्क्लेशकर्मफलमलै-र्मलिनोऽबुद्धानां प्रत्यगात्मविवेक-रहितानां नात्मविवेकवताम्। नह्यूषरदेशस्तृड्वत्प्राण्यध्यारोपितोदक-फेनतरङ्गादिमांस्तथा नात्मा-बुधारोपितक्लेशादिमलैर्मलिनो भवतीत्यर्थ:॥ ८ ॥` \n लोकमें जिस प्रकार बाल अर्थात् अविवेकी पुरुषोंकी दृष्टिमें आकाश मेघ, धूलि और धुआँ आदि मलोंके कारण मलिन—मलयुक्त हो जाता है, किन्तु आकाशके यथार्थ स्वरूपको जाननेवालोंकी दृष्टिमें ऐसा नहीं होता; उसी प्रकार अबुद्ध-प्रत्यगात्माके विवेकसे रहित पुरुषोंकी दृष्टिमें, जो प्रत्यक् और सबका साक्षी है वह परात्मा भी क्लेश, कर्म और फलरूप मलोंसे मलिन हो जाता है; किन्तु आत्मज्ञानियोंकी दृष्टिमें ऐसा नहीं होता। तात्पर्य यह है कि जिस प्रकार ऊसरदेश तृषित प्राणीके आरोपित किये हुए जलके फेन और तरङ्गादिसे युक्त नहीं होता उसी प्रकार आत्मा भी अज्ञानियोंद्वारा आरोपित क्लेशादि मलोंसे मलिन नहीं होता॥ ८ ॥ \n ` पुनरप्युक्तमेवार्थं प्रपञ्चयति—` \n फिर भी पूर्वोक्त अर्थका ही विस्तार कहते हैं— \n ` मरणे सम्भवे चैव गत्यागमनयोरपि। स्थितौ सर्वशरीरेषु आकाशेनाविलक्षण:॥ ९ ॥` \n यह आत्मा सम्पूर्ण शरीरोंमें मृत्यु, जन्म, लोकान्तरमें गमनागमन और स्थित रहनेमें भी आकाशसे अविलक्षण है। [अर्थात् इन सब व्यवहारोंमें रहते हुए भी यह आकाशके समान निर्विकार और विभु है]॥ ९ ॥ \n ` घटाकाशजन्मनाशगमनागमनस्थितिवत्सर्वशरीरेष्वात्मनो जन्ममरणादिराकाशेनाविलक्षण: प्रत्येतव्य इत्यर्थ:॥ ९ ॥ ` \n घटाकाशके जन्म, नाश, गमन, आगमन और स्थितिके समान सम्पूर्ण शरीरोंमें आत्माके जन्म-मरणादिको आकाशसे अविलक्षण (भेदरहित) ही अनुभव करना चाहिये—यह इसका अभिप्राय है॥ ९ ॥ \n ` संघाता: स्वप्नवत्सर्वे आत्ममायाविसर्जिता:। आधिक्ये सर्वसाम्ये वा नोपपत्तिर्हि विद्यते॥ १० ॥` \n देहादि समस्त संघात स्वप्नके समान आत्माकी मायासे ही रचे हुए हैं। उनके अपेक्षाकृत उत्कर्ष अथवा सबकी समानतामें भी कोर्इ हेतु नहीं है॥ १० ॥ \n `घटादिस्थानीयास्तु देहादि-संघाता: स्वप्न-दृश्यदेहादिवन्मायाविकृतदेहादि-वच्चात्ममायाविसर्जिता:; आत्मनो मायाविद्या तया प्रत्युपस्थापिता न परमार्थत: सन्तीत्यर्थ:। यद्याधिक्यमधिकभावस्तिर्यग्देहाद्य पेक्षया देवादिकार्यकरणसंघातानां यदि वा सर्वेषां समतैव नैषामुपपत्ति: सम्भव: सद्भावप्रतिपादको हेतुर्विद्यते नास्ति, हि यस्मात्तस्मादविद्याकृता एव न परमार्थत: सन्तीत्यर्थ:॥ १० ॥ ` \n घटादिस्थानीय देहादिसंघात स्वप्नमें दीखनेवाले देहादिके समान तथा मायावीके रचे हुए देहादिके सदृश आत्माकी मायासे ही रचे हुए हैं। तात्पर्य यह है कि आत्माकी माया जो अविद्या है उसके प्रस्तुत किये हुए हैं, परमार्थत: नहीं हैं। यदि तिर्यगादि देहोंकी अपेक्षा देवता आदिके शरीर और इन्द्रियोंकी अधिकता—उत्कृष्टता है अथवा यदि [तत्त्वदृष्टिसे] सबकी समानता ही है, तो भी, क्योंकि उनके सद्भावका प्रतिपादक कोर्इ हेतु नहीं है, इसलिये वे अविद्याकृत ही हैं, परमार्थत: नहीं हैं—ऐसा इसका तात्पर्य है॥ १० ॥ \n `उत्पत्त्यादिवर्जितस्याद्वयस्यात्म-तत्त्वस्य श्रुतिप्रमाणकत्वप्रदर्शनार्थं वाक्यान्युपन्यस्यन्ते—` \n उत्पत्ति आदिसे रहित अद्वितीय आत्मतत्त्वका श्रुतिप्रमाणकत्व प्रदर्शित करनेके लिये [उपनिषद्के] वाक्योंका उल्लेख किया जाता है—\n `रसादयो हि ये कोशा व्याख्यातास्तैत्तिरीयके। तेषामात्मा परो जीव: खं यथा संप्रकाशित:॥ ११ ॥` \n तैत्तिरीय श्रुतिमें जिन रसादि [अन्नमयादि] कोशोंकी व्याख्या की गयी है, आकाशवत् परमात्मा ही उनके आत्मा जीवरूपसे प्रकाशित किया गया है॥ ११ ॥ \n ` रसादयोऽन्नरसमय: प्राणमय इत्येवमादय: कोशा इव कोशा अस्यादेरिवोत्तरोत्तरस्यापेक्षया बहिर्भावात्पूर्वपूर्वस्य व्याख्याता विस्पष्टमाख्यातास्तैत्तिरीयके तैत्तिरीयकशाखोपनिषद्वल्ल्यां तेषां कोशानामात्मा येनात्मना पञ्चापि कोशा आत्मवन्तोऽन्तरतमेन, स हि सर्वेषां जीवननिमित्तत्वाज्जीव:। कोऽसावित्याह—पर एवात्मा य: पूर्वं “सत्यं ज्ञानमनन्तं ब्रह्म” (तै० उ० २। १) इति प्रकृत:। यस्मादात्मन: स्वप्नमायादि-वदाकाशादिक्रमेण रसादय: कोशलक्षणा: संघाता आत्ममायाविसर्जिता इत्युक्तम्। स आत्मास्माभिर्यथा खं तथेति संप्रकाशित “आत्मा ह्याकाशवत्” (अद्वैत० ३) इत्यादिश्लोकै:। न तार्किक-परिकल्पितात्मवत्पुरुषबुद्धिप्रमाणगम्य इत्यभिप्राय:॥ ११ ॥` \n तैत्तिरीयकमें अर्थात् तैत्तिरीयक-शाखोपनिषद्वल्लीमें जिन रसादि—अन्नरसमय एवं प्राणमय इत्यादि कोशोंकी व्याख्या—स्पष्ट विवेचना की गयी है और जो उत्तरोत्तरकी अपेक्षा पूर्व-पूर्व बहि:स्थित होनेके कारण खड्गके कोशके समान कोश कहे गये हैं उन कोशोंका आत्मा, जिस अन्तरतम आत्माके कारण पाँचों कोश आत्मवान् हैं, वही सबके जीवनका निमित्त होनेके कारण ‘जीव’ कहलाता है। वह कौन है? इसपर कहते हैं—वह परमात्मा ही है, जिसका पहले “सत्यं ज्ञानमनन्तं ब्रह्म” इत्यादि वाक्योंमें प्रसङ्ग है और जिस आत्मासे स्वप्न और माया आदिके समान आकाशादि क्रमसे कोशरूप संघात आत्माकी मायासे ही रचे गये हैं—ऐसा कहा गया है। उस आत्माको हमने “आत्मा ह्याकाशवत्” इत्यादि श्लोकोंमें, जैसा आकाश है उसीके समान प्रकाशित किया है। तात्पर्य यह है कि वह तार्किकोंके कल्पना किये हुए आत्माके समान मनुष्यकी बुद्धिसे प्रमाणित होनेवाला नहीं है॥ ११ ॥ \n `द्वयोर्द्वयोर्मधुज्ञाने परं ब्रह्म प्रकाशितम्। पृथिव्यामुदरे चैव यथाकाश: प्रकाशित:॥ १२ ॥` \n लोकमें जिस प्रकार पृथिवी और उदरमें एक ही आकाश प्रकाशित हो रहा है उसी प्रकार [बृहदारण्योक्त] मधु ब्राह्मणमें [अध्यात्म और अधिदैवत—इन] दोनों स्थानोंमें एक ही ब्रह्म निरूपित किया गया है॥ १२ ॥ \n ` किं चाधिदैवमध्यात्मं च तेजोमयोऽमृतमय: पुरुष: पृथिव्याद्यन्तर्गतो यो विज्ञाता पर एवात्मा ब्रह्म सर्वमिति द्वयोर्द्वयोराद्वैतक्षयात्परं ब्रह्म प्रकाशितम्। क्वेत्याह—ब्रह्मविद्याख्यं मध्वमृतममृतत्वं मोदन-हेतुत्वाद्विज्ञायते यस्मिन्निति मधुज्ञानं मधुब्राह्मणं तस्मिन्नित्यर्थ:। किमिवेत्याह—पृथिव्यामुदरे चैव यथैक आकाशोऽनुमानेन प्रकाशितो लोके तद्वदित्यर्थ:॥ १२ ॥` \n तथा अधिदैवत और अध्यात्मभेदसे जो तेजोमय और अमृतमय पुरुष पृथिवीके भीतर है और जो विज्ञाता परमात्मा ब्रह्म ही सब कुछ है—इस प्रकार द्वैतका क्षय होनेपर्यन्त दोनों स्थानोंमें परब्रह्मका ही प्रतिपादन किया गया है। कहाँ किया गया है? सो बतलाते हैं—जिसमें ब्रह्मविद्यासंज्ञक मधु यानी अमृतका ज्ञान है—आनन्दका हेतु होनेके कारण उसका अमृतत्व है—उस मधुज्ञान यानी मधुब्राह्मणमें [उसका प्रतिपादन किया गया है]। किसके समान प्रतिपादन किया है? इसपर कहते हैं कि जिस प्रकार लोकमें अनुमानसे पृथिवी और उदरमें एक ही आकाश प्रकाशित होता है, उसी तरह [इनकी एकता समझो] यह इसका अभिप्राय है॥ १२ ॥ \n ` जीवात्मनोरनन्यत्वमभेदेन प्रशस्यते। नानात्वं निन्द्यते यच्च तदेवं हि समञ्जसम्॥ १३ ॥` \n क्योंकि जीव और आत्माके अभेदरूपसे एकत्वकी प्रशंसा की गयी है और उनके नानात्वकी निन्दा की गयी है, इसलिये वही [यानी उनकी एकता ही] ठीक है॥ १३ ॥ \n ` यद्युक्तित: श्रुतितश्च निर्धारितं जीवस्य परस्य चात्मनो जीवात्मनो-रनन्यत्वमभेदेन प्रशस्यते स्तूयते शास्त्रेण व्यासादिभिश्च। यच्च सर्वप्राणिसाधारणं स्वाभाविकं शास्त्रबहिष्कृतै: कुतार्किकैर्विरचितं नानात्वदर्शनं निन्द्यते “न तु तद्द्वितीयमस्ति” (बृ० उ०। ४। ३। २३) “द्वितीयाद्वै भयं भवति” (बृ० उ० १। ४। २) “उदरमन्तरं कुरुते, अथ तस्य भयं भवति” (तै० उ० २। ७। १) “इदं सर्वं यदयमात्मा” (बृ० उ० २। ४। ६; ४। ५। ७) “मृत्यो: स मृत्युमाप्नोति य इह नानेव पश्यति” (क० उ० २। १। १०) इत्यादिवाक्यैश्चान्यैश्च ब्रह्मविद्भि:। यच्चैतत्तदेवं हि समञ्जसमृज्ववबोधं न्याय्यमित्यर्थ:। यास्तु तार्किकपरि-कल्पिता: कुदृष्टयस्ता अनृज्व्यो निरूप्यमाणा न घटनां प्राञ्चन्तीत्यभिप्राय:॥ १३ ॥` \n क्योंकि युक्ति और श्रुतिसे निश्चय किये हुए जीव और परमात्माके एकत्वकी शास्त्र और व्यासादि मुनियोंने समानरूपसे प्रशंसा यानी स्तुति की है और शास्त्रबाह्य कुतार्किकोंद्वारा कल्पित सर्वप्राणिसाधारण स्वाभाविक नानात्वदर्शनकी “उससे अतिरिक्त दूसरा कोर्इ नहीं है” “दूसरेसे निश्चय भय होता है” “जो थोड़ा-सा भी भेद करता है, उसे भय प्राप्त होता है” “यह जो कुछ है सब आत्मा है” “जो यहाँ नानावत् देखता है वह मृत्युसे मृत्युको प्राप्त होता है” इत्यादि वाक्यों तथा अन्य ब्रह्मवेत्ताओंद्वारा निन्दा की गयी है। यह जो [बतलाया गया] है वह इसी प्रकार समञ्जस—सरल बोधगम्य अर्थात् न्याययुक्त है तथा तार्किकोंकी कल्पना की हुर्इ जो कुदृष्टियाँ हैं वे सरल नहीं हैं; अभिप्राय यह है कि वे निरूपण की जानेपर प्रसंगके अनुरूप नहीं ठहरतीं॥ १३ ॥ \n `श्रुत्युक्त जीव-ब्रह्मभेद गौण है जीवात्मनो: पृथक्त्वं यत्प्रागुत्पत्ते: प्रकीर्तितम्। भविष्यद्वृत्त्या गौणं तन्मुख्यत्वं हि न युज्यते॥ १४ ॥` \n पहले (उपनिषदोंके कर्मकाण्डमें) उत्पत्तिबोधक वाक्योंद्वारा जो जीव और परमात्माका पृथक्त्व बतलाया है वह भविष्यद्वृत्तिसे गौण है, उसे मुख्य अर्थ मानना ठीक नहीं है॥ १४ ॥ \n ` ननु श्रुत्यापि जीवपरमात्मनो: पृथक्त्वं यत्प्रागुत्पत्तेरुत्पत्त्यर्थोप-निषद्वाक्येभ्य: पूर्वं प्रकीर्तितं कर्मकाण्डे अनेकश: कामभेदत इदंकामोऽद:काम इति; परश्च “स दाधार पृथिवीं द्याम्” (ऋ० सं० १०। १२१। १) इत्यादि-मन्त्रवर्णै:; तत्र कथं कर्मज्ञानकाण्डवाक्यविरोधे ज्ञानकाण्डवाक्यार्थ-स्यैवैकत्वस्य सामञ्जस्यमवधार्यत इति? अत्रोच्यते—“यतो वा इमानि भूतानि जायन्ते” (तै० उ० ३। १। १) “यथाऽग्ने: क्षुद्रा विस्फुलिङ्गा:” (बृ० उ० २। १। २०) “तस्माद्वा एतस्मादात्मन आकाश: संभूत:” (तै० उ० २। १। २) “तदैक्षत” (छा० उ० ६। २। ३) “तत्तेजोऽसृजत” (छा० उ० ६। २। ३) इत्याद्युत्पत्त्यर्थोप-निषद्वाक्येभ्य: प्राक्पृथक्त्वं कर्मकाण्डे प्रकीर्तितं यत्तन्न परमार्थम्। किं तर्हि? गौणं महाकाशघटाकाशादिभेदवत्। यथौदनं पचतीति भविष्यद्वृत्त्या तद्वत्। न हि भेदवाक्यानां कदाचिदपि मुख्यभेदार्थत्वमुपपद्यते। स्वाभावि-काविद्यावत्प्राणिभेददृष्ट्यनुवादित्वा-दात्मभेदवाक्यानाम्। इह चोपनिषत्सूत्पत्तिप्रलयादि-वाक्यैर्जीवपरमात्मनोरेकत्वमेव प्रतिपिपादयिषितम् “तत्त्वमसि” (छा० उ० ६। ८—१६) “अन्यो-ऽसावन्योऽहमस्मीति न स वेद” (बृ० उ० १। ४। १०) इत्यादिभि:। अत उपनिषत्सु एकत्वं श्रुत्या प्रतिपिपादयिषितं भविष्यतीति भाविनीमेकवृत्तिमाश्रित्य लोके भेददृष्ट्यनुवादो गौण एवेत्यभिप्राय:। अथ वा “तदैक्षत” (छा० उ० ६। २। ३) “तत्तेजोऽसृजत” (छा० उ० ६। २। ३) इत्याद्युत्पत्ते: प्राक् “एकमेवाद्वितीयम्” (छा० उ० ६। २। २) इत्येकत्वं प्रकीर्तितम्। तदेव च “तत्सत्यं स आत्मा तत्त्वमसि” (छा० उ० ६। ८—१६) इत्येकत्वं भविष्यतीति तां भविष्यद्वृत्ति मपेक्ष्य यज्जीवात्मनो: पृथक्त्वं यत्र क्वचिद्वाक्ये गम्यमानं तद्गौणम्, यथौदनं पचतीति तद्वत्॥ १४ ॥ ` \n शंका—जब श्रुतिने भी पहले—कर्मकाण्डमें उत्पत्ति-प्रतिपादक उपनिषद्वाक्योंद्वारा ‘इदंकाम:’ ‘अद:काम:’ आदि प्रकारसे [कर्मकाण्डमें भिन्न-भिन्न कामनाओंवाले कर्माधिकारी पुरुषके समान] अनेकों कामनाओंके भेदसे जीव और परमात्माका भेद प्रतिपादन किया है तथा परमात्माका “उसने पृथिवी और द्युलोकको धारण किया” इत्यादि मन्त्रवर्णोंसे पृथक् ही निर्देश किया है, तब इस प्रकार कर्मकाण्ड और ज्ञानकाण्डके वाक्योंमें विरोध उपस्थित होनेपर केवल ज्ञानकाण्डोक्त एकत्वका ही सामञ्जस्य (यथार्थत्व) किस प्रकार निश्चय किया जा सकता है? समाधान—इस विषयमें हमारा कथन है कि “जहाँसे ये सब भूत उत्पन्न होते हैं” “जिस प्रकार अग्निसे नन्हीं-नन्हीं चिनगारियाँ [निकलती हैं]” “उसी इस आत्मासे आकाश उत्पन्न हुआ” “उसने ईक्षण किया” “उसने तेजको रचा” इत्यादि उत्पत्त्यर्थक उपनिषद्वाक्योंसे पहले कर्मकाण्डमें जो पृथक्त्वका प्रतिपादन किया गया है वह परमार्थत: नहीं है। तो कैसा है? वह महाकाश और घटाकाशादिके भेदके समान गौण है और जिस प्रकार भविष्यद्दृष्टिसे ‘भात पकाता है’* ऐसा कहा जाता है उसीके समान है। आत्मभेद-वाक्योंका मुख्य भेदप्रतिपादकत्व कभी सम्भव नहीं है, क्योंकि भेदवाक्य तो अज्ञानी पुरुषोंकी स्वाभाविकी भेददृष्टिका ही अनुवाद करनेवाले हैं। यहाँ उपनिषदोंमें तो “तू वह है” “यह अन्य है और मैं अन्य हूँ [ऐसा जो जानता है] वह नहीं जानता” इत्यादि श्रुतियोंके अनुसार उत्पत्ति-प्रलयादि-बोधक वाक्योंसे भी जीव और परमात्माका एकत्व ही प्रतिपादन करना इष्ट है। अत: उपनिषदोंमें श्रुतिको एकत्व ही प्रतिपादन करना इष्ट होगा—इस भविष्यद्वृत्तिको आश्रय करके लोकमें भेददृष्टिका अनुवाद गौण ही है—यह इसका अभिप्राय है। अथवा “उसने ईक्षण किया” “उसने तेजको रचा” इत्यादि श्रुतियोंद्वारा जो उत्पत्तिसे पूर्व “एकमेवाद्वितीयम्” इत्यादि प्रकारसे एकत्वका निरूपण किया है वह “वह सत्य है, वह आत्मा है और वही तू है” इस प्रकार आगे एकत्व हो जायगा इस भविष्यद्वृत्तिसे जहाँ कहीं किसी वाक्यमें जीव और आत्माका पृथक्त्व जाना गया है उसी प्रकार—गौण है, जैसे कि ‘भात पकाता है’ इस वाक्यमें [‘भात’ शब्दका प्रयोग]॥ १४ ॥ \n ` ननु यद्युत्पत्ते: प्रागजं सर्वमेकमेवाद्वितीयं तथाप्युत्पत्तेरूर्ध्वं जातमिदं सर्वं जीवाश्च भिन्ना इति, मैवम्; अन्यार्थत्वादुत्पत्तिश्रुतीनाम्। पूर्वमपि परिहृत एवायं दोष: स्वप्नवदात्ममायाविसर्जिता: संघाता घटाकाशोत्पत्तिभेदादिवज्जीवानामुत्पत्तिभेदादिरिति। इत एवोत्पत्तिभेदादिश्रुतिभ्य आकृष्य इह पुनरुत्पत्तिश्रुतीनामैदं-पर्यप्रतिपिपादयिषयोपन्यास:—` \n यदि कहो कि उत्पत्तिसे पूर्व तो सब अजन्मा तथा एक ही अद्वितीय है तथापि उसके पीछे तो सब उत्पन्न हुआ ही है और तब जीव भी भिन्न ही हैं—तो ऐसा कहना ठीक नहीं, क्योंकि उत्पत्तिसूचक श्रुतियाँ दूसरे ही अभिप्रायसे हैं। ‘देहादिसंघात स्वप्नके समान आत्माकी मायासे ही प्रस्तुत किये हुए हैं’ तथा ‘घटाकाशकी उत्पत्तिसे होनेवाले भेदके समान जीवोंकी उत्पत्तिके भेद हैं’ इन वाक्योंद्वारा पहले भी इस दोषका परिहार किया ही जा चुका है। इसीलिये पूर्वोक्त उत्पत्ति-भेदादिसूचक श्रुतियोंसे उनका निष्कर्ष लेकर यहाँ फिर उन उत्पत्ति श्रुतियोंका ब्रह्मात्मैक्यपरत्व प्रतिपादन करनेकी इच्छासे उपन्यास किया जाता है— \n `मृल्लोहविस्फुलिङ्गाद्यै: सृष्टिर्या चोदितान्यथा। उपाय: सोऽवताराय नास्ति भेद: कथञ्चन॥ १५ ॥` \n [उपनिषदोंमें] जो मृत्तिका, लोहखण्ड और विस्फुलिङ्गादि दृष्टान्तोंद्वारा भिन्न-भिन्न प्रकारसे सृष्टिका निरूपण किया है वह [ब्रह्मात्मैक्यमें] बुद्धिका प्रवेश करानेका उपाय है; वस्तुत: उनमें कुछ भी भेद नहीं है॥ १५ ॥ \n `मृल्लोहविस्फुलिङ्गादिदृष्टान्तोप-न्यासै: सृष्टिर्या चोदिता प्रकाशितान्यथान्यथा च स सर्व: सृष्टिप्रकारो जीवपरमात्मैकत्व-बुद्ध्यवतारायोपायोऽस्माकम्। यथा प्राणसंवादे वागाद्यासुर-पाप्मवेधाद्याख्यायिका कल्पिता प्राणवैशिष्ट्यबोधावताराय। तदप्यसिद्धमिति चेत्। न; शाखाभेदेष्वन्यथान्यथा च प्राणादिसंवादश्रवणात्। यदि हि संवाद: परमार्थ एवाभूदेकरूप एव संवाद: सर्वशाखास्वश्रोष्यत विरुद्धानेकप्रकारेण नाश्रोष्यत। श्रूयते तु; तस्मान्न तादर्थ्यं संवादश्रुतीनाम्। तथोत्पत्तिवाक्यानि प्रत्येतव्यानि। कल्पसर्गभेदात्संवादश्रुतीना-मुत्पत्तिश्रुतीनां च प्रतिसर्ग-मन्यथात्वमिति चेत्? न; निष्प्रयोजनत्वाद्यथोक्त-बुद्ध्यवतारप्रयोजनव्यतिरेकेण। न ह्यन्यप्रयोजनवत्त्वं संवादोत्पत्तिश्रुतीनां शक्यं कल्पयितुम्। तथात्वप्रतिपत्तये ध्यानार्थमिति चेन्न; कलहोत्पत्तिप्रलयानां प्रतिपत्तेरनिष्टत्वात्। तस्मादुत्पत्त्यादि-श्रुतय आत्मैकत्वबुद्ध्यवतारायैव नान्यार्था: कल्पयितुं युक्ता:। अतो नास्त्युत्पत्त्यादिकृतो भेद: कथञ्चन॥ १५ ॥` \n मृत्तिका, लोहपिण्ड और विस्फु-लिङ्गादिके दृष्टान्तोंका उपन्यास करके जो भिन्न-भिन्न प्रकारसे सृष्टिको प्रकाशित अर्थात् कल्पित किया गया है वह सृष्टिका सम्पूर्ण प्रकार हमें जीव और परमात्माका एकत्व निश्चय करानेवाली बुद्धि प्राप्त करानेके लिये है, जिस प्रकार कि प्राणसंवादमें प्राणकी उत्कृष्टताका बोध करानेके लिये वागादि इन्द्रियोंके असुरोंद्वारा पापसे विद्ध हो जानेकी आख्यायिका१ कल्पना की गयी है। पूर्व०—परन्तु यह बात भी तो सिद्ध नहीं हो सकती।२ सिद्धान्ती—नहीं; भिन्न-भिन्न शाखाओंमें भिन्न-भिन्न प्रकारसे प्राणसंवाद सुना जानेके कारण [उसका यही तात्पर्य होना चाहिये]।* यदि यह संवाद वस्तुत: हुआ होता तो सम्पूर्ण शाखाओंमें एक ही संवाद सुना जाता, परस्पर विरुद्ध भिन्न-भिन्न प्रकारसे नहीं। परन्तु ऐसा सुना ही जाता है; इसलिये संवादश्रुतियोंका तात्पर्य यथाश्रुत अर्थमें नहीं है। इसी प्रकार उत्पत्तिवाक्य भी समझने चाहिये। पूर्व०—प्रत्येक कल्पकी सृष्टिके भेदके कारण संवादश्रुति और उत्पत्तिश्रुतियोंमें प्रत्येक सर्गके अनुसार भेद है—यदि ऐसा मानें तो? सिद्धान्ती—नहीं, क्योंकि श्रुतिका उपर्युक्त [ब्रह्मात्मैकत्वमें] बुद्धिप्रवेशरूप प्रयोजनके अतिरिक्त अन्य कोर्इ प्रयोजन ही नहीं है। प्राणसंवाद और उत्पत्तिश्रुतियोंका इसके सिवा और कोर्इ प्रयोजन नहीं कल्पना किया जा सकता। यदि कहो कि उनकी तद्रूपता प्राप्त करनेके प्रयोजनसे ध्यानके लिये ऐसा कहा गया है, तो ऐसा भी सम्भव नहीं है, क्योंकि कलह तथा उत्पत्ति या प्रलयकी प्राप्ति किसीको इष्ट नहीं हो सकती। अत: उत्पत्ति आदि प्रतिपादन करनेवाली श्रुतियाँ आत्मैकत्वरूप बुद्धिकी प्राप्तिके ही लिये हैं, उन्हें किसी और प्रयोजनके लिये मानना उचित नहीं है। अत: उत्पत्ति आदिके कारण होनेवाला भेद कुछ भी नहीं है॥ १५ ॥ \n ` यदि पर एवात्मा नित्यशुद्ध-बुद्धमुक्तस्वभाव एक: परमार्थ: सन् “एकमेवाद्वितीयम्” (छा० उ० ६। २। २) इत्यादि-श्रुतिभ्योऽसदन्यत्किमर्थेयमुपासनोपदिष्टा “आत्मा वा अरे द्रष्टव्य:” (बृ० उ० २। ४। ५) “य आत्मापहतपाप्मा” (छा० उ० ८। ७। १, ३) “स क्रतुं कुर्वीत” (छा० उ० ३। १४। १) “आत्मेत्येवोपासीत” (बृ० उ० १। ४। ७) इत्यादिश्रुतिभ्य:, कर्माणि चाग्निहोत्रादीनि? शृणु तत्र कारणम्— ` \n शंका—यदि “एकमेवाद्वितीयम्” इत्यादि श्रुतियोंके अनुसार परमार्थत: एकमात्र नित्य-शुद्ध-बुद्ध-मुक्तस्वभाव परमात्मा ही सत्य है, अन्य सब मिथ्या है, तो “अरे, इस आत्माका साक्षात्कार करना चाहिये” “जो आत्मा पापरहित है” “वह (अधिकारी) क्रतु (उपास्यसम्बन्धी संकल्प) करे” “आत्मा है—इस प्रकार ही उपासना करे” इत्यादि श्रुतियोंद्वारा इस उपासनाका उपदेश क्यों दिया गया है? तथा अग्निहोत्रादि कर्म भी क्यों बतलाये गये हैं? समाधान—इसमें जो कारण है, सो सुनो— `आश्रमास्त्रिविधा हीनमध्यमोत्कृष्टदृष्टय:। उपासनोपदिष्टेयं तदर्थमनुकम्पया॥ १६ ॥` \n आश्रम (अधिकारी पुरुष) तीन प्रकारके हैं—हीन, मध्यम और उत्कृष्ट दृष्टिवाले। उनपर कृपा करके उन्हींके लिये यह उपासना उपदेश की गयी है॥ १६ ॥ \n ` आश्रमा आश्रमिणोऽधिकृता:, वर्णिनश्च मार्गगा:, आश्रम-शब्दस्य प्रदर्शनार्थत्वात्त्रिविधा:। कथम्? हीनमध्यमोत्कृष्टदृष्टय:। हीना निकृष्टा मध्यमोत्कृष्टा च दृष्टिर्दर्शनसामर्थ्यं येषां ते मन्दमध्यमोत्तमबुद्धिसामर्थ्योपेता इत्यर्थ:। उपासनोपदिष्टेयं तदर्थं मन्दमध्यमदृष्ट्याश्रमाद्यर्थं कर्माणि च, न चात्मैक एवाद्वितीय इति निश्चितोत्तमदृष्ट्यर्थं दयालुना वेदेनानुकम्पया सन्मार्गगा: सन्त: कथमिमामुत्तमामेकत्वदृष्टिं प्राप्नुयुरिति। “यन्मनसा न मनुते येनाहुर्मनो मतम्। तदेव ब्रह्म त्वं विद्धि नेदं यदिदमुपासते” (के० उ० १। ५) “तत्त्वमसि” (छा० उ० ६। ८—१६) “आत्मैवेदं सर्वम्” (छा० उ० ७। २५। २) इत्यादिश्रुतिभ्य:॥ १६ ॥` \n आश्रमा:—कर्माधिकारी आश्रमी एवं सन्मार्गगामी वर्णीलोग—क्योंकि ‘आश्रम’ शब्द उनका भी उपलक्षण करानेवाला है—तीन प्रकारके हैं। किस प्रकार?—हीन, मध्यम और उत्कृष्ट दृष्टिवाले। अर्थात् जिनकी दृष्टि यानी दर्शनसामर्थ्य हीन—निकृष्ट, मध्यम और उत्कृष्ट है ऐसे मन्द, मध्यम और उत्तम बुद्धिकी सामर्थ्यसे सम्पन्न है। उन मन्द और मध्यम दृष्टिवाले आश्रमादिके लिये ही इस उपासना और कर्मका उपदेश किया गया है, ‘आत्मा एक और अद्वितीय ही है’ ऐसी जिनकी निश्चित उत्तम दृष्टि है, उनके लिये उसका उपदेश नहीं है। दयालु वेदने उसका इसीलिये उपदेश किया है कि जिससे वे किसी प्रकार सन्मार्गगामी होकर “जिसका मनसे मनन नहीं किया जा सकता, बल्कि जिसके द्वारा मन मनन किया कहा जाता है उसीको तू ब्रह्म जान; यह, जिसकी तू उपासना करता है, ब्रह्म नहीं है” “वह तू है” “यह सब आत्मा ही है” इत्यादि श्रुतियोंद्वारा प्रतिपादित इस उत्तम एकत्व-दृष्टिको प्राप्त कर सकें॥ १६ ॥ \n अद्वैतात्मदर्शन किसीका विरोधी नहीं है \n ` शास्त्रोपपत्तिभ्यामवधारितत्वा-दद्वयात्मदर्शनं सम्यग्दर्शनं तद्बाह्यत्वान्मिथ्यादर्शनमन्यत्। इतश्च मिथ्यादर्शनं द्वैतिनां राग-द्वेषादिदोषास्पदत्वात्। कथम्?` \n शास्त्र और युक्तिसे निश्चित होनेके कारण अद्वितीय आत्मदर्शन ही सम्यग्दर्शन है, उससे बाह्य होनेके कारण और सब दर्शन मिथ्या हैं। द्वैतवादियोंके दर्शन इसलिये भी मिथ्या हैं, क्योंकि वे राग-द्वेषादि दोषोंके आश्रय हैं; किस प्रकार? [सो बतलाते हैं]— \n ` स्वसिद्धान्तव्यवस्थासु द्वैतिनो निश्चिता दृढम्। परस्परं विरुध्यन्ते तैरयं न विरुध्यते॥ १७ ॥` \n द्वैतवादी अपने-अपने सिद्धान्तोंकी व्यवस्थामें दृढ आग्रही होनेके कारण आपसमें विरोध रखते हैं; परन्तु यह [अद्वैतात्मदर्शन] उनसे विरोध नहीं रखता॥ १७ ॥ \n `स्वसिद्धान्तव्यवस्थासु स्वसि द्धान्तरचनानियमेषु कपिलकणाद-बुद्धार्हतादिदृष्ट्यनुसारिणो द्वैतिनो निश्चिता:। एवमेवैष परमार्थो नान्यथेति तत्र तत्रानुरक्ता: प्रतिपक्षं चात्मन: पश्यन्तस्तं द्विषन्त इत्येवं रागद्वेषोपेता: स्वसिद्धान्तदर्शननिमित्तम् एव परस्परमन्योन्यं विरुध्यन्ते। तैरन्योन्यविरोधिभिरस्मदीयोऽयं वैदिक: सर्वानन्यत्वादात्मैकत्व-दर्शनपक्षो न विरुध्यते यथा स्वहस्तपादादिभि:। एवं रागद्वेषादिदोषानास्पदत्वादात्मैकत्व-बुद्धिरेव सम्यग्दर्शनमित्यभि-प्राय:॥ १७ ॥ ` \n स्वसिद्धान्तव्यवस्थामें अर्थात् अपने-अपने सिद्धान्तकी रचनाके नियमोंमें कपिल, कणाद, बुद्ध और अर्हत् (जिन)-की दृष्टियोंका अनुसरण करनेवाले द्वैतवादी निश्चित हैं; अर्थात् यह परमार्थतत्त्व इसी प्रकार है अन्यथा नहीं—इस प्रकार अपने-अपने सिद्धान्तमें अनुरक्त हो अपने प्रतिपक्षीको देखकर उससे द्वेष करते हैं। इस तरह राग-द्वेषसे युक्त हो अपने-अपने सिद्धान्तके दर्शनके कारण ही परस्पर एक-दूसरेसे विरोध मानते हैं। उन परस्पर विरोध माननेवालोंसे हमारा यह आत्मैकत्वदर्शनरूप वैदिक-सिद्धान्त सबसे अभिन्न होनेके कारण विरोध नहीं मानता; जिस प्रकार कि अपने हाथ-पाँव आदिसे किसीका विरोध नहीं होता। इस प्रकार राग-द्वेषादि दोषोंका आश्रय न होनेके कारण आत्मैकत्वबुद्धि ही सम्यग्दृष्टि है—यह इसका तात्पर्य है॥ १७ ॥ \n अद्वैतात्मदर्शनके अविरोधी होनेमें हेतु \n ` केन हेतुना तैर्न विरुध्यत इत्युच्यते—` \n किस कारण उनसे इसका विरोध नहीं है—इसपर कहते हैं— \n ` अद्वैतं परमार्थो हि द्वैतं तद्भेद उच्यते। तेषामुभयथा द्वैतं तेनायं न विरुद्ध्यते॥ १८ ॥ ` \n अद्वैत परमार्थ है और द्वैत उसीका भेद (कार्य) कहा जाता है, तथा उन (द्वैतवादियों)-के मतमें [परमार्थ और अपरमार्थ] दोनों प्रकारसे द्वैत ही है; इसलिये उनसे इसका विरोध नहीं है॥ १८ ॥ \n ` अद्वैतं परमार्थो हि यस्माद्द्वैतं नानात्वं तस्याद्वैतस्य भेदस्तद्भेदस्तस्य कार्यमित्यर्थ:। “एकमेवाद्वितीयम्” (छा० उ० ६। २। २) “तत्तेजोऽसृजत” (छा० उ० ६। २। ३) इति श्रुतेरुपपत्तेश्च स्वचित्तस्पन्दनाभावे समाधौ मूर्च्छायां सुषुप्तौ चाभावात्। अतस्तद्भेद उच्यते द्वैतम्। द्वैतिनां तु तेषां परमार्थतश्चा परमार्थतश्चोभयथापि द्वैतमेव। यदि च तेषां भ्रान्तानां द्वैतदृष्टिरस्माकमद्वैतदृष्टिरभ्रान्तानाम्, तेनायं हेतुनास्मत्पक्षो न विरुध्यते तै:। “इन्द्रो मायाभि: पुरुरूप ईयते” (बृ० उ० २। ५। १९) “न तु तद्द्वितीयमस्ति” (बृ० उ० ४। ३। २३) इति श्रुते:। यथा मत्तगजारूढ उन्मत्तं भूमिष्ठं प्रतिगजारूढोऽहं गजं वाहय मां प्रतीति ब्रुवाणमपि तं प्रति न वाहयत्यविरोधबुद्ध्या तद्वत्। तत: परमार्थतो ब्रह्मविदात्मैव द्वैतिनाम्। तेनायं हेतुनास्मत्पक्षो न विरुध्यते तै:॥ १८ ॥` \n अद्वैत परमार्थ है; और क्योंकि द्वैत यानी नानात्व उस अद्वैतका भेद अर्थात् उसका कार्य है, जैसा कि “एकमेवाद्वितीय म्” “तत्तेजोऽसृजत” इत्यादि श्रुतियोंसे तथा समाधि, मूर्च्छा अथवा सुषुप्तिमें अपने चित्तके स्फुरणका अभाव हो जानेपर द्वैतका भी अभाव हो जानेके कारण युक्तिसे भी सिद्ध होता है; इसलिये द्वैत उसका भेद कहा जाता है। किन्तु उन द्वैतवादियोंकी दृष्टिमें तो परमार्थत: और अपरमार्थत: दोनों प्रकार द्वैत ही है। यदि उन भ्रान्त पुरुषोंकी द्वैतदृष्टि है और हम भ्रमहीनोंकी अद्वैतदृष्टि है तो इस कारणसे ही हमारे पक्षका उनसे विरोध नहीं है। “इन्द्र मायासे अनेक रूप धारण करता है” “उससे भिन्न दूसरा है ही नहीं” इत्यादि श्रुतियोंसे भी यही प्रमाणित होता है। जिस प्रकार मतवाले हाथीपर चढ़ा हुआ पुरुष किसी उन्मत्त भूमिस्थ मनुष्यके प्रति, उसके ऐसा कहनेपर भी कि ‘मैं तेरे प्रतिद्वन्द्वी हाथीपर चढ़ा हुआ हूँ, तू अपना हाथी मेरी ओर बढ़ा दे’ विरोधबुद्धि न होनेके कारण उसकी ओर हाथी नहीं ले जाता, उसी प्रकार [हमारा भी उनसे विरोध नहीं है]। तब, परमार्थत: तो ब्रह्मवेत्ता द्वैतवादियोंका भी आत्मा ही है। इसीसे अर्थात् इसी कारण उनसे हमारे पक्षका विरोध नहीं है॥ १८ ॥ \n आत्मामें भेद मायाहीके कारण है \n ` द्वैतमद्वैतभेद इत्युक्ते द्वैतमप्यद्वैतवत्परमार्थसदिति स्यात् कस्यचिदाशङ्केत्यत आह—` \n द्वैत-अद्वैतका भेद है—ऐसा कहनेपर किसी-किसीको शंका हो सकती है कि अद्वैतके समान द्वैत भी परमार्थ सत् ही होना चाहिये—इसलिये कहते हैं— \n ` मायया भिद्यते ह्येतन्नान्यथाजं कथञ्चन। तत्त्वतो भिद्यमाने हि मर्त्यताममृतं व्रजेत्॥ १९ ॥` \n इस अजन्मा अद्वैतमें मायाहीके कारण भेद है और किसी प्रकार नहीं; यदि इसमें वास्तविक भेद होता तो यह अमृतस्वरूप मरणशीलताको प्राप्त हो जाता॥ १९ ॥ \n `यत्परमार्थसदद्वैतं मायया भिद्यते ह्येतत्तैमिरिकानेकचन्द्रवद्रज्जु: सर्पधारादिभिर्भेदैरिव न परमार्थतो निरवयवत्वादात्मन:। सावयवं ह्यवयवान्यथात्वेन भिद्यते। यथा मृद् घटादिभेदै:। तस्मान्निरवयवमजं नान्यथा कथञ्चन केनचिदपि प्रकारेण न भिद्यत इत्यभिप्राय:। तत्त्वतो भिद्यमाने ह्यमृत-मजमद्वयं स्वभावत: सन्मर्त्यतां व्रजेत्; यथाग्नि: शीतताम्। तच्चानिष्टं स्वभाववैपरीत्यगमनम्, सर्वप्रमाणविरोधात्। अजमव्यय-मात्मतत्त्वं माययैव भिद्यते न परमार्थत:। तस्मान्न परमार्थ-सद्द्वैतम्॥ १९ ॥` \n जो परमार्थ सत् अद्वैत है वह तिमिरदोषसे प्रतीत होनेवाले अनेक चन्द्रमा और सर्प-धारादि भेदोंसे विभिन्न दीखनेवाली रज्जुके समान मायासे ही भेदवान् प्रतीत होता है, परमार्थत: नहीं, क्योंकि आत्मा निरवयव है। जो वस्तु सावयव होती है वही अवयवोंके भेदसे भेदको प्राप्त होती है; जिस प्रकार घट आदि भेदोंसे मृत्तिका। अत: निरवयव और अजन्मा आत्मा [मायाके सिवा] और किसी प्रकार भेदको प्राप्त नहीं हो सकता—यह इसका अभिप्राय है। यदि उसमें तत्त्वत: भेद हो तो अमृत, अज, अद्वय और स्वभावसे सत्स्वरूप होकर भी आत्मा मर्त्यताको प्राप्त हो जायगा, जिस तरह कि अग्नि शीतलताको प्राप्त हो जाय। और अपने स्वभावसे विपरीत अवस्थाको प्राप्त हो जाना सम्पूर्ण प्रमाणोंसे विरुद्ध होनेके कारण किसीको इष्ट नहीं हो सकता। अत: अज और अद्वितीय आत्मतत्त्व मायासे ही भेदको प्राप्त होता है, परमार्थत: नहीं। इसलिये द्वैत परमार्थ सत् नहीं है॥ १९ ॥\n जीवोत्पत्ति सर्वथा असंगत है \n ` अजातस्यैव भावस्य जातिमिच्छन्ति वादिन:। अजातो ह्यमृतो भावो मर्त्यतां कथमेष्यति॥ २० ॥` \n द्वैतवादीलोग जन्महीन आत्माके भी जन्मकी इच्छा करते हैं; किन्तु जो पदार्थ निश्चय ही अजन्मा और मरणहीन है वह मरणशीलताको किस प्रकार प्राप्त हो सकता है?॥ २० ॥ \n `ये तु पुन: केचिदुपनिष-द्व्याख्यातारो ब्रह्मवादिनो वावदूका अजातस्यैवात्मतत्त्वस्य अमृतस्य स्वभावतो जातिम् उत्पत्तिमिच्छन्ति परमार्थत एव तेषां जातं चेत्तदेव मर्त्यतामेष्यत्यवश्यम्। स चाजातो ह्यमृतो भाव: स्वभावत: सन्नात्मा कथं मर्त्यतामेष्यति? न कथञ्चन मर्त्यत्वं स्वभाववैपरीत्य-मेष्यतीत्यर्थ:॥ २० ॥` \n किन्तु जो कोर्इ उपनिषदोंकी व्याख्या करनेवाले बहुभाषी ब्रह्मवादी लोग अजात और अमृतस्वरूप आत्मतत्त्वकी जाति यानी उत्पत्ति परमार्थत: ही सिद्ध करना चाहते हैं उनके मतमें यदि वह उत्पन्न होता है तो अवश्य ही मरणशीलताको भी प्राप्त हो जायगा। किन्तु वह आत्मतत्त्व स्वभावसे अजात और अमृत होकर भी किस प्रकार मरणशीलताको प्राप्त हो सकता है? अत: तात्पर्य यह है कि वह किसी प्रकार अपने स्वभावसे विपरीत मरणशीलताको प्राप्त नहीं हो सकता॥ २० ॥ \n यस्मात्— क्योंकि— \n ` न भवत्यमृतं मर्त्यं न मर्त्यममृतं तथा। प्रकृतेरन्यथाभावो न कथञ्चिद्भविष्यति॥ २१ ॥ ` \n मरणहीन वस्तु कभी मरणशील नहीं होती और मरणशील कभी अमर नहीं होती। किसी भी प्रकार स्वभावकी विपरीतता नहीं हो सकती॥ २१ ॥ \n ` न भवत्यमृतं मर्त्यं लोके नापि मर्त्यममृतं तथा। तत: प्रकृते: स्वभावस्यान्यथाभाव: स्वत: प्रच्युतिर्न कथञ्चिद्भविष्यति, अग्नेरिवौष्ण्यस्य॥ २१ ॥` \n लोकमें मरणहीन वस्तु मरणशील नहीं होती और न मरणशील वस्तु मरणहीन ही होती है। अत: अग्निकी उष्णताके समान प्रकृति अर्थात् स्वभावकी विपरीतता—अपने स्वरूपसे च्युति किसी प्रकार नहीं हो सकती॥ २१ ॥ \n उत्पत्तिशील जीव अमर नहीं हो सकता \n `स्वभावेनामृतो यस्य भावो गच्छति मर्त्यताम्। कृतकेनामृतस्तस्य कथं स्थास्यति निश्चल:॥ २२ ॥` \n जिसके मतमें स्वभावसे मरणहीन पदार्थ भी मर्त्यत्वको प्राप्त हो जाता है, उसके सिद्धान्तानुसार कृतक (जन्म) होनेके कारण वह अमृत पदार्थ चिरस्थायी कैसे हो सकता है?॥ २२ ॥ \n `यस्य पुनर्वादिन: स्वभावेन अमृतो भावो मर्त्यतां गच्छति परमार्थतो जायते तस्य प्रागुत्पत्ते: स भाव: स्वभावतोऽमृत इति प्रतिज्ञा मृषैव। कथं तर्हि कृतकेनामृतस्तस्य भाव:? कृतकेनामृत: स कथं स्थास्यति निश्चलोऽमृतस्वभावस्तथा न कथञ्चित्स्थास्यत्यात्मजातिवादिन: सर्वदाजं नाम नास्त्येव; सर्वमेतन्मर्त्यम्। अतोऽनिर्मोक्षप्रसङ्ग इत्यभिप्राय:॥ २२ ॥` \n किन्तु जिस वादीके मतमें स्वभावसे अमृत पदार्थ भी मर्त्यताको प्राप्त होता है अर्थात् परमार्थत: जन्म लेता है उसकी यह प्रतिज्ञा कि उत्पत्तिसे पूर्व वह पदार्थ स्वभावसे अमरणधर्मा है—मिथ्या ही है। [यदि ऐसा न मानें] तो फिर कृतक होनेके कारण उसका स्वभाव अमरत्व कैसे हो सकता है? और इस प्रकार कृतक होनेसे ही वह अमृत पदार्थ निश्चल यानी अमृतस्वभाव भी कैसे रह सकता है? अर्थात् वह कभी ऐसा नहीं रह सकता। अत: आत्माका जन्म बतलानेवालेके मतमें तो अजन्मा वस्तु कोर्इ है ही नहीं। उसके लिये यह सब मरणशील ही है। इससे यह अभिप्राय हुआ कि [उसके मतमें] मोक्ष होनेका प्रसंग है ही नहीं॥ २२ ॥ \n ` नन्वजातिवादिन: सृष्टिप्रति-पादिका श्रुतिर्न संगच्छते प्रामाण्यम्? बाढं विद्यते सृष्टिप्रतिपादिका श्रुति:; सा त्वन्यपरा। उपाय: सोऽवतारायेत्यवोचाम्। इदानीमुक्तेऽपि परिहारे पुनश्चोद्यपरिहारौ विवक्षितार्थं प्रति सृष्टिश्रुत्यक्षराणामानुलोम्यविरोधाशङ्कामात्रपरिहारार्थौ—` \n शंका—किन्तु अजातिवादीके मतमें सृष्टिका प्रतिपादन करनेवाली श्रुतिकी प्रामाणिकता सिद्ध नहीं होती? समाधान—हाँ ठीक है, सृष्टिका प्रतिपादन करनेवाली श्रुति भी है; किन्तु उसका उद्देश्य दूसरा है। “उपाय: सोऽवताराय*” इस प्रकार हम उसका उद्देश्य पहले (अद्वैत० १५में) बता ही चुके हैं। इस प्रकार यद्यपि इस शंकाका पहले समाधान किया जा चुका है तो भी ‘सृष्टिश्रुतिके अक्षरोंकी अनुकूलताका हमारे विवक्षित अर्थसे विरोध है’ इस शंकाका परिहार करनेके लिये ही, इस समय तत्सम्बन्धी शंका और समाधानका पुन: उल्लेख किया जाता है— \n ` भूततोऽभूततो वापि सृज्यमाने समा श्रुति:। निश्चितं युक्तियुक्तं च यत्तद्भवति नेतरत्॥ २३ ॥` \n पारमार्थिक अथवा अपारमार्थिक किसी भी प्रकारकी सृष्टि होनेमें श्रुति तो समान ही होगी। अत: उनमें जो निश्चित और युक्तियुक्त मत हो वही [श्रुतिका अभिप्राय] हो सकता है, अन्य नहीं॥ २३ ॥ \n `भूतत: परमार्थत: सृज्यमाने वस्तुन्यभूततो मायया वा मायाविनेव सृज्यमाने वस्तुनि समा तुल्या सृष्टिश्रुति:। ननु गौणमुख्ययोर्मुख्ये शब्दार्थप्रतिपत्तिर्युक्ता। न, अन्यथा सृष्टेरप्रसिद्धत्वान्निष्प्रयोजनत्वाच्चेत्यवोचाम। अविद्यासृष्टिविषयैव सर्वा गौणी मुख्या च सृष्टिर्न परमार्थत: “सबाह्याभ्यन्तरो ह्यज:” (मु० उ० २। १। २) इति श्रुते:। तस्माच्छ्रुत्या निश्चितं यदेकमेवाद्वितीयमजममृतमिति युक्तियुक्तं च युक्त्या च सम्पन्नं तदेवेत्यवोचाम पूर्वैर्ग्रन्थै:। तदेव श्रुत्यर्थो भवति नेतरत्कदाचिदपि॥ २३ ॥` \n वस्तुके भूतत: यानी परमार्थत: रचे जानेमें अथवा अभूतत: यानी मायासे मायावीद्वारा रचे जानेमें सृष्टिश्रुति तो समान ही होगी। यदि कहो कि गौण और मुख्य दोनों अर्थ होनेपर शब्दका मुख्य अर्थ लेना ही उचित है, तो ऐसा कहना ठीक नहीं; क्योंकि अन्य प्रकारसे न तो सृष्टि सिद्ध ही होती है और न उसका कुछ प्रयोजन ही है—यह हम पहले कह चुके हैं। “आत्मा बाहरभीतर विद्यमान और अजन्मा है” इस श्रुतिके अनुसार सब प्रकारकी गौण और मुख्य सृष्टि आविद्यक सृष्टिसम्बन्धिनी ही है, परमार्थत: नहीं। अत: श्रुतिने जो एक, अद्वितीय, अजन्मा और अमृत तत्त्व निश्चित किया है वही युक्तियुक्त अर्थात् युक्तिसे भी सिद्ध होता है, ऐसा प्रतिपादन कर चुके हैं वही श्रुतिका तात्पर्य हो सकता है; अन्य अर्थ कभी और किसी अवस्थामें नहीं हो सकता॥ २३ ॥ \n ` कथं श्रुतिनिश्चय:? इत्याह—` यह श्रुतिका निश्चय किस प्रकार है? सो बतलाते हैं— \n ` नेह नानेति चाम्नायादिन्द्रो मायाभिरित्यपि। अजायमानो बहुधा मायया जायते तु स:॥ २४ ॥ ` \n ‘नेह नानास्ति किञ्चन’ ‘इन्द्रो मायाभि: पुरुरूप ईयते’ तथा ‘अजायमानो बहुधा विजायते’ इन श्रुतिवाक्योंके अनुसार वह परमात्मा मायासे ही उत्पन्न होता है॥ २४ ॥ \n ` यदि हि भूतत एव सृष्टि: स्यात्तत: सत्यमेव नाना वस्त्विति तदभावप्रदर्शनार्थमाम्नायो न स्यात्। अस्ति च “नेह नानाऽस्ति किञ्चन” (क० उ० २। १। ११) इत्यादिराम्नायो द्वैतभावप्रतिषेधार्थ:। तस्मादात्मैकत्वप्रतिपत्त्यर्था कल्पिता सृष्टिरभूतैव प्राणसंवादवत्। “इन्द्रो मायाभि:” (बृ० उ० २। ५। १९) इत्यभूतार्थप्रतिपादकेन मायाशब्देन व्यपदेशात्। ननु प्रज्ञावचनो मायाशब्द:। सत्यम्; इन्द्रियप्रज्ञाया अविद्यामयत्वेन मायात्वाभ्युप-गमाददोष:। मायाभिरिन्द्रिय-प्रज्ञाभि: अविद्यारूपाभिरित्यर्थ:, “अजायमानो बहुधा विजायते” इति श्रुते:, तस्मान्माययैव जायते तु स:। तु शब्दोऽवधारणार्थ:—माययैवेति। न ह्यजायमानत्वं बहुधा जन्म चैकत्र सम्भवति, अग्नाविव शैत्यमौष्ण्यं च। फलवत्त्वाच्चात्मैकत्वदर्शनमेव श्रुतिनिश्चितोऽर्थ: “तत्र को मोह: क: शोक एकत्वमनुपश्यत:” (र्इ० उ० ७) इत्यादिमन्त्रवर्णात्; “मृत्यो: स मृत्युमाप्नोति” (क० उ० २। १। १०) इति निन्दितत्वाच्च सृष्ट्यादिभेददृष्टे:॥ २४ ॥` \n यदि वास्तवमें ही सृष्टि हुर्इ है तो नाना वस्तु सत्य ही हैं; ऐसी अवस्थामें उनका अभाव प्रदर्शित करनेके लिये कोर्इ शास्त्र-वचन नहीं होना चाहिये था। किन्तु द्वैतभावका निषेध करनेके लिये “यहाँ नाना वस्तु कुछ नहीं है” इत्यादि शास्त्र-वचन है ही। अत: प्राणसंवादके समान आत्मैकत्वकी प्राप्तिके लिये कल्पना की हुर्इ सृष्टि अयथार्थ ही है; क्योंकि “इन्द्र मायासे [अनेकरूप हो जाता है]” इस श्रुतिमें सृष्टिका अयथार्थत्वप्रतिपादक ‘माया’ शब्दसे निर्देश किया गया है। शंका—‘माया’ शब्द तो प्रज्ञावाचक है [इसलिये इससे सृष्टिका मिथ्यात्व सिद्ध नहीं होता]। समाधान—ठीक है, आविद्यक होनेके कारण इन्द्रियप्रज्ञाका मायात्व माना गया है; इसलिये उसमें कोर्इ दोष नहीं है। अत: मायासे अर्थात् अविद्यारूप इन्द्रियप्रज्ञासे; जैसा कि “उत्पन्न न होकर भी अनेक प्रकारसे उत्पन्न होता है” इस श्रुतिसे सिद्ध होता है। अत: वह मायासे ही उत्पन्न होता है। यहाँ ‘तु’ शब्द निश्चयार्थक है। अर्थात् मायासे ही [उत्पन्न होता है]। अग्निमें शीतलता और उष्णताके समान जन्म न लेना और अनेक प्रकारसे जन्म लेना एक ही वस्तुमें सम्भव नहीं है। “उस अवस्थामें एकत्वका साक्षात्कार करनेवाले पुरुषको क्या मोह और क्या शोक हो सकता है?” इत्यादि श्रुतिके अनुसार फलयुक्त होनेके कारण तथा “[जो नानात्व देखता है] वह मृत्युसे मृत्युको प्राप्त होता है” इस श्रुतिसे सृष्टि आदि भेददृष्टिकी निन्दा की जानेके कारण भी आत्मैकत्वदर्शन ही श्रुतिका निश्चित अर्थ है॥ २४ ॥ \n"
  }
]
  