[
  {
    "id": 1,
    "Sarg": "1",
    "Kand": "Bala Kanda",
    "Text": "'तपःस्वाध्यायनिरतं तपस्वी वाग्विदां वरम् | नारदं परिपप्रच्छ वाल्मीकिर्मुनिपुङ्गवम् || १-१-१ '\n `1. tapasvii = The ascetic; vaalmiikiH = (Poet) Valmiki;paripapracCha = inquired; naaradam = Naarada; tapaH-svaadhyaayaniratam = deeply engaged in austerity and study of Vedas; varam = (and) best; vaagvidaam = among enunciators; munipungavam = (and) eminent among sages (as follows:);` \n The ascetic Valmiki inquired Naarada - who engaged deeply in austerity and study of Vedas, best among the eloquent and eminent among sages (as follows:). [1-1-1] \n The epic starts with the word auspicious word ta as said in 'takaarovighnanaashakaH', 'takaarosaukhyadaayakaH'... \n  'को न्वस्मिन् साम्प्रतं लोके गुणवान् कश्च वीर्यवान् | धर्मज्ञश्च कृतज्ञश्च सत्यवाक्यो दृढव्रतः || १-१-२' \n `2. asmin loke = in this, world; saampratam = presently; guNavaan = virtuous person; kaH nu = who is, really; viiryavaan ca = vigorous, also; kaH = who is; dharmaj~naH ca = conscientious, also; kRitaj~naH ca = one who is mindful of good deeds done to him also ; satyavaakyaH = speaker of truth; dRiDhavrataH = determined in his deed.` \n Who really is that person in this present world, who is virtuous and vigorous, a conscientious one, one who is mindful of good deeds done to him, and also a speaker of truth and who is determined in his deed... [1-1-2]\n  'चारित्रेण च को युक्तः सर्वभूतेषु को हितः | विद्वान् कः कः समर्थश्च कश्चैकप्रियदर्शनः || १-१-३'\n `3. kaH chaaritreNa ca yuktaH = appropriate in disposition; kaH sarvabhuuteSu hitaH = who is interested in welfare of all beings; kaH vidvaan = who is an adept one; samarthaH ca = an able one also; kaH ca ekapriyadarshanaH = who is also uniquely pleasant to look at.`\n Who is appropriate in disposition... who is interested in welfare of all beings... who is adept and also an able one... also uniquely pleasant to look at... [1-1-3]\n The adeptness of that person is in his knowing all the knowable aspects in this world, and he must be able to retain that knowledge to translate into his deeds, not just to sit back with his bookish knowledge, but with utmost practicality. His conduct-wise character shall be acceptable i.e., by his lineage he shall be noble, by his education he must be well-read, by his actions they must be conducive to norms laid down in Veda-s, and thus given any area, he should conduct himself properly. And he must be benign not only to higher-ups but to lowly subjects, like Guha, Shabari et al., and he should deal with wrongdoers and right-doers conscientiously. Further, he in his mien he shall be pleasant, but not an unsightly one. The word eka also means 'unique' and thus his complexion, facial, physical structures etc., shall be unique and shall differ from ordinary beings. kShaNe kShaNe yat navataam upaiti tadeva ruupam ramaNiiyataayaaH which / what / who gets newness moment by moment, that alone is pleasant...\n  'आत्मवान् को जितक्रोधो द्युतिमान् कोऽनसूयकः | कस्य बिभ्यति देवाश्च जातरोषस्य संयुगे || १-१-४'\n `4. aatmavaan = self-composed; kaH = who is; jitakrodhaH = one with controlled ire; dyutimaan = brilliant one; anasuuyakaH = not jealous; kaH = who is; jaataroSasya = with anger born; kasya = of whom; saMyuge = in war; devaaH ca = gods even; bibhyati = are afraid.`\n Who is that self-composed one, who controlled his ire, who is brilliant, non-jealous and whom do even the gods fear, when provoked to war... [1-1-4]\n  'एतदिच्छाम्यहं श्रोतुं परं कौतूहलं हि मे | महर्षे त्वं समर्थोऽसि ज्ञातुमेवंविधं नरम् || १-१-५'\n `5. etat aham shrotum icChaami = all this I wish to listen; me kautuuhalam param hi = my inquisitiveness is immense indeed; maharShe= Oh! Great Sage - Narada; tvam = you; samarthaH asi = are competent; j~naatum = to know; evamvidham naram = [about] this kind of man.`\n All this I wish to listen from you, oh! Great Sage, you are competent to know this kind of man, and indeed my inquisitiveness is immense... Thus Valmiki enquired with Narada. [1-1-5]\n Valmiki wanted to know about that man - a man with godly qualities. Valmiki is thinking aloud, about the qualities of his prospective hero of this epic and these are the very opening questions put to an Omniscient Sage Narada. Both the sages know of Rama and his deeds. Even then Valmiki asks Narada, who is that man with godly qualities? If Narada tells that Rama is Vishnu Himself, there is nothing left for Valmiki to compose his epic, because there are numerous mythologies, puraaNa-s, that have already adored God Vishnu. If Narada tells that Rama is so-and-so king, again Valmiki need not attempt to author about some king, however great that king might be.\n The attributes of the hero of Ramayana, as required by Valmiki, are 16; sixteen in number.1 - guNavaan 2 - viryavaan 3 - dharmaj~naH 4 - kRitaj~naH 5 - satyavaakyaH 6 - dhRiDhavrataH 7 - caaritravaan 8 - sarvabhuuteShu hitaH 9 - vidvaan 1 O - samarthaH - 11 - priyadarshanaH 12 - aatmavaan 13 - jitakrodhaH 14 - dyutimaan 15 - anasuuyakaH 16 - bibhyatidevaaH These sixteen attributes are attributed to the sixteen phases of the Full Moon, and Valmiki is about to picture Rama to be as pleasant as a full-moon.\n  'श्रुत्वा चैतत्त्रिलोकज्ञो वाल्मीकेर्नारदो वचः | श्रूयतामिति चामन्त्र्य प्रहृष्टो वाक्यमब्रवीत् || १-१-६'\n `6. trilokaj~naH = familiar with the three worlds; naaradaH = Narada; etat vachaH shrutvaa = on listening to all those words; vaalmiikeH = of Valmiki; shruuyataam = let it be heard; iti = thus; aamantrya cha = beckoning [Valmiki,] also; prahRiSTaH = being delighted; vaakyam abraviit = spoke (these) words.`\n On listening all those words of Valmiki, Narada, the knower of all the three worlds, said let it be heard... and beckoning at Sage Valmiki to listen attentively, he spoke these words very gladly. [1-1-6]\n Narada is cognizant of three worlds, where the three worlds are bhuuloka, bhuvarloka, suvarloka this world, the intermediary heaven, the heavens themselves.\n  'बहवो दुर्लभाश्चैव ये त्वया कीर्तिता गुणाः | मुने वक्ष्याम्यहं बुद्ध्वा तैर्युक्तः श्रूयतां नरः || १-१-७'\n `7. mune = oh sage Valmiki; bahavaH = many; ca durlabhaaH = and unattainable; eva = indeed; ye guNaaH = whichever merits; tvayaa kiirtitaaH = extolled by you; naraH = man; taiH yuktaH = who has these merits; aham buddhvaa = I, after knowing; vakShyaami = I will speak; shruuyataam = Let it be heard.`\n Oh! Sage Valmiki, the merits which you have extolled are many, and unattainable. I, after having known from Brahma of such a man with all these merits, will speak on...Let it be heard. Thus Narada started to say. [1-1-7]\n Narada came hither to impart the legend of Rama, as Brahma already imparted the same to him, and wanted him to impart these very attributes to Valmiki to compose Ramayana. It is a coincidence of interests Valmiki and those of Narada and Brahma.\n  'इक्ष्वाकुवंशप्रभवो रामो नाम जनैः श्रुतः | नियतात्मा महावीर्यो द्युतिमान् धृतिमान् वशी || १-१-८'\n `8. ikshvaakuvamshaprabhavaH = Born in Ikshvaku dynasty; raamaH naama = One named Rama; janaiH shrutaH = has been heard by people; niyataatmaa = with a controlled self; mahaaviiryaH = highly valorous one; dyutimaan = resplendent one; dhRithimaan = steadfast; vashii = controller [of vice and vile [or,] senses.]`\n One emerged from Ikshvaku dynasty, known to people as Rama by name. He is with a controlled self, highly valorous, resplendent, steadfast and a controller of (vice and vile... or) his own senses. [1-1-8]\n For the attributes explained by Narada there are some Vedanta imports. From niyataatmaa to vashii these are the attributes of the Supreme Being, Absolute of Brahman. swaruupa-niruupaka- lakShaNaaH . This niyataatmaa is immutable Absolute, this is the postulate of any Upanishad: ya aatmaa apahatapaapmaa virajo vimRityurvishoko... 8-7-1, Chāndogya-UpaniShad. mahaaviiryaH = acintya vividhavicitrashaktivaan Absolute is Omnicompetent paraa asya shaktiH vividhaa iva shruuyate svaabhaavikii j~naanabalakriyaa ca 6-8, Shwetaashvatara-UpaniShad. The word dyutimaan is for the attribute of Self-Resplendent Absolute, or, Resplendence of Consciousness. tam eva bhaantam anubhaati sarvam tasya bhaasaa sarvam idam bhaati 2-11, Mundaka-UpaniShad. And the dhRithimaan is Sublime Bliss, according to Vyjayanti dhRitiH tu tuSTiH santoSaH and as said in aanando brahma - aanandaat eva khalu imaani bhuutaani jaayante 6, Taittariiya- Upanishad. Next, vashii Absolute is the Omnipotent on the entire Universe. eko vahii sarva bhuutaantaraatmaa 2-5-12, Katha-Upanishad and sarvasya vashii sarvasya iishaanaH and the like. The rest of the attributes of Rama as said by Narada are identifiable with the causative factors of that Absolute in Creation, and the process of Creation is the self-expression of the Absolute.\n  'बुद्धिमान्नीतिमान्वाग्ग्मी श्रीमान् शत्रुनिबर्हणः | विपुलांसो महाबाहुः कम्बुग्रीवो महाहनुः || १-१-९'\n `9. buddhimaan = wise; niitimaan = moralist; vaagmii = eloquent; shriimaan = glorious one; shatrunibharhaNaH = destroyer of enemies; vipulaamsaH = broad shouldered; mahaabaahuH = with lengthy arms; kambugriivaH = with three lines in the neck [indicative of good fortune]; mahaahanuH = high cheek bones.`\n He is a wise one, moralist, eloquent, glorious, and a destroyer of enemies. His arms are lengthy, with three lines in the neck [indicative of good fortune], and cheekbones high... [1-1-9]\n The Absolute is an adept one in creating the Creation yat sarvaj~naH sarvavit. He is niitimaan one who maintains the rhythm of universe as said at eSa setuH vidharaNa eSaam lokanaamasambhedaaya... He is propitious because shriiH kaantisaMpadoH lakshmyaam... gleaming, glistering richness of prosperity emanates from him. The following stanzas describe the physical qualities an Emperor should have by birth, as per saamudrikashaastra, the physiognomic treatise of astrology.\n  'महोरस्को महेष्वासो गूढजत्रुररिन्दमः | आजानुबाहुः सुशिराः सुललाटः सुविक्रमः || १-१-१०'\n `1 O . mahoraskaH = broad chested; maheShvaasaH = [one who handles] long bow; guuDhajatruH = with concealed collarbones [thick shouldered]; arindamaH = enemy subjugator; aajaanubaahuH = with long arms; sushiraaH = with a high [crowning] head; sulalaaTaH = with ample forehead; suvikramaH = with a good gait.`\n He is lion-chested, with concealed collarbones, knee-length are his arms, and his is a long bow, an enemy-subjugator, and his emperors countenance is with a crowning-head and an ample forehead, and his gait is majestic like that of a lion... [1-1-1 O ]\n When his physique is extolled, suddenly a weapon is said, in saying that 'his is longbow...' this is called prakramabhangadoSa 'jump-cut in narration...' It is not so, his lengthy arms are said firstly and those arms can wield a great bow that can eliminate enemies, both physical and psychological ones like ariSaDvarga like desire, ire, avarice, conceit etc., as detailed in verse 4 above.\n  'समः समविभक्ताङ्गः स्निग्धवर्णः प्रतापवान् | पीनवक्षा विशालाक्षो लक्ष्मीवान् शुभलक्षणः || १-१-११'\n `11. samaH = Built in right proportion (physically); samavibhaktaaNgaH = with symmetrically divided limbs; snigdhavarNaH = charmingly coloured [complexioned]; prataapavaan = courageous one [or, resplendent one]; piinavakShaaH = sinew chested; vishaalaakShaH = wide eyed; lakShmiivaan = prosperous one; shubhalakShaNaH = with auspicious features.`\n He is built proportionately physically, with limbs poised symmetrically, sinew-chested, wide-eyed, complexioned charmingly... he is a prosperous one with all the auspicious features ... [1-1-11]\n Up to here the godly physical aspect bhagavadvigraha is explained that which is perceptible by the adherents as said in Chāndogya Upanishad: ya eSo antaraaditye hiraNmayaH puruSo dRishyate... 1-6-6. From now on, the features that are reliable for the adherers are said.\n  'धर्मज्ञः सत्यसन्धश्च प्रजानां च हिते रतः | यशस्वी ज्ञानसंपन्नः शुचिर्वश्यः समाधिमान् || १-१-१२'\n `12. dharmaj~naH = rectitude knower; satyasandhaH ca = truth-bidden also; prajaanaam ca hite rataH = also concerned in welfare of subjects; yashasvii = famed one; j~naanasaMpannaH = with proficient prudence; shuchiH = clean [in conduct]; vashyaH = self-controlled; samaadhimaan = attentive one.`\n He is the knower of rectitude, bidden by the truth, also his concern is in the welfare of subjects, proficient in prudence, clean in his conduct, self-controlled and an attentive one... [1-1-12]\n  'प्रजापतिसमः श्रीमान् धाता रिपुनिषूदनः | रक्षिता जीवलोकस्य धर्मस्य परिरक्षिता|| १-१-१३'\n `13. prajaapatisamaH = equals the Lord of creatures; dhaataa = Sustainer (Lord Vishnu); shriimaan = (together) with Sri Lakshmi ; ripuniShuudanaH = Eliminator of enemies; jiivalokasya rakShitaa = Protector of the world of living creatures; dharmasya parirakShitaa = complete Guardian of probity.`\n He equals Lord Vishnu, the Lord of all creatures, Sustainer of the Universe, together with Sri Lakshmi (shriimaan = lakShmiivaan), Eliminator of enemies, Protector of the world of living creatures and complete Guardian of probity... [1-1-13]\n The word रक्षिता is the Nominative Singular of रक्षितृ and means Protector. Please note that prajaapatiH can be applied to Vedic Gods as well as to Lord Brahma, Lord Vishnu and Lord Maheswara. Here we consider Rama as equalling the Supreme God Lord Vishnu who is the One with Goddess Sri Lakshmi and also the sustainer. prajaapatiH is thus being translated as Lord Vishnu. Please note that we are deviating from traditional translations of prajaapatiH as Lord Brahma here and this is intentional.\n These features show the aspects of Ramas incarnation... Govindaraja. These features are available only in the Supreme Person, but unobtainable in any other... Maheshvara Tiirtha. These two, Govindaraja and Maheshvara Tiirtha are reputed commentators on Ramayana among many others.\n  'रक्षिता स्वस्य धर्मस्य स्वजनस्य च रक्षिता | वेदवेदाङ्गतत्त्वज्ञो धनुर्वेदे च निष्ठितः || १-१-१४'\n `14. svasya dharmasya rakShitaa = preserver of his own righteousness; svajanasya ca rakShitaa = champion of his own people also; vedavedaaNgatattvaj~naH = scholar in essence (of) Veda-s and ancillaries; niSTitaH = an expert; dhanurvede ca = in the science of archery.`\n He is the preserver of his own righteousness and also a champion for adherents welfare in the same righteousness, and he is a scholar in the essence of Veda-s and their ancillaries, too. He is an expert in dhanurVeda, the Art of Archery... [1-1-14]\n These are the ancillary subjects of Vedas called anga part and upa-anga sub-part. The main parts of Veda-s are shikShaa ritual rigor vyaakaraNa grammar chandas prosody jyotishya astrology nirukta recital rules kalpa procedure rules. This apart, the dhanurveda science of archery, itself is treated as an exclusive Veda taught to warriors... The dhanurveda is not to be construed as simple bow and arrow and 'shooting the target' education. It is a 'scripture on missiles' that existed in those ages.\n Down the memory lane, O. A.Vijayan, the eminent Indian journalist has reflected in The Illustrated Weekly of India, that the Soviet scholar Dr. A. A. Gorbovsky said in his article with heading Ancient India may have had N-arms , in the Statesman, with dateline Moscow, Sept. 8, 1986. Among other things, the scientist observes by the stanzas that describe the disaster caused by such astra-s, now loosely termed as a well crafted bow and sky rocketing arrows, as below:\n A blazing shaft which possessed all the effulgence of smokeless fire was let off... all directions were enveloped by darkness... the very elements seemed to be perturbed... the sun seemed to turn... the universe, scorched with heat, seemed to be in fever... the survivors lost their hair and nails... for years the sun and sky remained shrouded with clouds...\n Thus the narration goes on. This is the account of Brahmaastra, as in Mahabharata, the other Epic of India. Thus the Dhanurveda may be taken as the canon of missile sciences, which fortunately has not been handed over to the successive generations, lest everything would have been annihilated by now. In Ramayana too, which is much earlier to Mahabharata, there are elaborate accounts of such astra-s in the coming chapters. Sage Vishvamitra, who is well-versed in warfare, gives many such weapons to Rama. For now, these bow and arrow references may not be taken as those of Robin Hood.\n  'सर्वशास्त्रार्थतत्त्वज्ञः स्मृतिमान् प्रतिभानवान् | सर्वलोकप्रियः साधुरदीनात्मा विचक्षणः || १-१-१५'\n `15. sarvashaastraarthatattvaj~naH = cognizant of the essence and meaning of all the scriptures; smRitimaan = one with excellent memory; pratibhaanavaan = a brilliant one;sarvalokapriyaH = dear to all worlds; saadhuH = gentle; adiinaatmaa = undepressed in spirit [level-headed even in severe trouble]; vichakSaNaH = clear-headed [in discriminating and distinguishing.]` He is the knower of the meaning and essence of all the scriptures, excellent at memory, a brilliant one, and dear to all the worlds, gentle, level-headed and clear-headed in discriminating and distinguishing... [1-1-15]\n  'सर्वदाभिगतः सद्भिः समुद्र इव सिन्धुभिः | आर्यः सर्वसमश्चैव सदैव प्रियदर्शनः || १-१-१६'\n `16. samudraH sindhubhiH iva = like an ocean by rivers; sarvadaa abhigataH = always accessible; sadbhiH = by clean-minded ones; aaryaH = noble one; sarvasamaH ca eva = and also treats all equally; sadaa eva priyadarshanaH = indeed ever a feast to the eye.`\n Like an ocean that is reached by rivers, that reverential one too is always accessible and reachable by clean-minded ones, and he treats all equally, and ever a feast to eye... [1-1-16]\n Here it is said he is reachable by all clean-minded ones... satpravartana, sadbudhhi... and those that approach him with a sacrilegious intent, will meet their end at his hand. sarvasamaH means, that he does not discriminate people by their caste, creed, or by that individuals philosophy etc., like tribal boatman Guha, low-birthed Shabari, and nihilist Sage Jaabaali et al. jaati-guNa- vRitti-aadi bhedaabhaavaat And the word eva in sa eva priyadarshanaH indicates 'always...' unvarying in his demeanour with anyone... Govindaraja. And by the simile of ocean to Rama, for rivers there is no other course except an ocean; thus, the living beings, may it be humans or birds like Jataayu, have no other recourse than Rama.\n  'स च सर्वगुणोपेतः कौसल्यानन्दवर्धनः | समुद्र इव गाम्भीर्ये धैर्येण हिमवानिव || १-१-१७'\n `17. kausalyaanandavardhanaH = One who betters Kausalya's [his mother's] happiness; saH ca = he (is) also; sarvaguNopetaH = embodied with all [noble] merits; gaambhiirye samudraH iva = like an ocean in profundity - his inmost heart is unfathomable like an ocean; dhairyeNa himavaan iva = by fortitude Himavanta [Himalayan] mountain like.`\n He who betters the happiness of his mother Kausalya is an embodiment of all noble merits, and in profundity he is like an unfathomable ocean, and by fortitude he is unalterable like the kingly Himalayan mountain... [1-1-17]\n At times Rama is said to be the son of Kausalya... than the son of Dasharatha, because the word Kausalya does not signify his mother alone, the daughter of King of Kosala, but it has meanings like kShema, kushala, saamarthya, puNya, nipuNatva safeness, soundness, capability, merit, expertise... and this also signifies Queen Kausalyas worshipping of Vishnu. When dynasty, valour, braveness etc., are said, Ramas name will be attached with Dasharatha. An ocean is not a bottomless one but an unfathomable one. So also Ramas heart has a reachable bottom, where pearls, gems, and other treasures of virtues are abounding, and it can be reached with a heartily approach. For a hard-hearted one, Ramas heart becomes an unfathomable abyss and he will get lost in it. girayoH varShadhaaraabhirharyamaaNaa na vivyadhuH | abhibhuuyamaanaa vyasanaiH yathaa adhokShajacetasaa || true devotees do not get hassled though subjected to many problems, for they place their faith in the Supreme. Equally, mountains are unshaken though battered by storms or lightings... So, like a mountain he is unalterable and constant for a true devotee. An icy-mountain is meltable by scorching sun, thus Rama also melts down when his adherents are scorched with their problems.\n  'विष्णुना सदृशो वीर्ये सोमवत्प्रियदर्शनः | कालाग्निसदृशः क्रोधे क्षमया पृथिवीसमः || १-१-१८ धनदेन समस्त्यागे सत्ये धर्म इवापरः |'\n `18, 19a. viirye = in valour; vishNunaa sadRishaH = comparable to Vishnu; somavat priyadarshanaH = attractive in look like the moon; krodhe = in anger; kaalaagnisadRishaH = matchable to the world ending fire; kShamayaa pRithiviisamaH = equals to the Earth in forgiveness; tyage = in benevolence; dhanadena samaH = equal to Kubera [God of Wealth]; satye = in candour; aparaH = with no rival; dharmaH iva = like Truth personified.`\n In valour Rama is comparable to Vishnu, and in his looks he is attractive like the moon, he equals the earth in his forgiveness, but he is matchable to world ending fire in his wrath... and in benevolence he is identical to Kubera, God of Wealth, and in his candour he is like Dharma itself, the Truth personified, with none to rival him... [1-1-18, 19a]\n Here the 'valour' is to cause harm to enemy, while remaining himself unharmed... svasya avikaara eva parasya vikaara aapadanam Rama Tilaka. Though Rama is Vishnu, but by nature of his incarnation as human, he is different from Vishnu upaadhi-bheda... Hence Vishnu has become another entity than Rama... Or, his valour is selfsame to Vishnus valour because he is selfsame Vishnu... Govindaraja. As there is none other in similitude, he is compared Vishnu, insofar as valour is concerned... Maheshvara Tiirtha. Earth personally does not grieve when people tread on it, trample, dig, cut, or whatever is done to her. Likewise Rama personally gets unaffected, whatever harm is done to him, but he becomes wrathful, if that harm is committed to dharma.\n Thitherto, the Bala Kanda is narrated by these narrations of sparkled in Ikshvaku dynasty 'Ramas incarnation...' highly valorous, enemy subjugator... 'elimination of demoness Tataka, subdual of the vanity of Parashu Rama...' propitious 'marriage with Seetha, knows Art of Archery 'receiving missiles from Vishvamitra...' From now poet tells the Ayodhya Kanda, and a gist of this magnum opus is given here itself. This narration is known as baala raamayana - saMkShepa raamaayaNa meaning that it is aimed at youngsters as it has been told in an abridged version. In the endnote, details about this version and still abridged version, called Gayatri Ramayana, are given.\n Readers may find an inordinate use of ellipses in translation of the epic. But they are 'a must.' Pt. Satya Vrat, the author of Ramayana - A Linguistic Study says: Ellipsis is the peculiarity of the style of the older works like Ramayana... their writings, as they stood, yielded incomplete sense which has to be supplemented by adhyaahaara, viz., supply of words, that would fit in the context... Indeed, in most cases the ellipsis could be readily understood and would suggest the word or words that would make it up... We therefore request the readers to go by the meaning of the context, than by the order of words, for there is a saying... paaThakrame arthakramo baliiyaH... So, this adhyaahaara, supply of words, may not be that faithful while rendering from Sanskrit to English.\n  'तमेवं गुणसम्पन्नं रामं सत्यपराक्रमम् || १-१-१९ ज्येष्ठं श्रेष्ठगुणैर्युक्तं प्रियं दशरथस्सुतम् | प्रकृतीनां हितैर्युक्तं प्रकृतिप्रियकाम्यया || १-१-२० यौवराज्येन संयोक्तुमैच्छत् प्रीत्या महीपतिः |' \n `19b, 2 O , 21a. mahiipatiH dasharathaH = Lord of the land King Dasaratha; prakRitipriyakaamyayaa = with an intent for doing good to the people; priityaa = affectionately; aicChat = desired; saMyoktum = to endow with; yauvaraajyena = regent-hood; tam raamam = to that Rama; jyeSTham sutam = the eldest son; priyam = a dear one [to Dasaratha]; evaM guNasaMpannam = [who was] possessor of such like merits; satyaparaakramam = with true valour; shreSTa-guNaiH-yuktam = together with best of qualities; prakRitiinaam hitaiH yuktam = concerned for welfare of the people.`\n Lord of the land King Dasaratha with an intent for doing good to the people, affectionately desired to endow with regent-hood to that Rama, the eldest and a dear son to Dasaratha and who possessed such merits with true valour, together with best of qualities, and concerned for welfare of the people....[1-1-29b, 2 O , 21a]\n  'तस्याभिषेकसंभारान् दृष्ट्वा भार्याथ कैकयी || १-१-२१ पुर्वं दत्तवरा देवी वरमेनमयाचत | विवासनं च रामस्य भरतस्याभिषेचनम् || १-१-२२'\n `21b, 22. atha = then; dRiShTvaa = seeing; tasya = his - Ramas; abhiShekasaMbhaaraan = anointment [as crown prince] arrangements; bhaarya devii kaikeyi = (Dasarathas) [dear] wife queen Kaikeyi; puurvam dattavaraa = having been with previously given boons; ayaachata = solicited; raamasya vivaasanam = Ramas, exile; bharatasya abhiSechanam ca = and Bharata's, anointment; varam enam = (as) boons from him [Dasaratha].`\n Then seeing the arrangements for the anointment of Rama as crown-prince, Kaikeyi, the dear wife and a queen of Dasaratha, solicited boons that were once accorded to her by Dasharatha, for the banishment of Rama and anointment of Bharata as boons. [1-1-21b, 22]\n  'स सत्यवचनाद् राजा धर्मपाशेन संयतः | विवासयामास सुतं रामं दशरथः प्रियम् || १-१-२३ '\n `23. saH raajaa dasharathaH = That king Dasaratha; saMyataH = bound; dharmapaashena = by noose of virtuousness; satyavacanaat = by his true (plighted) word; vivaasayaamaasa = exiled; priyam sutam raamam = dear son Rama; .`\n Bound by his true plighted word and by the noose of righteousness that king Dasharatha exiled his dear son Rama to forests. [1-1-23]\n  'स जगाम वनं वीरः प्रतिज्ञामनुपालयन् | पितुर्वचननिर्देशात् कैकेय्याः प्रियकारणात् || १-१-२४'\n `24. saH viiraH = that warrior [Rama]; kaikeyyaaH priyakaaraNaat = by reason of pleasing Kaikeyi; anupaalayan = (and) to follow;pratij~naam = promise - his own pledge to adhere to his fathers word, or, promise of his father to Kaikeyi; pituH vacananirdeshaat = by fathers directive; vanam jagaama = went to forest.`\n That warrior Rama went to forest for pleasing Kaikeyi, and as directed by his father, and to follow his fathers word of honour. [1-1-24]\n  'तं व्रजन्तं प्रियो भ्राता लक्ष्मणोऽनुजगाम ह | स्नेहाद्विनयसम्पन्नः सुमित्रानन्दवर्धनः || १-१-२५ भ्रातरं दयितो भ्रातुः सौभ्रात्रमनुदर्शयन् |'\n `25, 26a. lakShmaNaH = Lakshmana; vinayasaMpannaH = endowed with humbleness; priyaH bhraataa = a loving brother; bhraatuH dayitaH = (and) dear to brother [to Rama]; sumitraanandavardhanaH = augmentor [of his mother] Sumitras joy; saubhraatram anudarshayan = showing [brotherly] fraternity; snehaat anujagaama ha = followed [Rama] out of affection;vrajantam tam bhraataram = while that brother [Rama] was going [to forest].`\n While that Rama was going on exile, Lakshmana, endowed with humbleness, and augmentor of his mother Sumitras joy, and a loving and a dear brother to Rama, followed him out of affection, showing brotherly fraternity.[1-1-25, 26a]\n व्रजन्तम् is an accusative case of व्रजत् with व्रज् as its root.\n  'रामस्य दयिता भार्या नित्यं प्राणसमा हिता || १-१-२६ जनकस्य कुले जाता देवमायेव निर्मिता | सर्वलक्षणसम्पन्ना नारीणामुत्तमा वधूः || १-१-२७ सीताप्यनुगता रामं शशिनं रोहिणी यथा |'\n `26b, 27, 28a. siitha api = Even Seetha; vadhuuH = daughter-in-law [of Dasharatha]; raamasya dayitaa bhaaryaa = (and) Rama beloved wife; praaNasamaa = equal to life (of Rama); nityam hitaa = ever well disposed one; janakasya kule jaataa = born in the family of Janaka; nirmitaa devamaayaa iva = as though fashioned by divine marvel; sarvalakShaNasaMpannaa = possessor of all characteristics [befitting to an ideal lady]; nariiNaam uttamaa = the best one among women; raamam anugataa = followed Rama; rohiNii shashinam yathaa = like Rohini with Moon.`\n Even Seetha, daughter-in-law of Dasaratha, and Ramas beloved wife equalling to Ramas life, ever well disposed, born in the family of Janaka and one as though fashioned by a Divine marvel, endowed with all good characteristics and the best among women, followed Rama to forest, like Rohini following the Moon... [1-1-26b, 27, 28a]\n Here devamaayaa refers to many concepts. VaiShNavaite tenets tell that the word deva is ascribable only to Vishnu, but not to other gods. Thus, this is ViShNumaayaa, when He assumed an extraordinary female form called Mohini, when distributing amRita, the divine elixir, to gods and demons. Next is the form of Tilottama, a divine beauty to hoodwink demons called Sunda and Upasunda. The other is Vishnus liilaa shakti, which is divinely fascinating. Yet another is grammatical connotation, maa yaa where, maa= Goddess Lakshmi; yaa= who that is; meaning yaa siitaa saa maa= who is Goddess Lakshmi... She is Seetha... and this results in the saying: ati ruupavatii siitaa... ati muurkhaH cha raavaNa While Seetha is extraordinarily beautiful, Ravana is exceedingly stupid...\n The deities have their wives always with them. Chandra, the Moon has Rohini, a conspicuous star, while Surya, Sun has Prabha, Sunshine. Minus these wives, their glow and glitter is void. So also, Rama has an inseparable wife. Though Seetha and Lakshmana were not exiled, they followed Rama out of concept of 'togetherness...'\n  'पौरैरनुगतो दूरं पित्रा दशरथेन च || १-१-२८ शृङ्गिबेरपुरे सूतं गङ्गाकूले व्यसर्जयत् | गुहमासाद्य धर्मात्मा निषादाधिपतिं प्रियम् || १-१-२९ गुहेन सहितो रामो लक्ष्मणेन च सीतया |'\n `28b, 29, 3 O a. anugataH = followed; pauraiH = by citizens; pitraa dasharathena ca = and by father Dasaratha; duuram = for a long distance; dharmaatmaa raamaH = virtuous Rama; aasaadya = reached;niShaadaadhipatim = tribal chief; guham = Guha; priyam = who liked him; gangaakuule = on River Gangas bank; sRiNgiberapure = in [a town called] Sringaberapura; guhena lakShmaNena siitayaa ca sahitaH = together with Guha, Lakshmana and Seetha; vyasarjayat = (he) left off; suutam = the charioteer.`\n The citizens of Ayodhya and his father Dasaratha followed virtuous Rama for a distance when he started on his exile. Later Rama reached the tribal chief named Guha, who liked Rama, on the bank of River Ganga in a town called Sringaberapura. Together with Guha, Lakshmana and Seetha, he left off the charioteer. [1-1-28b, 29, 3 O a]\n  'ते वनेन वनं गत्वा नदीस्तीर्त्वा बहूदकाः || १-१-३० चित्रकूटमनुप्राप्य भरद्वाजस्य शासनात् | रम्यमावसथं कृत्वा रममाणा वने त्रयः || १-१-३१ देवगन्धर्वसंकाशास्तत्र ते न्यवसन् सुखम् |'\n `3 O b, 31, 32a. te = they; vanena vanam gatvaa = going from forest to forest; bahuudakaaH nadiiH tiirtva = crossed rivers with much waters; bharadvaajasya shaasanaat = by ordainment of sage Bharadwaja; chitrakuuTam anupraapya = arriving at Chitrakuta; ramyam aavasatham kRitvaa = building (lit. manufacturing) a handsome habitation; te trayaH = they the trio; sukham nyavasan = happily lived; tatra = there [at Chitrakuta]; vane ramamaaNaaH = in the woods delightfully; devagandharvasaMkaashaaH = like gods and gandharvas.`\n That trio of Seetha, Rama and Lakshmana after going from forest to forest and crossing many a river with much waters, by the ordainment of Bharadwaja, arrived at Chitrakuta, and building a handsome cottage there, they lived happily and delightfully in the woods there, like gods and gandharvas... [1-1-3 O b, 31, 32a]\n In another way the meaning is: te avane they, protecting each other... te ramamaaNaaH  those two Rama and Seetha, frolicsomely delighted, enjoyed the essence of forest dwelling... saMkaashaa similar to Vishnu or Narayanas enjoyment of kriiDaa rasa the essence of His playful acts... and Lakshmana enjoyed the essence of his servitude sevaa rasa and where deva = devii ca devaH ca devau either goddess or god... it but the Almighty... gandharva = gaanam dhaarayati iti gandharva - jiivan muktaH attaining liberation while living, thus Lakshmana rejoiced with his singing of saama gaana of Sama Veda.... And they rejoiced without feeling any difference between city dwelling and forest dwelling... as every part of Universe is theirs.\n In another way tevane vanam gatvaa 'playfully, to forests, they went...' It is a play for them to enter the forest to resolve the purpose of Ramayana and their incarnations.\n  'चित्रकूटं गते रामे पुत्रशोकातुरस्तदा || १-१-३२ राजा दशरथः स्वर्गं जगाम विलपन् सुतम् |'\n `32b, 33a. gate raame = On gone Rama; chitrakuuTam = to Chitrakuta; tathaa = thus [tadaa = then]; raajaa dasharathaH = King Dasaratha; svargam jagaama = went to heavens [died]; putrashokaaturaH = tormented by grief for his son; sutam vilapan = while weeping for his son;`\n On Rama going to Chitrakuta thus, King Dasharatha tormented by the grief for son, went to heavens weeping for son... [1-1-32b, 33a]\n The word 'thus' in the shloka, is according to the text of Govindaraja. Maheshvara Tiirthas text will have then.\n  'मृते तु तस्मिन् भरतो वसिष्ठप्रमुखैर्द्विजैः || १-१-३३ नियुज्यमानो राज्याय नैच्छद् राज्यं महाबलः | स जगाम वनं वीरो रामपादप्रसादकः || १-१-३४'\n `33b, 34. tasmin mRite = On his (Dasarathas) dying; bharataH tu = though Bharata; raajyaaya niyujyamaanaH = had been appointed for kingship; vasiSThapramukhaiH dvijaiH = by Sage Vasishta and other prominent Brahmanas; mahaabalaH = (that) highly mighty one; raajyam na icChat = did not desire kingdom; saH viiraH = that warrior; vanam jagaama = went to forest; raamapaadaprasaadakaH = (to) propitiate the venerable Rama.`\n On Dasharathas dying, though Bharata had been appointed for kingship by Sage Vashishta and other Brahmanas, that highly mighty one did not desire kingdom. That warrior Bharata went to forest to propitiate the venerable Rama... [1-1-33b. 34]\n  'गत्वा तु स महात्मानं रामं सत्यपराक्रमम् | अयाचद्भ्रातरं राममार्यभावपुरस्कृतः || १-१-३५ त्वमेव राजा धर्मज्ञ इति रामं वचोऽब्रवीत् |'\n `35, 36a. saH = That Bharata; aaryabhaavapuraskRitaH = possessed of a worthy way of thinking [to get Rama installed as king]; gatvaa = on going;raamam = to Rama; bhraataram raamam ayaachat = begged [his] brother Rama;mahaatmaanam = to the great souled one; satyaparaakramam = to truly courageous one; raamam = To [such] Rama; vachaH abraviit iti = [Bharata] spoke words in this manner; tvam eva = you alone; dharmaj~naH = the knower of probity; raajaa = [be the] king;`\n That Bharata, possessed of a worthy way of thinking [to get Rama installed as king], on going to Rama, begged his brother Rama, a great souled one and a truly courageous one. Bharata spoke words in this manner to Rama - You alone, the knower of probity, be the king. ...  [1-1-35, 36a]\n tu is omitted in the translation since it is there for the purpose of paadapuuraNa.\n  'रामोऽपि परमोदारः सुमुखः सुमहायशाः || १-१-३६ न चैच्छत्पितुरादेशाद्राज्यं रामो महाबलः |'\n `36b, 37a. api = even though; raamaH = Rama; paramodaaraH = (was) very benevolent; sumukhaH api = gracious also; sumahaayashaaH = highly famed; mahaabalaH ca = and with great powers; raamaH = Rama; pituH aadeshaat = due to fathers injunction; na icChat = did not desire; raajyam = kingdom.`\n Even though Rama was very benevolent, gracious also, highly famed and with great prowess, Rama did not desire kingdom due to fathers injunction... [1-1-36b, 37a]\n  'पादुके चास्य राज्याय न्यासं दत्त्वा पुनः पुनः || १-१-३७ निवर्तयामास ततो भरतं भरताग्रजः |'\n `37b, 38a. tataH = Thereafter; punaH punaH = repeatedly; bharatam nivartayaamaasa = turning Bharata back; bharataagrajaH = [Rama] the elder brother of Bharata; paaduke dattvaa= giving (the two) wooden shoes; asya = to him [to Bharata]; cha nyaasam = and entrusting [them]; raajyaaya = for (the sake of) kingdom.`\n Thereafter, repeatedly turning Bharata back, the elder brother, Rama, gave his wooden shoes to Bharata and entrusting them to represent him for the sake of kingdom. [1-1-37b, 38a]\n  'स काममनवाप्यैव रामपादावुपस्पृशन् || १-१-३८ नन्दिग्रामेऽकरोद्राज्यं रामागमनकाङ्क्षया |'\n `38b, 39a. saH = That Bharata; kaamam anavaapya eva = (with a) desire not fulfilled thus; raamapaadau upaspRishan = touching Ramas sandals (representing Ramas feet); raamaagamanakaankShayaa = with an expectation of Ramas arrival; nandigraame akarot raajyam = ruled the kingdom in Nandigraama.`\n That Bharata, thus with a desire unfulfilled, ruled the kingdom from Nandigrama, touching Ramas sandals representing feet of Rama, with an expectation of Ramas arrival... [1-1-38b, 39a]\n  'गते तु भरते श्रीमान् सत्यसन्धो जितेन्द्रियः || १-१-३९ रामस्तु पुनरालक्ष्य नागरस्य जनस्य च | तत्रागमनमेकाग्रो दण्डकान्प्रविवेश ह |१-१-४०'\n `39b, 4 O . bharate gate tu = However, after Bharata left; raamaH = Rama; shriimaan = the splendid one;satyasandhaH = truth-bound one; jitendriyaH = one with conquered senses; aalakShya = on anticipating; punaH tatra aagamanam = re-arrival there [Chitrakoota]; naagarasya janasya ca = of citizens and (other) people; ekaagraH = (to be) undisturbed; pravivesha ha = [he] then entered; daNDakaan = Dandaka forests.`\n On the departure of Bharata, that splendid Rama, truth-bound, and self-controlled, anticipated the repeated visits of citizens and other people. To be undisturbed, Rama then entered Dandaka forests... [1-1-39b, 4 O ]\n The translation of ekaagraH as undisturbed is done according to the context of Ramas anticipation that there might be repeated visits from various people to Chitrakuta and entreaties from them for Rama to return to Ayodhya. Normally ekaagraH is translated as single-pointed attention. Govindaraja explains ekaagraH with respect to following father's injunction or being alert to increased presence of RakShasaas.\n  'प्रविश्य तु महारण्यं रामो राजीवलोचनः | विराधं राक्षसं हत्वा शरभङ्गं ददर्श ह || १-१-४१ सुतीक्ष्णं चाप्यगस्त्यं च अगस्त्यभ्रातरं तथा |'\n `41, 42a. raajiivalochanaH raamaH = Rama the lotus-eyed one; mahaaaranNyam pravishya = on entering the vast forest; viraadham raakShasam hatvaa = and on killing the demon Viradha; dadarsha ha = indeed beheld;sharabhaNgam sutiikShNam ca api = Sage Sharabhanga and also Sage Suteekshna; agastyam ca = and Sage Agastya; tathaa = likewise; agastyabhraataram = Agastya's brother.`\n That lotus-eyed Rama, on his entering the vast Dandaka forest, killed the demon Viraadha, and indeed beheld Sage Sharabhanga and also Sage Suteekhsna, Sage Agastya and likewise Sage Agastya's brother... [1-1-41, 42a]\n The name of Agastya's brother is Sudarshana, and he will never be called by his own name, but will be called as agatsyabhraataa, brother of Agastya.\n tu is omitted in the translation since it is there for the purpose of paadapuuraNa.\n  'अगस्त्यवचनाच्चैव जग्राहैन्द्रं शरासनम् || १-१-४२ खड्गं च परमप्रीतस्तूणी चाक्षयसायकौ |'\n `42b, 43a. agastyavachanaat ca eva = And according to Sage Agastyas word alone; jagraaha = [Rama] received paramapriitaH = greatly delighted; sharaasanam = a bow; khadgam ca = also a sword; tuuNii ca = (and) also two quivers; akShayasaayakau = with ever replenishing arrows; aindram = of Indra.`\n On Sage Agastyas word, Rama, with great delight, received from Agastya, Indras bow along with the sword and two quivers with ever replenishing arrows... [1-1-42b, 43a]\n  'वसतस्तस्य रामस्य वने वनचरैः सह || १-१-४३ ऋषयोऽभ्यागमन्सर्वे वधायासुररक्षसाम् |'\n `43b, 44a. vasataH = (During) the stay; tasya raamasya = of that Rama; vane = in the forest; sarve RiShayaH = all sages; vanacharai sahaH = together with [other] forest dwellers; abhyaagaman = approached [Rama]; asurarakShasaam vadhaaya = for the killing of ogres and demons; .`\n During Ramas stay in the forest, all the sages together with other forest dwellers, approached him for the elimination of ogres and demons... [1-1-43b, 44a]\n  'स तेषां प्रतिशुश्राव राक्षसानां तथा वने || १-१-४४ प्रतिज्ञातश्च रामेण वधः संयति रक्षसाम् | ऋषीणामग्निकल्पानां दण्डकारण्यवासिनाम् || १-१-४५'\n `44b, 45. saH = he [that Rama]; pratishushraava = listened [or agreed]; tathaa = [to] that supplication; teSaam = of those [sages]; raakShasaanaam vane = in the forest of demons; pratij~naataH ca = A promise also [was made]; raameNa = by Rama; RiShiiNaam = to the sages; agnikalpaanaam = who equalled the fire; daNDakaaraNyavaasinaam [ca] = [and] living in the Dandaka forest; vadhaH ca = [about] killing also; rakShasaam = of the demons; saMyati = in combat.`\n He [Rama] agreed to that supplication of those sages dwelling in the forest of demons. A promise was also made by Rama to the sages who equalled the fire and who were living in that Dandaka forest about killing of the demons in combat... [1-1-44b, 45]\n The word asura is as from asuun raati iti asura: asu = life; ra= taker; i.e., life takers - demons, while the word sura is nectar consuming one, the divine. In later chapters of this canto, accounts are given as how these were created and named.\n  'तेन तत्रैव वसता जनस्थाननिवासिनी | विरूपिता शूर्पणखा राक्षसी कामरूपिणी || १-१-४६'\n `46. vasataa = while living by Rama; tatra eva = there [in that Dandaka forest] only; shuurpaNakhaa iti = Shuurpa-nakha; raakShasii = a demoness; kaamaruupiNii = [who can] assume desired form; janasthaananivaasinii = a resident of Janasthana [a portion of Dandaka forest]; viruupitaa = was disfigured; tena = by him [Rama].`\n While Rama was living there in the Dandaka forest, a guise-changing demoness named Shuurpa-nakha, who was a resident of Janasthana, a portion of Dandaka forest, was disfigured by him... [1-1-46]\n Readers are referred to the verse 3-18-2 O where Rama asks Lakshmana to deface Shuurpa-nakha who carries out the act of cutting the nose and ears of this demoness, which is the turning point of the story. From this verse it is clear that Rama is instrumental in the disfiguring of Shuurpa-nakha.\n Shuurpa-nakha is so named because her fingernails are like winnowing fans, shuurpatulyanakhaa iti shuurpanakhaa; shuurpa= winnowing fan; tulya = like; nakhaa = fingernails. She is the sister of Ravana the main antogonist of the epic, and she is the actual trouble creator in the epic.\n  'ततः शूर्पणखावाक्यादुद्युक्तान् सर्वराक्षसान् | खरं त्रिशिरसं चैव दूषणं चैव राक्षसम् || १-१-४७ निजघान रणे रामस्तेषां चैव पदानुगान् |'\n `47, 48a. tataH raamaH raNe nijaghaana = Then Rama in a battle killed; udyuktaan sarvaraakShasaan = all zealously active demons; shuurpaNakhaavaakyaat = [incited] by Shuurpanakhas words; kharam = [including] Khara; trishirasam ca eva = and Trishira; duuSaNam raakShasam ca eva = and the demon Duushana; teSaam padaanugaan ca eva = and their foot followers.`\n Then in a battle, Rama killed all demons who became zealously active incited by Suurphanakhas words, including the demons Khara, Trishira, Duushana together with all of their foot-followers... [1-1-47, 48a]\n We are ignoring in translation the एव part of चैव and translating the word चैव as and.\n  'वने तस्मिन्निवसता जनस्थाननिवासिनाम् || १-१-४८ रक्षसां निहतान्यासन् सहस्राणि चतुर्दश |'\n `48b, 49a. tasmin vane nivasataa = During his stay in that forest; caturdashasahasraaNi = fourteen thousand; janasthaananivaasinaam rakShasaam = inhabitant demons of Janasthana; nihataanyaasan = became slain.`\n During Ramas stay in that forest, fourteen thousand demon inhabitants of Janasthana became slain... [1-1-48b, 49a]\n  'ततो ज्ञातिवधं श्रुत्वा रावणः क्रोधमूर्छितः || १-१-४९ सहायं वरयामास मारीचं नाम राक्षसम् |'\n `49b, 5 O a tataH = Thereafter; raavaNaH = Ravana; j~naativadham shrutvaa = on hearing the slaughter of [his] kinsmen; krodhamuurChitaH = convulsed in anger; sahaayam varayaamaasa = [and] sought to get the help; maariicham naama raakShasam = [of] a demon named Maareecha.`\n Then, on hearing the slaughter of his kinsmen, Ravana convulsed in anger and sought to get the help of a demon named Maareecha... [1-1-49b, 5 O a]\n Ravana is the supremo of demons and the main antagonist in this epic. His name is Dashagriiva, meaning that he has ten heads. This name 'Ravana' obtains from the root ru - shabde raavayati iti raavaNaH 'one who makes people cry by his violent actions...' and it also means vishravasaH apatyam pumaan raavaNaH, vishravaso vishravaNa-ravaNau the son of one named Vishravasa...Govindaraja.\n वरयामास is the लिट् लकार of of the root वर (see आत्मनेपदी form)\n  'वार्यमाणः सुबहुशो मारीचेन स रावणः || १-१-५० न विरोधो बलवता क्षमो रावण तेन ते |' \n `5 O b, 51a. saH raavaNaH = he that Ravana; vaaryamaaNaH = [was] restrained; subahushaH= very many times;maariichena = by Maareecha [thus:]; raavaNa = Oh! Ravana; virodhaH = rivalry; balavataa tena = with that formidable Rama; te na kShamaH = [is] not appropriate of you;`\n But Maareecha restrained Ravana telling him many times, Oh, Ravana! Rivarly with that formidable Rama is not appropriate of you... [1-1-5 O b, 51a]\n  'अनादृत्य तु तद्वाक्यं रावणः कालचोदितः || १-१-५१ जगाम सहमारीचस्तस्याश्रमपदं तदा |'\n `51b, 52a. anaadRitya tu = but regardless; tat vaakyam = [of] that speech; raavaNaH kaalachoditaH = Ravana impelled by [his own] fate; tadaa = then; jagaama = went;tasya aashramapadam = [to] the place of Ramas hermitage; sahamaariichaH = along with Maareecha;`\n Then disregarding Maareechas words and impelled by his own fate, Ravana advanced to the place of Ramas hermitage along with Maareecha... [1-1-51b, 52a]\n  'तेन मायाविना दूरमपवाह्य नृपात्मजौ || १-१-५२ जहार भार्यां रामस्य गृध्रं हत्वा जटायुषम् |'\n `52b, 53a. apavaahya = after taking away; nRipaatmajau = the sons of king; duuram = to a distance; tena mayaavinaa = by that trickster; raamasya bhaaryaam jahaara = [Ravana] stole Ramas, wifejaTaayuSam gRidhram hatvaa = after killing Jatayu; .`\n After taking away of Rama and Lakshmana to a distance by the trickster Maareecha, Ravana stole Ramas wife after killing Jatayu... [1-1-52b, 53a]\n  'गृध्रं च निहतं दृष्ट्वा हृतां श्रुत्वा च मैथिलीम् || १-१-५३ राघवः शोकसन्तप्तो विललापाकुलेन्द्रियः |'\n `53b, 54a. raaghavaH = Raghava; nihatam gRidhram dRiSThvaa = on seeing the smitten vulture Jatayu; maithiliim hRitaam shRitvaa ca = and also on hearing about Mythili's [Seetha's] abduction; vilalaapa = wailed; akulendriyaH = with disturbed senses; shokasantaptaH = seething with anguish.`\n Raghava on seeing the smitten Jatayu and also on hearing about Seethas abduction, wailed with disturbed senses, seething with anguish ... [1-1-53b, 54a]\n  'ततस्तेनैव शोकेन गृध्रं दग्ध्वा जटायुषम् || १-१-५४ मार्गमाणो वने सीतां राक्षसं संददर्श ह | कबन्धं नाम रूपेण विकृतं घोरदर्शनम् || १-१-५५'\n `54b, 55. tataH = then; tena shokena eva = with that state of anguish; gRidhram jaTaayuSham dagdhvaa = after cremating the vulture Jatayu; vane siitaam maargamaaNaH = while searching [for] Seetha in that forest; saMdadarsha ha = indeed saw; kabandham naama raakShasam = a demon named Kabandha; ruupeNa vikRitam = deformed in looks; ghoradarshanam = with a terrible appearance .`\n Rama then cremated that vulture Jataayu with that state of anguish, and while searching for Seetha in forest, he indeed saw a demon named Kabandha, deformed in his looks and with a terrible appearance... [1-1-54b, 55]\n  'तं निहत्य महाबाहुर्ददाह स्वर्गतश्च सः | स चास्य कथयामास शबरीं धर्मचारिणीम् || १-१-५६ श्रमणीं धर्मनिपुणामभिगच्छेति राघव |'\n `56, 57a. mahaabaahuH = [Rama with] great arms; tam nihatya = after slaying Kabandha; dadaaha = cremated [Kabandha]; saH svargataH ca = and he [Kabandha] obtained the heaven; saH ca kathayaamaasa iti = he spoke thus;asya = to him [to Rama]; raaghava = Oh Raghava!; abhigacCha = you proceed; shabariim = to Shabari; dharmacaariNiim = a lady with righteous conduct; dharmanipuNaam = she who is an expert in probity; shramaNiim = a devotee.`\n That Rama with great arms after slaying Kabandha, cremated him and Kabandha obtanined heaven. Before going to heaven, he spoke thus to Rama: Oh Raghava! You proceed to Sabari, a lady with righteous conduct, an expert in probity and a devotee.... [1-1-56, 57a]\n  'सोऽभ्यगच्छन्महातेजाः शबरीं शत्रुसूदनः || १-१-५७ शबर्या पूजितः सम्यग्रामो दशरथात्मजः |'\n `57b, 58a. saH mahaatejaaH = That great resplendent; dasharathaatmajaH raamaH = Rama the son of Dasaratha; shatrusuudanaH = an anhillator of enemies; shabariim abhyaagacChat = approached Sabari; shabaryaa samyak puujitaH = [and] was thoroughly honoured by Sabari.`\n That great resplendent Rama, the son of Dasaratha, an anhillator of enemies, approached Sabari and was thoroughly honoured by her... [1-1-57b, 58a]\n Next verse onwards the episodes in KiShkindha are introduced. Now Rama meets Hanuma, the Vaanara. vanena= in forests, charati= moves about, iti= thus; therefore vaanara = 'forest-ranger' is the declination of the term Vaanara. Traditionally Hanuma is worshipped as a god.\n  'पम्पातीरे हनुमता सङ्गतो वानरेण ह || १-१-५८ हनुमद्वचनाच्चैव सुग्रीवेण समागतः |'\n `58b, 59a. pampaatiire = On the banks of Pampa; hanumataa vaanareNa sangataH ha = [Rama was] indeed united with the Vanara Hanuma; hanumadvachanaat ca eva = and upon Hanumas word; samaagataH = met; sugriiveNa = with Sugreeva.`\n Rama was united indeed with the Vanara Hanuma on the banks of Lake Pampa, and upon the word of Hanuma, Rama met with Sugreeva... [1-1-58b, 59b]\n  'सुग्रीवाय च तत्सर्वं शंसद्रामो महाबलः || १-१-५९ आदितस्तद्यथावृत्तं सीतायाश्च विशेषतः |'\n `59b, 6 O a. mahaaabalaH raamaH = The highly powerful Rama; shamsat = detailed; aaditaH = from the beginning; tat sarvam = all that; yathaavRittam = as had happened; visheShataH siithaayaaH ca = and in particular [the abduction] of Seetha; sugriivaaya ca = to Sugreeva [and to Hanuma] also.`\n The highly powerful Rama detailed from the beginning all that happened, and in particular the abduction of Seetha, to Sugriva and to Hanuma also... [1-1-59b, 6 O a]\n Here the use of 'highly powerful...' for Rama is to indicate that though he himself was capable enough to eliminate Ravana, but as a human, he needed some agency, since humans in such difficulties are usually in need of a helping hand. As such, Rama had to befriend Sugreeva and it was necessary to narrate all sad episodes to his friend.\n  'सुग्रीवश्चापि तत्सर्वं श्रुत्वा रामस्य वानरः || १-१-६० चकार सख्यं रामेण प्रीतश्चैवाग्निसाक्षिकम् |'\n `6 O b, 61a. vaanaraH sugriivaH ca api = The Vanara Sugreeva also; tat sarvam shrutvaa = after listening to all that [talk]; raamasya = of Rama; sakhyam chakaara = made friendship [with Rama]; priitaH = delighted; agnisaakShikam ca eva = with fire [flaring auspicious fire] as witness also thus.`\n The Vanara Sugreeva after listening to all that talk of Rama made friendship with Rama delightedly with sacred fire as witness... [1-1-6 O b, 61a]\n  'ततो वानरराजेन वैरानुकथनं प्रति || १-१-६१ रामायावेदितं सर्वं प्रणयाद्दुःखितेन च |'\n `61b, 62a. tataH = then; praNayaat = out of affection; aaveditam = [the incident] was related; vairaanukathanam prati = with regard to [Sugreevas] enemity [with Vali]; sarvam = [in its] entirety; duHkhitena vaanararaajena = by the Vanara King with grief; raamaaya = to Rama.`\n Then out of affection, the incident was related with regard to Sugreevas enemity with Vali in its entirety by the Vanara King with grief to Rama ... [1-1-61b, 62a]\n  'प्रतिज्ञातं च रामेण तदा वालिवधं प्रति || १-१-६२ वालिनश्च बलं तत्र कथयामास वानरः |'\n `62b, 63a. tadaa = then; pratij~naatam = a solemn promise; raameNa = [was made] by Rama; vaalivadham prati = with regards to killing of Vali; tatra = in that regard; vaanaraH = Vanara Sugreeva; kathayaamaasa = described; vaalinaH balam ca = Valis strength also.`\n Then a solemn promise was made by Rama with regards to killing of Vali. In that regard Vanara Sugreeva also described Valis strength... [1-1-62b, 63a]\n Vali, the elder brother of Sugreeva, is another principle character of Ramayana. He is capable of rendering oblations to gods in the wee hours of a single day in four oceans on four sides of the globe, by his flying from one ocean to the other. He is mightier than Ravana, the chief villain of the epic, and Ravana was subdued by Valis strength. As a preamble to the incident of eliminating mighty Ravana in the last book of the epic, this episode of eliminating a still mightier monkey is the stepping-stone for the climactic victory.\n  'सुग्रीवः शङ्कितश्चासीन्नित्यं वीर्येण राघवे || १-१-६३ राघवप्रत्ययार्थं तु दुन्दुभेः कायमुत्तमम् | दर्शयामास सुग्रीवो महापर्वतसन्निभम् || १-१-६४'\n `63b, 64. tu = But; sugriivaH = Sugreeva; nityam shankitaH aasiit = remained ever doubtful; raaghave = with respect to Raghava; viiryeNa = about [Ramas] prowess; sugriivaH = Sugreeva; darshayaamaasa = showed; dundubheH = Dundubhis; uttamam = big ; mahaaparvatasannibham = great mountain like; kaayam = body; raaghavapratyayaartham = to gain confidence in Raghava.`\n But Sugreeva remained ever doubtful with respect to Raghava, about Raghavas prowess. Sugreeva showed Dundubhis big and great mountain-like dead body to gain confidence in Raghava... [1-1-63b, 64]\n Vali had at one time killed Dundubhi and kicked his body over a long distance.\n  'उत्स्मयित्वा महाबाहुः प्रेक्ष्य चास्थि महाबलः | पादाङ्गुष्ठेन चिक्षेप सम्पूर्णं दशयोजनम् || १-१-६५'\n `65. mahaabaahuH = Great armed; mahaabalaH = [and] very powerful [Rama]; prekShya = after seeing; asthi = the bone; utsmayitvaa = smiling ; ca paadaanguSThena [anguSTa-agreNa] = and by the big toe of his foot; chikShepa = threw [it];sampuurNam dashayojanam = wholly for ten yojana-s length.`\n Great armed and very powerful Rama after seeing the bones of Dundubhi smiled and by the big toe of his foot threw it wholly for ten yojana-s length. [1-1-65]\n Vali was able to throw that body, with whole of his foot, only up to two hundred bow-lengths, where the length of bow is said as six to seven feet. But Rama could kick that heap to ten yojana lengths, roughly ninety miles, only with a flip of his foot-toes tip. But Sugreeva continued his grumbling, in those days this skeleton was with flesh and blood, now it became weight-less, thus show me more of your show of strength... One Yojana is an ancient measure for distance, where that distance is covered in one yoking. Chambers dictionary puts it as five miles, and it is not agreeable for it was British-Indian revenue measure. Traditionally it is four krosha-s and thus each yojana is nine to ten miles.\n Govindaraja cleaves the compound utsmayitvaa to ut smayitvaa and takes ut 'to up...' and fixes it to cikShepa to mean ut cikShepa 'up-heaved and hurled...' and smayitva comes to mean smiling self-assuredly, or smiling self-composedly...' And Maheshvara Tiirtha says that 'when all-wise-knowers are not able to know what I am, there is no surprise if a monkey in a remote forest doubts my capability... let him see a speck of it...' thus Rama smiled in aplomb...'\n And the often repeated epithet to Rama mahaabaahuH means not just 'yards and yards of lengthy arms...dangling up to knees..' but 'one who does unimaginable deeds...' and his arms are the unusual instruments to perform such unusual tasks, hence ambidextrous, or omni-dextrous... \n  'बिभेद च पुनः सालान् सप्तैकेन महेषुणा | गिरिं रसातलं चैव जनयन् प्रत्ययं तदा || १-१-६६'\n `66. tadaa = Then; punaH = again; ekena maheShuNaa = with one great arrow; bibheda = [Rama] ripped [through]; saptasaalaan = seven sala trees; girim ca = and a mountain; rasaatalam ca eva = and subterranean earth; pratyayam janayan = to create faith [in the mind of Sugreeva]`\n Then again Rama ripped through seven massive Sala trees with only one great arrow, which not only went through the trees but also rent through a mountain, and to the nethermost subterranean of earth, in order to create faith in the mind of Sugreeva... [1-1-66]\n The rasaatala is deepest subterranean plane, and it forms the base of other planes of earth called, atala, vitala, sutala, talaatala, mahaatala, rasaatala underneath the surface of earth up to its core.\n  'ततः प्रीतमनाश्चैव विश्वस्तश्च महाकपिः | किष्किन्धां रामसहितो जगाम च गुहां तदा || १-१-६७'\n `67. tataH = Thereafter; mahaakapiH = great monkey [Sugreeva]; priitamanaaH = [with a] gladdened heart; tena = by it [that act of Rama]; guhaam kiShkindhaam jagaama ca = proceeded to cave-like Kishkindha; tadaa = then; raamasahitaH = along with Rama; vishvastaH ca = and with confidence [in Ramas strength].`\n Thereafter great monkey Sugreeva with a gladdened heart by that act of Rama, proceeded to cave-like Kishkindha then along with Rama and with confidence in Ramas strength... [1-1-67]\n  'ततोऽगर्जद्धरिवरः सुग्रीवो हेमपिङ्गलः | तेन नादेन महता निर्जगाम हरीश्वरः || १-१-६८'\n `68. tataH = then; harivaraH sugriivaH = [that] best among monkeys Sugreeva; hemapiNgalaH = with a golden hue; agarjat = roared; tena mahataa naadena = By that loud sound; hariishwaraH = king of monkeys[Vali]; nirjagaama = emerged out.`\n Then that best monkey Sugreeva, with a golden hue, made a roaring sound. By that loud sound, the king of monkeys, Vali, emerged out... [1-1-68]\n  'अनुमान्य तदा तारां सुग्रीवेण समागतः | निजघान च तत्रैनं शरेणैकेन राघवः || १-१-६९'\n `69. tadaa = then; taaraam anumaanya = after Tara permitting; sugriiveNa samaagataH = [Vali] met with Sugreeva [in a combat]; raaghavaH ca = and Rama; ekena shareNa nijaghaana = with one arrow only killed;enam = this Vali; tatra = there.`\n Then after Tara [wife of Vali] permitting, Vali met with Sugreeva in a combat. And Rama killed this Vali with a single arrow there... [1-1-69]\n  'ततः सुग्रीववचनाद्धत्वा वालिनमाहवे | सुग्रीवमेव तद्राज्ये राघवः प्रत्यपादयत् || १-१-७०'\n `7 O . tataH = then; raaghavaH = Raghava; sugriivavachanaat = from Sugreevas plea; aahave vaalinam hatvaa = after killing Vali in a combat; tat raajye = in that kingdom; pratyapaadayat = [Rama] installed; sugriivam eva = Sugreeva alone [as king].`\n Then Raghava after killing Vali in a combat as per Sugreevas plea, installed Sugreeva alone as the king of Vanaras.. [1-1-7 O ]\n  'स च सर्वान् समानीय वानरान् वानरर्षभः | दिशः प्रस्थापयामास दिदृक्षुर्जनकात्मजाम् || १-१-७१'\n `71. saH vaanararShabhaH = That best among monkeys; sarvaan vaanaraan samaaniiya = after summoning all Vanaras; dishaH prasthaapayaamaasa = dispatched [them] in different directions; didRikShuH = to behold; janakaatmajaam = Janakas daughter.`\n That best among monkeys, Sugreeva, after summoning all Vanaras, dispatched them in different directions to behold the daughter of Janaka... [1-1-71]\n Sugreeva was acclaimed to be a strict disciplinarian, and his orders were inviolable by anyone. Even now the proverbial saying exists that a command by elders is to be followed like sugreevaaj~naa 'Sugreeva's order.\n  'ततो गृध्रस्य वचनात्सम्पातेेर्हनुमान् बली | शतयोजनविस्तीर्णं पुप्लुवे लवणार्णवम् || १-१-७२'\n `72. tataH = after that; balii hanumaan = the strong Hanuma; saMpaateH gRidhrasya vachanaat = upon the word of the vulture Sampati; pupluve = flew [across]; lavaNaarNavam = the salty ocean; shatayojanavistiirNam = one hundred yojanas in breadth.`\n After that, the strong Hanuma, upon the word of the vulture Sampati who was elder brother of Jatayu, flew across the salty ocean one hundred yojanas in breadth... [1-1-72]\n  'तत्र लङ्कां समासाद्य पुरीं रावणपालिताम् | ददर्श सीतां ध्यायन्तीमशोकवनिकां गताम् || १-१-७३'\n `73. lankaam puriim samaasaadya = After reaching the city Lanka; raavaNapaalitaam = ruled by Ravana; dadarsha = [Hanuma] saw; siithaam = Seetha; gataam = situated; tatra = there; dhyaayantiim = meditating [on Rama alone]; ashokavanikaam = in Ashoka gardens.`\n On reaching the city of Lanka ruled by Ravana, Hanuma saw Seetha situated in Ashoka gardens there and meditating on Rama alone... [1-1-73]\n  'निवेदयित्वाभिज्ञानं प्रवृत्तिं च निवेद्य च | समाश्वास्य च वैदेहीं मर्दयामास तोरणम् || १-१-७४'\n `74. nivedayitvaa = After delivering [to Seetha]; abhij~naanam = mark of identification [ring of Rama]; pravRittim ca nivedya ca = and also communicating [Ramas] disposition; vaidehiim samaashvaasya ca = and consoling Vaidehi; mardayaamaasa = [Hanuma] destroyed; thoraNam = the welcome-arch [of Ashoka gardens];.`\n After delivering to Seetha the mark of identification in the form of a ring from Rama and also communicating Ramas disposition and consoling Vaidehi, Hanuma destroyed the welcome-arch of Ashoka gardens... [1-1-74]\n  'पञ्च सेनाग्रगान् हत्वा सप्त मन्त्रिसुतानपि | शूरमक्षं च निष्पिष्य ग्रहणं समुपागमत् || १-१-७५'\n `75. hatvaa = After killing; pa~nca senaagragaan = five army chiefs; sapta mantrisutaan api = and seven ministers sons; shuuram akSham ca niSpiSya = and crushing valiant Aksha; grahaNam samupaagamat = Hanuma got into state of captivity.`\n After killing five army chiefs and seven ministers sons and crushing the valiant Aksha, Hanuma got into state of captivity... [1-1-75]\n  'अस्त्रेणोन्मुक्तमात्मानं ज्ञात्वा पैतामहाद्वरात् | मर्षयन् राक्षसान् वीरो यन्त्रिणस्तान्यदृच्छया || १-१-७६ ततो दग्ध्वा पुरीं लङ्कामृते सीतां च मैथिलीम् | रामाय प्रियमाख्यातुं पुनरायान्महाकपिः || १-१-७७'\n `76,77. j~naatvaa = Knowing; aatmaanam = himself; astreNonmuktam = to be free from the [captivity of] weapon; paitaamahaat varaat = from Brahmas, boon; viiraH = the valiant; mahaakapiH = great monkey [Hanuma]; taan raakShasaan marSayan = enduring those demons; yadRicChayaa = with self-will; yantriNaH = who tied [ his tail with ropes]; tataH = there-after; lankaam puriim dagdhvaa = burning the city of Lanka; Rite ca = and leaving; maithiliim siithaam = the Seetha of Mithila; punaH aayaat = got back again; raamaaya priyam aakhyaatum = to convey the pleasant [news] to Rama.`\n Knowing himself to be free from the captivity of the weapon according to Brahmas boon, the valiant great monkey Hanuma enduring those demons with self-will who tied his tail with ropes with the intention of burning it, there after burning the city of Lanka while leaving from fire the Seetha of Mithila, got back again to convey the pleasant news to Rama ... [1-1-76, 77]\n This is in sundara kaanDa. Hanuma sees Ravana and others in the court, and as a show of his strength burns down Lanka except the place where Seetha is stationed, only to prove that the riches and wealth enjoyed at the cost others will burn down to ashes some day, besides Vibheeshanas place, for Vibheeshana is the adherer of Dharma. This episode is to relegate the false pride of Ravana, and as a symbolic suggestion that pomp and effluence without virtue are short lived.\n  'सोऽभिगम्य महात्मानं कृत्वा रामं प्रदक्षिणम् | न्यवेदयदमेयात्मा दृष्टा सीतेति तत्त्वतः || १-१-७८'\n `78. abhigamya = Approaching; mahaatmaanam raamam = the great Rama; pradakShiNam kRitvaa = performing circumambulation [around Rama]; saH = he [Hanuma]; ameyaatmaa = having an inestimable intelligence; nyavedayat = submitted; tattvataH = in essence; iti = thus; siithaa dRiShTaa = seen Seetha. `\n Approaching the great Rama and peforming circumambulation around Rama, Hanuma having an inestimable intelligence, submitted in essence thus: 'Seen Seetha...' [1-1-78]\n  'ततः सुग्रीवसहितो गत्वा तीरं महोदधेः | समुद्रं क्षोभयामास शरैरादित्यसन्निभैः || १-१-७९'\n `79. mahodadheH tiiram gatvaa = On going to the Oceans shore; tataH sugriivasahitaH = there-after together with Sugreeva; samudram kShobhayaamaasa = [Rama] put the Ocean-god to turmoil; aadityasannibhaiH sharaiH = with arrows comparable to the Sun.`\n There-after, Rama along with Sugreeva and other monkeys went to the shore of Great Ocean, and put the Ocean-god to turmoil with his arrows comparable to the Sun... [1-1-79]\n Rama became angry at the ocean for not yielding way to Lanka. In order to make way through the Ocean, Rama starts depleting its waters with arrows.\n  'दर्शयामास चात्मानं समुद्रः सरितां पतिः | समुद्रवचनाच्चैव नलं सेतुमकारयत् || १-१-८०'\n `8 O . saritaam patiH samudraH = Ocean-god the lord of the rivers; aatmaanam darshayaamaasa = revealed himself; samudravachanaat ca eva = and upon the words of the Ocean-God; nalam setum akaarayat = Nala built the bridge [across the ocean].`\n The Ocean-god revealed himself and upon his word, Nala built the bridge across the ocean... [1-1-8 O ]\n Nala, a Vanara engineer, had a boon from his mother. In his childhood he used to throw playthings into water wanting them to float. But they were all submerged. His mother then gave a boon to him saying that whatever article he throws in waters will float, may they be toys or stones or boulders. Here that boon is taken advantage of, and a boulder bridge is built on ocean waters.\n  'तेन गत्वा पुरीं लङ्कां हत्वा रावणमाहवे | रामः सीतामनुप्राप्य परां व्रीडामुपागमत् || १-१-८१'\n `81. raamaH = Rama; lankaam puriim gatvaa = having gone to the city of Lanka;tena = by that [bridge]; aahave raavaNam hatvaa = killing Ravana in a battle; siitaam anupraapya = on getting Seetha back; paraam vriiDaam upaagamat = experienced great shame.`\n Rama, having gone to the city of Lanka by that bridge, killing Ravana in a battle, experienced great shame on getting Seetha back... [1-1-81]\n  'तामुवाच ततो रामः परुषं जनसंसदि | अमृष्यमाणा सा सीता विवेश ज्वलनं सती || १-१-८२'\n `82. tataH = there-after; raamaH = Rama; janasaMsadi = in the assembly of the people; paruSam uvaaca = spoke harshly; taam = to her; saa siitaa = that Seetha; satii = [being] devoted to her husband; amRiShyamaaNaa = intolerant [of the harsh words of Rama]; jvalanam vivesha = entered into burning fire.`\n There-after, Rama spoke harshly to Seetha in the assembly of the people. Being devoted to her husband, that Seetha, intolerant of the harsh words of Rama, entered into burning fire... [1-1-82]\n  'ततोऽग्निवचनात्सीतां ज्ञात्वा विगतकल्मषाम् | कर्मणा तेन महता त्रैलोक्यं सचराचरम् || १-१-८३ सदेवर्षिगणं तुष्टं राघवस्य महात्मनः || बभौ रामः संप्रहृष्टः पूजितः सर्वदैवतैः|| १-१-८४'\n `83. tataH agnivachanaat = Then upon the word of the Fire-god; j~naatvaa = having known; siitaam = Seetha; vigatakalmaSaam = to be sinless; raamaH = Rama; samprahRiSTaH = became extremely glad; puujitaH = worshipped;sarvadaivataiH = by all gods; babhau = became resplendent; mahataa tena karmaNaa = by that great accomplishment - of eliminating Ravana; mahaatmanaH raaghavasya = of the great Raghava; trailokyam = the three worlds; sacharaacharam = together with all beings; sadevarShigaNam = with groups of gods and sages; tuSTham = [became] exultant.`\n Then, upon the word of Fire-god, having known Seetha to be sinless, Rama became extremely glad. Worshipped by all gods he became resplendent. By that accomplishment of the great Raghava the three worlds together with mobile and immobile beings, and with groups of gods and sages became exultant... [1-1-83, 84]\n  'अभिषिच्य च लङ्कायां राक्षसेन्द्रं विभीषणम् | कृतकृत्यस्ततो रामो विज्वरः प्रमुमोद ह || १-१-८५'\n `85. raamaH = Rama; la~Nkaayaam abhiShichya = anointing in Lanka; vibhiiShaNam = Vibheeshana; raakShasendram = as demons chieftain; tadaa = then; kRitakRityaH = [Rama] with a done deed; pramumoda = [became] highly rejoiced; vijvaraH= free from distress; ha = indeed.`\n Enthroning Vibheeshana as the chieftain of demons in Lanka, and with a done deed, Rama then rejoiced highly indeed free from distress... [1-1-85]\n  'देवताभ्यो वरं प्राप्य समुत्थाप्य च वानरान् | अयोध्यां प्रस्थितो रामः पुष्पकेण सुहृद् वृतः || १-१-८६'\n `86. devataabhyaH varam praapya = after obtaining a boon from the gods;raamaH = Rama; samutthaapya ca = raised [up from death]; vaanaraan = monkeys; ayodhyaam prasthitaH = [he] travelled to Ayodhya; puShpakeNa = by Pushpaka aircraft; suhRit-vRitaH = surrounded by good hearted ones.`\n After obtaining a boon from the gods, Rama raised up monkeys from death. He then travelled to Ayodhya by Pushpaka aircraft surrounded by good hearted ones... [1-1-86]\n  'भरद्वाजाश्रमं गत्वा रामः सत्यपराक्रमः | भरतस्यान्तिकं रामो हनुमन्तं व्यसर्जयत् || १-१-८७'\n `87. raamaH = Rama; satyaparaakramaH = with true valour; bharadvaajaashramam gatvaa = on going to Sage Bharadwajas hermitage; hanumantam vyasarjayat = sent Hanuma; bharatasya antikam = to the presence of Bharata.`\n Rama, with true valour, on going to sage Bharadwajas hermitage, sent Hanuma to the presence of Bharata... [1-1-87]\n  'पुनराख्यायिकां जल्पन् सुग्रीवसहितश्च सः | पुष्पकं तत्समारुह्य नन्दिग्रामं ययौ तदा || १-१-८८'\n `88. sugriivasahitaH = Together with Sugreeva; saH = He [Rama]; aakhyaayikaam jalpan = narrating past history; punaH = again;tat puShpakam samaaruhya = having boarded that Pushpaka aircraft; nandigraamam yayau = went to Nandigrama; tadaa = then.`\n Then, having boarded Pushpaka aircraft again after leaving the hermitage of Bharadwaja, and narrating past history to Sugreeva and others about the events in the days of his exile in forests, while flying overhead of the very same places, Rama went to Nandigrama... [1-1-88] \n  'नन्दिग्रामे जटां हित्वा भ्रातृभिः सहितोऽनघः | रामः सीतामनुप्राप्य राज्यं पुनरवाप्तवान् || १-१-८९'\n `89. anaghaH raamaH = sinless Rama; bhraatRibhiH sahitaH = together with brothers; nandigrame = in Nandigrama; jaTaam hitvaa = removing matted-hair; siitaam anupraapya = after getting back Seetha; punaH raajyam avaaptavaan = regained the kingdom again.`\n That sinless Rama rejoining with all of his brothers in the village Nandigrama removed his matted hair. Thus he, on regaining Seetha and on discarding hermits role again became a householder, and he regained his kingdom also... [1-1-89]\n  'प्रहृष्टमुदितो लोकस्तुष्टः पुष्टः सुधार्मिकः | निरामयो ह्यरोगश्च दुर्भिक्षभयवर्जितः || १-१-९०'\n `9 O . [tataH = then, when Rama is enthroned]; lokaH = world will be; prahRiSTamuditaH = highly rejoiced and happy; tuSThaH = satisfied; puSThaH = abundant; sudhaarmikaH = very righteous; niraamayaH = wholesome; arogaH = without diseases; durbhikhabhayavarjitaH = free from fear of famine.`\n When Rama is ruling the world will be highly rejoiced and happy, satisfied and abundant, also very righteous, wholesome, disease-free, and free from fear of famine... Thus Narada is foreseeing the future and telling Valmiki. [1-1-9 O ]\n  'न पुत्रमरणं किंचिद्द्रक्ष्यन्ति पुरुषाः क्वचित् | नार्यश्चाविधवा नित्यं भविष्यन्ति पतिव्रताः || १-१-९१'\n `91. puruShaaH = men; na drakShyanti = will not see; putramaraNam = sons, death; kvachit = anywhere; kimchit = in the least; naaryaH ca = ladies also; avidhavaaH = without being widowed; nityam bhaviShyanti = [will] always become; pativrataaH = devoted to husband. `\n While Rama is on the throne men will not see the deaths of their children anywhere in their lifetime, and the ladies will remain husband-devouted and unwidowed during their lifetime... [1-1-91]\n  'न चाग्निजं भयं किञ्चिन्नाप्सु मज्जन्ति जन्तवः | न वातजं भयं किञ्चिन्नापि ज्वरकृतं तथा || १-१-९२ न चापि क्षुद्भयं तत्र न तस्करभयं तथा |'\n `92, 93a. tatra = there - in his kingdom; agnijam bhayam = fear caused by fire; na = will not be there; kimchit = in the least; jantavaH apsu na majjanti = cattle will not drown in water; na vaatajam bhayam = no fear caused by wind; kiMchit = in the least; tathaa = likewise; jvarakRitam api = even [fear] caused by fever; na = will not be there; na kShudbhayam api = not even fear caused by hunger; tathaa = likewise; taskarabhayam = fear from thieves; na = will not be there.`\n In the kingdom of Rama, there will be no fear for his subjects from wildfires, gale-storms or from diseases, and there will be no fear from hunger or thieves, nor the cattle will be drowned in floodwaters as well... [1-1-92, 93a]\n  'नगराणि च राष्ट्राणि धनधान्ययुतानि च || १-१-९३ नित्यं प्रमुदिताः सर्वे यथा कृतयुगे तथा |'\n `93b, 94a. nagaraaNi raaSTraaNi ca = cities and states as well; dhanadhaanyayutaani = [will be replete with] wealth and grains; tathaa = likewise; nityaM pramuditaaH = [all his subjects will be] highly glad always sarve kRitayuge yathaa = like in Krita yuga .`\n Cities and states as well will be replete with wealth and grains likewise. All his subjects will be highly glad always, like in Krita yuga... [1-1-93b, 94a]\n  'अश्वमेधशतैरिष्ट्वा तथा बहुसुवर्णकैः || १-१-९४ गवां कोट्ययुतं दत्त्वा विद्वद्भ्यो विधिपूर्वकम् | | असंख्येयं धनं दत्त्वा ब्राह्मणेभ्यो महायशाः || १-१-९५'\n `94b, 95a. tathaa = like-wise; mahaayashaaH = highly illustrious one [Rama]; iSTvaa = having performed; ashvamedhashataiH = hundreds of Horse Rituals; dattvaa = [and] having donated; bahusuvarNakaiH = plentiful gold; gavaam koTyayutam = [and] crores of cows; dhanam = [and] wealth; asankhyeyam = [that] cannot be counted; braahmaNebhyaH = to Brahmanas; vidvadbhyaH = [and] to scholars; vidhipuurvakam = according to custom.`\n Like-wise the highly illustrious Rama having performed hundreds of horse rituals and having donated plentiful gold and crores of cows and wealth that cannot be counted to Brahmanas and to scholars according to custom... [1-1-94b, 95a]\n  'राजवंशान् शतगुणान् स्थापयिष्यति राघवः | चातुर्वर्ण्यं च लोकेऽस्मिन् स्वे स्वे धर्मे नियोक्ष्यति || १-१-९६'\n `96. raaghavaH = Raghava; chaaturvarNyam niyokShyati = will direct the four caste-system; sve sve dharme = to their respective duties; sthaapayiShyati ca = and will establish; raajavamshaan = royal dynasties; asmin loke = in this world; shataguNaan = in hundred folds.`\n In this world Raghava will establish kingly dynasties in hundredfold and he will be maintaining the four-caste system positing each in his own duty, may it be caste-bound or provincial-kingdom-bound duty, in order to achieve a perfect social harmony... [1-1-96]\n  'दशवर्षसहस्राणि दशवर्षशतानि च | रामो राज्यमुपासित्वा ब्रह्मलोकं गमिष्यति || १-१-९७'\n `97. raamaraajyam upaasitvaa = Rama having served the kingdom dashavarSasahasraaNi = for ten thousand years; dashavarShashataani ca = and also for thousand years; brahmalokam gamiShyati = will go to the abode of Brahma.`\n Having served the kingdom for ten thousand years and another one thousand years, i.e. for a total of eleven thousand years, Rama will go to the abode of Brahma... [1-1-97]\n In raamaraajyam upaasitvaa... the word used is upaasana is not ruling by sceptre but it is 'reverentially serving the kingdom...' as one would regard or treat his personal god with reverence. Rama thus served his kingdom as a devotee of his subjects and this is the concept of raamaraajya. The brahma loka is not the abode of four-faced Brahma, but still higher abode, rather VaikunTha itself.\n  'इदं पवित्रं पापघ्नं पुण्यं वेदैश्च सम्मितम् | यः पठेद्रामचरितं सर्वपापैः प्रमुच्यते || १-१-९८'\n `98. idam = this; raamacharitam = Ramas, legend; pavitram = is holy; paapaghnam = sin-eradicating; puNyam = merit-endowing; vedaiH sammitam ca = and consisting of [teachings of] Vedas; yaH = whoever; paThet = studies [this Ramayana]; sarvapaapaiH pramuchyate = is truly liberated of all sins.`\n This Ramayana is holy, sin-eradicating, merit-endowing, and conformable with the teachings of Vedas. Whoever reads this Legend of Rama, will be verily liberated of all sins... [1-1-98]\n  'एतदाख्यानमायुष्यं पठन् रामायणं नरः | सपुत्रपौत्रः सगणः प्रेत्य स्वर्गे महीयते || १-१-९९'\n `99. etat = this; raamaayaNam = Ramas, peregrination; aayuSyam = is long-life giving; aakhyaanam = a narrative; paThan = [by] reading [which]; naraH = a human; saputrapautraH = [will be] with sons and grandsons; on enjoying worldly comforts; sagaNaH = with attendants; pretya = [and] after demise; svarge mahiiyate = will be adored in heaven.`\n This Ramayana is long-life giving. A narrative by reading which a human will be blessed with sons and grandsons, and after enjoying worldly comforts with attendants, will be adored in heaven after demise... [1-1-99]\n  'पठन् द्विजो वागृषभत्वमीयात् | स्यात् क्षत्रियो भूमिपतित्वमीयात् || वणिग्जनः पण्यफलत्वमीयात् | जनश्च शूद्रोऽपि महत्त्वमीयात् || १-१-१००'\n `1 O O . paThan = By reading [this Ramayana]; janaH = [that] person; dvijaH syaat = if a Brahmana; vaagRiShabhatvam iiyaat = obtains excellency in speech; kShatriyaH [syaat] = if Kshatriya; bhuumipatitvam iiyaat = obtains land-lordship; vaNigjanaH = if Vysya; paNyaphalatvam iiyaat = attains profit in trade; shuudraH api ca = if even a Sudra; mahatvam iiyaat = attains excellence.`\n By reading this Ramayana, that person if a Brahmana obtains excellency in speech, if a Kshatriya obtains land-lordship, if Vaisya attains profit in trade and even if a Sudra attains excellence. Thus Sage Narada gave a gist of Ramayana to Sage-poet Valmiki. [1-1-1 O O ]\n ."
  },
  {
    "id": 2,
    "Sarg": "2",
    "Kand": "Bala Kanda",
    "Text": "'नारदस्य तु तद्वाक्यं श्रुत्वा वाक्यविशारदः | पूजयामास धर्मात्मा सहशिष्यो महामुनिः || १-२-१'\n `1. tu = then; mahaamuniH = the great sage [Valmiki]; vaakyavishaaradaH = a skilled speaker; dharmaatmaa = [and] a virtue minded one; tat vaakyam shrutvaa = having heard that speech; naaradasya = of Narada; puujayaamaasa = worshipped [him]; sahashiShyaH = along with disciples.`\n Then, the great sage Valmiki, a skilled orator and a virtue-minded one, having heard those words of Narada, worshipped him along with disciples. [1-2-1]\n 'यथावत्पूजितस्तेन देवर्षिर्नारदस्तथा | आपृच्छैवाभ्यनुज्ञातः स जगाम विहायसम् || १-२-२'\n `2. saH = That; devarShiH = divine sage; yathaavat puujitaH = being worshipped befittingly;tena = by him [by Valmiki]; tathaa = in that way; aapRicCha = asking [for permission to leave]; abhyanuj~naataH = being permitted [by Valmiki]; vihaayasam jagaama = went heaven-ward.`\n That divine sage Narada being worshipped befittingly by Valmiki in that way, on seeking permission of Valmiki to leave and having been permitted by Valmiki, went away heaven-ward. [1-2-2]\n 'स मुहूर्तं गते तस्मिन्देवलोकं मुनिस्तदा | जगाम तमसातीरं जाह्नव्यास्त्वविदूरतः || १-२-३'\n `3. tasmin gate = on his [Naradas] going; muhuurtam devalokam = to the world of gods in a trice; saH muniH = that sage [Valmiki]; tamasaatiiram jagaama = went to the banks of Tamasa river; jaahnavyaaH tu aviduurataH = not far from Jahnavi river.`\n Then, on Naradas going to the world of gods in a trice, that sage Valmiki went to the banks of Tamasa river not far from Jahnavi river. [1-2-3]\n 'स तु तीरं समासाद्य तमसाया महामुनिः | शिष्यमाह स्थितं पार्श्वे दृष्ट्वा तीर्थमकर्दमम् || १-२-४'\n `4. (tadaa = Then;) saH muniH = that sage; tiiram samaasaadya = on reaching the shore; tamasaayaaH = of Tamasa; akardamam = which was not dirty; aaha = spoke; shiSyam = to disciple; paarshve sthitam = who was at his side; dRiSTvaa = on beholding; tiirtham = a ford.`\n Then that sage Valmiki on reaching the shore of the clean Tamasa, and on beholding a ford of that river, spoke to his disciple who was at his side. [1-2-4]\n 'अकर्दममिदं तीर्थं भरद्वाज निशामय | रमणीयं प्रसन्नाम्बु सन्मनुष्यमनो यथा || १-२-५'\n `5. bharadwaja = Oh! Bharadwaaja; nishaamaya = behold; idam tiirtham = this ford; akardamam = which is without dirt; prasannaambu = with clear waters; ramaNiiyam = (and) pleasant; sat manuShyamanaH yathaa = like a virtuous mans mind.`\n Oh! Bharadwaja, behold this ford which is without dirt, with clear waters and pleasant like a virtuous mans mind. [1-2-5]\n 'न्यस्यतां कलशस्तात दीयतां वल्कलं मम | इदमेवावगाहिष्ये तमसातीर्थमुत्तमम् || १-२-६'\n `6. taata = my dear; nyasyataam kalashaH = let the hand-vessel [kamaNDalu] be kept [there]; mama valkalam diiyataam = let my bark-garment be given; avagaahiSye = I will enter; idam = this; uttamam = best; tamasaatiirtham eva = Tamasa ford only.`\n My dear! Let the hand-vessel [kamaNDalu] be kept [there]. Let my bark-garment be given to me. I will enter this best ford of Tamasa only... [1-2-6]\n 'एवमुक्तो भरद्वाजो वाल्मीकेन महात्मना | प्रायच्छत मुनेस्तस्य वल्कलं नियतो गुरोः || १-२-७'\n `7. evam uktaH = Thus being said; mahaatmanaa vaalmiikena = by the great-souled Valmiki; guroH niyataH bharadwaajaH = Bharadwaaja who was obedient towards his Guru; valkalaM praayacChata = gave the bark-garment; tasya muneH = to that sage.`\n Thus being said by the great-souled Valmiki, Bharadwaaja who was obedient to his Guru, gave the bark-garment to the sage [1-2-7]\n 'स शिष्यहस्तादादाय वल्कलं नियतेन्द्रियः | विचचार ह पश्यंस्तत्सर्वतो विपुलं वनम् || १-२-८'\n `8. saH = He [Valmiki]; niyatendriyaH = with controlled senses; aadaaya = on taking; shiShyahastaat = from disciples, hands; valkalam = the bark-garment; pashyan sarvataH = looking in all directions; vichachaara ha = indeed moved away from; tat vipulam vanam = that wide forest.`\n That self-controlled Sage Valmiki on taking bark-garment from his disciples hands, and looking in all directions, indeed moved away from that wide expanse of forest. [1-2-8]\n 'तस्याभ्याशे तु मिथुनं चरन्तमनपायिनम् | ददर्श भगवांस्तत्र क्रौञ्चयोश्चारुनिःस्वनम् || १-२-९'\n `9. bhagavaan = holy [sage]; dadarsha = saw; krounchayoH mithunam = two curlews; anapaayinam = not leaving one another;chaarunisvanam = charmingly cooing; charantam = moving about; tatra = there; tasya abhyaashe = in its [in foreshores] vicinity.`\n There holy sage Valmiki saw a couple of curlews, in the vicinity of that rivers foreshore, flying there about in togetherness and cooing charmingly. [1-2-9]\n 'तस्मात्तु मिथुनादेकं पुमांसं पापनिश्चयः | जघान वैरनिलयो निषादस्तस्य पश्यतः || १-२-१०'\n `1 O . niShaadaH = a tribal hunter; paapanishchayaH = evil in intent; vairanilayaH = a receptacle of enimity; jaghaana = killed; tasmaat mithunaat tu = among the couple; ekam = one; pumaamsam = male [bird]; tasya pashyataH = on his [Valmikis] looking on; .`\n A tribal hunter with evil intent, and a receptacle of enimity, killed the male one among the couple of birds, while Valmiki was looking on. [1-2-1 O ]\n 'तं शोणितपरीताङ्गं वेष्टमानं महीतले | भार्या तु निहतं दृष्ट्वा रुराव करुणां गिरम् || १-२-११ वियुक्ता पतिना तेन द्विजेन सहचारिणा | ताम्रशीर्षेण मत्तेन पत्रिणा सहितेन वै | १-२-१२'\n `11-12.bhaaryaa = wife; sahachaariNaa = [was] moving together; patinaa = with husband; taamrashiirSheNa = with a red crest; mattena = with joy; patriNaa = with good wings; sahitena = [always] united; tena dvijena = with that bird [male bird]; tam dRiSTvaa = on seeing that male bird; nihatam = slain; mahiitale = on ground; veShTamaanam = reeling; shoNitapariitaangam = with blood covered wings [or body]; vai = really; ruraava = made wailing sounds; karuNaam giram = with piteous utterances; viyuktaa = on being separated [from her husband].`\n The wife was moving together with husband with a red crest and with joy, with good wings, always being united with that male bird. On seeing that bird slain on ground reeling with blood covered wings really made wailing sounds with piteous utterances on being separated from her husband. [1-2-11, 12]\n 'तथाविधं द्विजं दृष्ट्वा निषादेन निपातितम् | ऋषेर्धर्मात्मनस्तस्य कारुण्यं समपद्यत || १-२-१३'\n `13. dvijam dRiSTvaa = On seeing [that] bird; niSaadena nipaatitam = felled by the hunter; tathaavidham = in that way; tasya RiSheH = to that sage; dharmaatmanaH = to that saintly one; kaaruNyam samapadyata = compassion occasioned.`\n On seeing that bird felled that way by the tribal hunter, compassion occassioned in that saintly sage Valmiki. [1-2-13]\n 'ततः करुणवेदित्वादधर्मोऽयमिति द्विजः | निशाम्य रुदतीं क्रौञ्चीमिदं वचनमब्रवीत् || १-२-१४'\n `14. tataH = then; dvijaH = sage Valmiki; rudatiim krounchiim nishaamya = on seeing the wailing Krauncha bird; karuNaveditvaat = out of state of compassion; ayam adharmaH iti = this is unjust - thus [thinking]; idam vacanam abraviit = uttered this sentence.`\n Then on seeing the wailing female krounchi bird, out of state of compassion and apperceiving the killing of male bird as unjust, the sage uttered this sentence... [1-2-14]\n 'मा निषाद प्रतिष्ठां त्वमगमः शाश्वतीः समाः | यत् क्रौञ्चमिथुनादेकमवधीः काममोहितम् || १-२-१५'\n `15. niShaada = oh violent hunter; yat = by which reason; tvam avadhiiH = you killed; ekam = one; krau~Nchamithunaat = of Krouncha couple; kaamamohitam = infatuated by passion; maa agamaH = [for that reason you] will not get; pratiSThaam = state of rest; shaashvatiiH samaaH = [for] ever lasting years to come.`\n Oh! violent Hunter, by which reason you have killed one bird of the couple, when it was infatuated by passion, for that reason you will never get a state of rest for everlasting years to come... [1-2-15]\n 'तस्यैवं ब्रुवतश्चिन्ता बभूव हृदि वीक्षतः | शोकार्तेनास्य शकुनेः किमिदं व्याहृतं मया || १-२-१६'\n `16. evam bruvataH = thus speaking; viikShataH = pondering; tasya hRidi = in his heart; chintaa babhuuva = [he] became thoughtful; kim = what; idam = [is] this; vyaahRitam = utterance; mayaa = by me; shokaartena = in grief and anguish;asya shakuneH = for this bird.`\n Thus speaking and pondering in his heart, he became thoughtful: What is this utterance by me in grief and anguish for this bird?. [1-2-16]\n 'चिन्तयन्स महाप्राज्ञश्चकार मतिमान्मतिम् | शिष्यञ्चैवाब्रवीद्वाक्यमिदं स मुनिपुङ्गवः || १-२-१७'\n `17.saH munipu~ngavaH = That best among sages; matimaan = [who was] an intellectual; mahaapraaj~naH = [and] a great wise one; chintayan = on cogitating; matim chakaara = made up [his] mind; idam vaakyam abraviit cha eva = and also spoke these words; shiShyam = to the disciple.`\n That great wise one who was an intellectual and the best among sages, on cogitating, made up his mind and also spoke these words to the disciple... [1-2-17]\n 'पादबद्धोऽक्षरसमस्तन्त्रीलयसमन्वितः | शोकार्तस्य प्रवृत्तो मे श्लोको भवतु नान्यथा || १-२-१८'\n `18. me shokaartasya = while I was tormented by grief; pravRittaH = [there] arose; paadabaddhaH = [a sentence] consisting of verses; tantriilayasamanvitaH = possessing[suitable for] union of song and string music; akSharasamaH = metrically posited letters; shlokaH bhavatu = [that] will be [called] Shloka; na anyathaa = not otherwise.`\n While I was tormented by grief, there arose a sentence consisting of four verses possessing metrically posited letters suitable to be played as song and string music and that will be called Shloka, not otherwise... [1-2-18]\n This verse he uttered is in four quarters, each quarter with equally posited eight syllables. This is called anuSTup metre in Sanskrit poetry. The eight syllables are, -- maa ni Shaa da pra ti ShTaa~N tvam | a ga maH shaa shva tiiH sa maaH -- Each quarter is paada in Sanskrit, pede in Latin; with two quarters in first stanza, and two stanzas one verse. This apart there are other rules like caesura yati ; alliteration praasa ; and other compositional rules. It has come out of shoka sorrow, so the format is named as shloka. And, shloka also means yashas, kiirti renown. \n 'शिष्यस्तु तस्य ब्रुवतो मुनेर्वाक्यमनुत्तमम् | प्रतिजग्राह संतुष्टस्तस्य तुष्टोऽभवद्मुनिः || १-२-१९'\n `19. shiShyaH tu = even the disciple; bruvataH = what is articulated; tasya muneH = by that [Valmikis,] saint; santuSTaH pratijagraaH = haappily received; vaakyam anuttamam = word [verse,] which is unique; tasya = by that; tuSTaH abhavat muniH = saint was delighted.`\n Even the disciple happily received what that is articulated by the saint, a unique articulation, by which the saint too, was delighted. [1-2-19]\n 'सोऽभिषेकं ततः कृत्वा तीर्थे तस्मिन् यथाविधि | तमेव चिन्तयन्नर्थमुपावर्तत वै मुनिः || १-२-२०'\n `2 O . tataH = then; saH muniH = that, saint; tasmin tiirthe = in that, ford; yathaavidhi = as per custom; abhiShekam kRitva = on performing bathing ; tam artham eva chintayan = thinking on its purport only; upaavartata vai = he came back`\n Then that saint on performing his bathing in that ford according to custom, and still thinking on the purport of his utterance, he returned towards his hermitage. [1-2-2 O ]\n This is mid day bath for these hermits. tato madhyaahnasnaanaartham mRidam aaharet | - - prekShya sa omkaaram aadityam triH nimajje jalaashaye - - vyaasa smRiti The word abhiSheka refers to ceremonial showering of waters on deities or on kings in his coronation. At the beginning Valmiki arrives at the river for a daily bath, which he would do by usual dipping in river waters. But here it appears that waters are showered on him, abhiShekam kRitvaa meaning that waters showered on him are on the analogy of poetic verses of Ramayana.\n 'भरद्वाजस्ततः शिष्यो विनीतः श्रुतवान् गुरोः | कलशं पूर्णमादाय पृष्ठतोऽनुजगाम ह || १-२-२१'\n `21. tataH viniitaH= then, obedient one; shrutavaan = one who listened many scriptures, [erudite scholar]; shiShyaH = disciple; Bharadwaja; puurNam kalasham = filled, handy-vessel; aadaaya = on taking; guroH= mentors; pRiSTataH anujagaama = followed at behind.`\n Then Bharadwaja, the obedient disciple and an erudite scholar, for he heard and learnt many scriptures by listening, on taking handy-vessel full with water followed at the behind of his mentor. [1-2-21]\n 'स प्रविश्याश्रमपदं शिष्येण सह धर्मवित् | उपविष्टः कथाश्चान्याश्चकार ध्यानमास्थितः || १-२-२२'\n `22. dharmavit saH = he [Valmiki] knower of dharma; shiShyeNa saha = along with disciples; pravishya aashramapadam = on entering, hermitages threshold; upaviSTaH = having seated; anyaaH kathaaH ca chakaara = made-spoke about other topics also; dhyaanamaasthitaH = preoccupied in cogitation [but in].`\n He that knower of dharma, Valmiki, having entered the threshold of hermitage along with disciples, and having seated spoke about the day-to-day teachings and also other things, but he himself is preoccupied in cogitation on the verse. [1-2-22]\n 'आजगाम ततो ब्रह्म लोककर्ता स्वयं प्रभुः | चतुर्मुखो महातेजा द्रष्टुं तं मुनिपुङ्गवम् || १-२-२३'\n `23. tataH = then; lokakartaa = maker of worlds [creator of 14 worlds]; prabhuH = almighty; chaturmukhaH = four-faced one; mahaatejaa = great resplendent one; brahmaa = Brahma; draSTum = to see; tam munipungavam = him who was an eminent sage[star amog sages]; svayam = on his own; aajagaama = arrived.`\n Then, the great resplendent Four-faced creator of fourteen worlds, almighty Brahma, arrived there on his own, to see that eminent saint Valmiki. [1-2-23]\n Comment; The deities do not usually arrive on their own, but reveal themselves after a great penance, or on raising hue and cry as is done by demon devotees. Here Brahma, one among the Trinity of Hindu mythology, arrives on his own, to execute a divine deed through Valmiki, i.e. authoring the epic, Ramayana.\n 'वाल्मीकिरथ तं दृष्ट्वा सहसोत्थाय वाग्यतः | प्राञ्जलिः प्रयतो भूत्वा तस्थौ परमविस्मितः || १-२-२४'\n `24. atha = then; prayataH = pious one; Valmiki; tam dRiSTvaa = on seeing Him [ Brahma,]; paramavismitaH = highly, surprised; sahasaa utthaaya = quickly, on getting up; praanjaliH bhuutvaa = humbly adjoining palms; vaagyataH = spellbound; tasthau = stood aside.`\n Then that pious saint Valmiki is highly surprised on seeing Brahma, and on quickly getting up from his seat with his palms adjoined humbly, he stood aside, as he is spellbind. [1-2-24]\n 'पूजयामास तं देवं पाद्यार्घ्यासनवन्दनैः | प्रणम्य विधिवच्चैनं पृष्ट्वानामयमव्ययम् || १-२-२५'\n `25. tam enam devam = him, such a one, at that god; praNamya vidhivat = on making obeisance, customarily; pRiShTvaa ca anaamayam = also on inquiring well-being; paadyaarghyaaasanavandanaiH = water for washing the feet, water for drenching the thirst, seating on a high seat and with adorations; puujayaamaasa avyayam = started to venerate uninterupted.`\n Valmiki uninterruptedly venerated Brahma, on inquiring into his well-being, washed his feet, drenched his thirst, seated him to rest, and adored at best with customarily obeisance. [1-2-25]\n Comment: Brahma is one in the Trinity of Brahma, Vishnu, and Shiva. Brahma is pictured to have four faces, each representing one Veda, where Vedas are four in number. He is the creator of worlds, while Vishnu maintains them, and Shiva dissolute them. The concert of Brahma is Saraswati, the presiding deity of speech, who was earlier requested by Brahma to be on the tongue of Valmiki to utter the poem, [as at 1-2-15] as an intuition to Valmiki. Thus Brahma now arrives to ordain Valmiki to author Ramayana.\n 'अथोपविश्य भगवानासने परमार्चिते | वाल्मीकये च ऋषये सन्दिदेशासनं ततः || १-२-२६'\n `26. atha upavishya bhagavaan aasane = then god seated on [high] seat;paramaarchite = very, highly, worshipped [by Valmiki];vaalmiikaye ca RiSaye = also at sage Valmiki; sandidesha aasanam tataH = beckoned, to a seat, then.`\n Then god Brahma, who is seated on a high seat, very highly worshipped by Valmiki, also beckoned at Valmiki to take a seat. [1-2-26]\n 'ब्रह्मणा समनुज्ञातः सोऽप्युपाविशदासने | उपविष्टे तदा तस्मिन्साक्षाल्लोकपितामहे | १-२-२७ तद्गतेनैव मनसा वाल्मीकिर्ध्यानमास्थितः ||'\n `27-28a. saH api = he [Valmiki,] even; brahmaNaa samanuj~naataH = by Brahma, duly permitted; aasane upaaviShat = sat on seat; tadaa = then; tasmin lokapitaamahe = that Grandparent of worlds; saakShaat = manifestly; upaviSTe [sati] = seated [before him, though]; Valmiki; tat gatena eva = those, happenings, only; manasaa dhyaanam aasthitaH = mentally, brooding, recurred.`\n Even though Valmiki sat on his seat when duly permitted by Brahma, and though the Grandparent of the worlds is manifestly sitting before him, but the same broodings on those happenings occurred on that day have recurred on his mind. [1-2-27-28a]\n 'पापात्मना कृतं कष्टं वैरग्रहणबुद्धिना | १-२-२८ यस्तादृशं चारुरवं क्रौञ्चं हन्यादकारणात् ||'\n `28b-29a. yaH = he who, tribal hunter; taadRisham = that sort of; chaaruravam krauncham = cutely, calling, krouncha bird; akaaraNaat hanyaat = without, reason, kills [killed]; vairagrahaNabuddhinaa = intending to capture enemy [kill]; paapaatmanaa = by evil souled one; kaSTam kRitam = hardship, is caused.`\n He that tribal hunter, who killed a cutely calling krouncha bird for no good reason than intending to capture the kill, is an evil souled one that caused hardship... [1-2-28b-29a]\n 'शोचन्नेव मुहुः क्रौञ्चीमुपश्लोकमिमं पुनः | १-२-२९ जगावन्तर्गतमना भूत्वा शोकपरायणः ||'\n `29b-3 O a. shokaparaayaNaH = one in melancholic mood[Valmiki]; antargatamanaaH bhuutvaa = on turning in depths of mind; punaH = again; kraunchiim shochan eva = only on thinking about Krouncha bird; shlokam imam jagau =[involuntarily]sung verse .`\n Remaining in melancholic mood Valmiki turned his mind to the depth of thinking, and again thinking only on the krouncha bird he sung the same verse, involuntarily. [1-2-29b-3 O a]\n The word jaguH is singing; gai= shabde; liT; prathama bahu; jagau - jagatuH - jaguH; variant of gaay; c.f. Raghuvamsha of Kalidasa, verse 2 O , in fourth sarga; aakumaarakathodghaatam shaaligopyo jaguryashaH\n 'तमुवाच ततो ब्रह्मा प्रहसन्मुनिपुङ्गवम् | श्लोक एव त्वया बद्धो नात्र कार्या विचारणा ||१-२-३०'\n `3 O b-31a. tataH = then; brahmaa prahasan = Brahma, smilingly; tam munipungavam uvaacha = spoke to that eminent saint; shloka eva tu = verse, only, but; ayam baddhaH = that one, composed; na atra kaaryaa vichaaraNaa = there not need to think through.`\n Then, Brahma smilingly spoke to that eminent saint Valmiki, But, what that is composed is a verse only... and there is no need to think through... [1-2-3 O ]\n 'मच्छन्दादेव ते ब्रह्मन् प्रवृत्तेयं सरस्वती | रामस्य चरितं सर्वं कुरु त्वमृषिसत्तम || १-२-३१'\n `31b-32a. hè brahman = oh Brahman; te iyam sarasvatii = your, that, speech; mat Chandaat eva = at my, wish, alone; pravRittaa = sprang forth; hè RiSisattama = oh the eminent sage; raamasya charitam kRitsnam = Ramas, legend, in entirety; tvam kuru = you, render. `\n Oh, Brahman, that speech of yours sprang forth at my wish alone, hence oh, eminent sage, you shall render the legend of Rama, in its entirety... [1-2-31]\n 'धर्मात्मनो गुणवतो लोके रामस्य धीमतः | वृत्तं कथय धीरस्य यथा ते नारदाच्छ्रुतम् || १-२-३२'\n `32b-33a. dharmaatmanaH = virtue-souled one; loke bhagavataH = in world, godlike; dhiimataH = an intellectual; dhiirasya = intrepid one; raamasya vRittam = Ramas, legend; tè yathaa shrutam naaradaat = (by you) as heard, from Narada; kathaya = narrate.`\n You shall narrate the legend of Rama, the virtuous, intellectual and an intrepid one, and a godlike person in this world as well, as you have heard it from sage Narada. [1-2-32]\n 'रहस्यं च प्रकाशं च यद् वृत्तं तस्य धीमतः | रामस्य सहसौमित्रे राक्षसानां च सर्वशः || १-२-३३ वैदेह्याश्चापि यद् वृत्तं प्रकाशं यदि वा रहः | तच्चाप्यविदितं सर्वं विदितं ते भविष्यति || १-२-३४'\n `33b-35a. dhiimataH = of valorous one; sahaSoumitreH = with Sumitras son, [Lakshmana]; tasya ramasya = of his, Ramas; [vRittam = adventures]; raakShasaanam ca = of the demons, also; [vRittam = misadventures]; rahasyam ca prakaasham ca = unknown, or, known, or; sarvashaH = in every detail; yat vRittam vaidehyaaH ca eva = which is, the plight, of Vaidehi, also, even; prakaasham yadi vaa = revealed, either, or; rahaH vaa = unrevealed, or; yat vRittam = whatever, legend happened; tat ca = that, also; aviditamapi = even unkonwn; sarvam te viditam bhaviSyati = all it will be known to you.`\n The adventures of valorous Rama along with Lakshmana, and the misadventures of demons, known or unknown in every detail, and even the plight of Vaidehi which is either revealed or un-revealed so far, and whatever legend that has happened, all that will also be known to you, even if it were to be unknown, as yet... [1-2-33-34]\n 'न ते वागनृता काव्ये काचिदत्र भविष्यति | कुरु रामकथां पुण्यां श्लोकबद्धां मनोरमाम् || १-२-३५'\n `35b-36a. atra kaavye = in this, epic; te vaak = your, word; kaachit = any one [word]; anRitaa = not false; na bhaviShyati = not, it results in; puNyam = merit-yielding; manoramaam = heart pleasing; raamakathaam = Ramas, legend; shlokabaddhaam kuru = make versified.`\n You shall versify the heart pleasing and merit-yielding legend of Rama, and not a single word of yours will not be false in this epic... [1-2-35]\n 'यावत्स्थास्यन्ति गिरयः सरितश्च महीतले | तावद्रामायणकथा लोकेषु प्रचरिष्यति || १-२-३६'\n `36b-37a. girayaH = mountains; saritaH ca = rivers, even; mahiitale = on earths surface; yaavat = as long as; sthaasyanti = there will be; taavat = so long; raamaayaNakathaa = Ramas, legend - Ramayana; lokeSu = in the world; prachariSyati = will flourish.`\n As long as the mountains and even rivers flourish on the surface of the earth, so long the legend of Ramayana will flourish in this world... [1-2-36]\n 'यावद्रामायणकथा त्वत्कृता प्रचरिष्यति | तावदूर्ध्वमधश्च त्वं मल्लोकेषु निवत्स्यसि | १-२-३७'\n `37b-38a. tvat = by you; kRitaa = authored; yaavat = as long as; raamasya katha = Ramas legend; prachariShyati = flourishes; taavat = till then; tvam = you; uurdhvam = heavenward; adhaH ca = in netherworlds, even; mat lokeSu = in my abode [Brahma loka]; nivatsyasi = you will be dwelling, [flourishing].`\n And as long as Ramas legend authored by you flourishes...till then you will flourish in heavenly, in netherworlds, and even in my abode, namely Abode of Brahma... [1-2-37]\n 'इत्युक्त्वा भगवान् ब्रह्मा तत्रैवान्तरधीयत | ततः सशिष्यो भगवान्मुनिर्विस्मयमाययौ || १-२-३८'\n `38b-c. bhagavaan = The Divinity; Brahmaa; iti uktvaa = thus, saying; tatra eva = there only; antaradhiiyata = vanished; tataH = then; sashiSyaH = along with, disciples; bhagavaan muniH = godly, sage; vismayam aayayau = astonishment, came upon [wondered.]`\n On saying thus that Divinity Brahma vanished then and there only, and then that godly sage Valmiki came by astonishment, along with his disciples. [1-2-38]\n 'तस्य शिष्यास्ततः सर्वे जगुः श्लोकमिमं पुनः | मुहुर्महुः प्रीयमाणाः प्राहुश्च भृशविस्मिताः || १-२-३९'\n `39. tataH = then; tasya = his; shiShyaaH = disciples; sarve = all of them; muhuH muhuH = again, again [time and again]; priiyamaaNaaH = very delightedly; punaH = again; shlokam imam = verse, this one; jaguH = sang; bhRishavismitaaH = much astonished; praahuH cha = reciprocally recited, also.`\n Then all of the disciples of Valmiki sang this verse time and again very delightedly, and much astonished they also recited this verse, reciprocally. [1-2-39]\n 'समाक्षरैश्चतुर्भिर्यः पादैर्गीतो महर्षिणा | सोऽनुव्याहरणाद् भूयः श्लोकः श्लोकत्वमागतः || १-२-४०'\n `4 O . yaH = that which is; samaakSharaiH = equally lettered; chaturbhiH = four; paadaiH = footed; maharSiNaa = by great sage; giitaH = articulated; saH shlokaH = that, verse; anuvyaaharaNaat = by recitation; bhuuyaH = again, further; shlokatvam = prominence of verse proper; aagaataH = attained.`\n Equally lettered, four-footed is that verse when great Sage Valmiki articulated it, and when repetitively recited by one and all, it attained prominence as verse proper. [1-2-4 O ]\n Comment: A poet never says poetry to satisfy his own instincts, but to imbue an involuntary imagination or passion in others when read or heard by the so called others. It is the empathy of that poetry. For Kalidasa it is shRingaara, passion, for Bhavabhuti it is pity eko rasaH karuNaH... for Valmiki it is pathos, shoka. For this Kavi Kalidas says: niShaadaviddhaaNDajadarshanotthaH shlokatvamaapadyata yasya shokaH -- raghu va~Nsha 14-7 O There are two texts for this one is, shlokaH shlokatvam aagataH... meaning that the verse originally structured metrically can now can be sung. Second is shokaH shlokatvam aagataH... the pathos of the poet attained the status of verse that is now being sung by the disciples, thus anyone can recite it.\n 'तस्य बुद्धिरियं जाता महर्षेर्भावितात्मनः | कृत्स्नं रामायणं काव्यमीदृशैः करवाण्यहम् || १-२-४१'\n `41. aham = me; kRitsnam raamaayaNam kaavyam = entire, Ramayana, epic; iidRishaiH = this sort of [in suchlike verses]; karavaaNi = I will compose; iyam buddhiH = this kind of, intuition; bhaavitaatmanaH = for that contemplated soul; tasya maharSeH jaataa = born to that great sage.`\n Born is an intuition in that great sage and contemplated soul asserting that I will compose entire Ramayana, the epic, in suchlike verses... [1-2-41]\n 'उदारवृत्तार्थपदैर्मनोरमैः तदास्य रामस्य चकार कीर्तिमान् | समाक्षरैः श्लोकशतैर्यशस्विनो यशस्करं काव्यमुदारधीर्मुनिः || १-२-४२'\n `42. kiirtimaan udaaradhiiH muniH = celebrated, magnanimous, seer; tadaa = then; yashasvinaH = of that highly renowned one(Rama); asya raamasya = of that, Rama; yashaskaram kaavyam = renown, furthering [extolling,] epic; udaaravRittaarthapadaiH = free-flowing prosody semantically yielding meanings; manoramaiH = heart-pleasing one; samaakSharaiH shlokashataiH = with symmetrical letters verses in hundreds; chakaara = authored.`\n That celebrated sage and magnanimous seer Valmiki then authored the highly renowned Ramas legend extolling Ramas renown, with symmetrically worded verses, and words versified to yield meanings semantically, prosody free-flowing, and with hundreds of such verses. [1-2-42]\n 'तदुपगतसमाससन्धियोगं सममधुरोपनतार्थवाक्यबद्धम् | रघुवरचरितं मुनिप्रणीतं दशशिरसश्च वधं निशामयध्वम् || १-२-४३'\n `43. upagatasamaasasandhiyogam = included compound conjunctions conjugations; samamadhuropanataarthavaakyabaddham = evenly sweetly led well lenit expressive sentences well-knit; munipraNiitam = said by sage; tat raghuvaracharitam = that, Raghus best [one from] legend; dashashirasaH vadham ca = ten headed ones, extermination, also; nishaamaya adhvam = behold, this way.`\n That epic contains uncomplicated compounds, conjunctions and conjugations, and has expressive sentences that are well knit and led evenly and sweetly, and that legend pertains to the best one from Raghus dynasty, namely Rama, which also includes the extermination of the Ten headed evil named Ravana, and further, it is said by the sage, hence this may now be listened… [1-2-43]\n This is balladeers bidding to the audience. The word munipraNiitam reminds that a non-saint cannot tell an epic; na anRishiH kurute kaavyam and hence it is to be listened attentively.\n ..."
  },
  {
    "id": 3,
    "Sarg": "3",
    "Kand": "Bala Kanda",
    "Text": "'श्रुत्वा वस्तु समग्रं तद्धर्मात्मा धर्मसंहितम् | व्यक्तमन्वेषते भूयो यद् वृत्तं तस्य धीमतः || १-३-१'\n `1. dharmaatmaa = virtue-souled one, Valmiki; dharmasamhitam = probity abounding in; tat = that; vastu samagram = essence of the epic, in its entirety; shrutvaa = on hearing; tasya dhiimataH vRittam = of that, dexterous [Ramas,] that which has happened; yat = that which is there; [tat = that]; vyaktam bhuuyaH anveSate = that which is known [in detail,] further, searched for.`\n On hearing the essence of Ramayana from Sage Narada, which is abound with probity and prosperity, and a propitious one too, that virtue-souled Valmiki started searching for further known details in the legend of that dexterous Rama. [1-3-1]\n  'उपस्पृश्योदकं सम्यक् मुनिः स्थित्वा कृताञ्जलिः | प्राचीनाग्रेषु दर्भेषु धर्मेणान्वेषते गतिम् || १-३-२'\n `2. muniH = that saint; praachiinaagreSu = having apices eastward; darbheSu = sacred darbha grass [and its mat]; sthitvaa = on abiding (on sitting); udakam upaspRishya = water, on touching; kRitaa~njaliH = making palm fold in reverence; dharmeNa = yogajadharmeNa - [dharmaakuutam] - by yogic dharma; samyak = comprehensively; anveSate gatim = is searching, for course [of Ramayana.]`\n Valmiki sitting on a sacred grass mat, whose apices are towards east, touched waters, and made his palms adjoined in reverence, and then by his yogic insight started to search comprehensively, for the narrative course of Ramayana. [1-3-2]\n Comment: Touching/sipping waters aachamana, pariSechana , before undertaking any auspicious work, including daily meal, is customary, because water cleanses the internal system, both mind and body.\n  'रामलक्ष्मणसीताभी राज्ञा दशरथेन च | सभार्येण सराष्ट्रेण यत्प्राप्तं तत्र तत्त्वतः || १-३-३ हसितं भाषितं चैव गतिर्या यच्च चेष्टितम् | तत्सर्वं धर्मवीर्येण यथावत्सम्प्रपश्यति || १-३-४'\n `3-4. raamalakShmaNasiitaabhiH = of Rama, Lakshmana and Seetha; raaj~naa dasharathena ca = by king, Dasharatha, also; sabhaaryeNa [raameNa] = along with wife - Rama along with his wife; saraaSTreNa = along with kingdom - when Rama was in State; yat praaptam = what, bechanced; tatra [yaa] gatiH = in that, [which,] course is there; yaavat ceSTitam ca = everything, [they] have done, and; hasitam bhaaSitam ca eva = their smiles, their conversations, also, thus; tat sarvam = that, entirely; tatvataH = veritably; yathaavat = as it is; dharmaviiryeNa = by the power of his ascesis, or by the power given by Brahma; samprapashyati = wholly clearly seen.`\n Of Rama, Lakshmana and Seetha, also of King Dasharatha and his wives, and what bechanced on Rama when he was in kingdom Ayodhya; Valmiki veritably discerned all that. Their smiles, their conversations, their deeds and the succession of events as well, all of them the sage saw wholly and clearly by the yogic power conferred by Brahma...] [1-3-3,4]\n  'स्त्रीतृतीयेन च तथा यत्प्राप्तं चरता वने | सत्यसंधेन रामेण तत्सर्वं चान्ववेक्षितम् || १-३-५'\n `5. striitRitiiyena ca = lady as third [partner in forests,] also; vane charataa = in forests, while trekking; satyasandhena raameNa = by truth-abiding Rama; tathaa yat praaptam = then, that which, bechanced; tat sarvam ca = all, that, also; anvavekShitam = by him discerned.`\n Then, that which bechanced on truth-abiding Rama, while he is trekking in forests, with a lady being the third partner, where Lakshmana is the lone male aide, Valmiki visualized all that. [1-3-5]\n  'ततः पश्यति धर्मात्मा तत्सर्वं योगमास्थितः | पुरा यत्तत्र निर्वृत्तं पाणावामलकं यथा || १-३-६'\n `6. tataH = then; dharmaatmaa = virtue-souled sage; yogam aasthitaH = while in yogic, exaltation; tatra = in there [in story]; puraa yat nirvRittam = earlier, what, has happened; tat sarvam = that, all; paaNau aamalakam = in palm, citric fruit [myrobalan]; yathaa = as though; pashyati = saw.`\n Then that virtue-souled sage saw what all that has happened earlier, by his yogic exaltation, as though it is a citric fruit in his own palm. [1-3-6]\n  'तत्सर्वं तत्त्वतो दृष्ट्वा धर्मेण स महामतिः | अभिरामस्य रामस्य चरितं कर्तुमुद्यतः || १-३-७ कामार्थगुणसंयुक्तं धर्मार्थगुणविस्तरम् | समुद्रमिव रत्नाढ्यं सर्वश्रुतिमनोहरम् || १-३-८'\n `7-8. mahaamatiH = highly intellectual [sage]; saH = he; tat sarvam = that, all; tattvataH = in actuality; dharmeNa = by yogic prowess; dRiSTvaa = having discerned; kaamaarthaguNasamyuktam = abounding with pleasures, prosperities and their qualities; dharmaarthaguNavistaram = which elaborates the meaning of probity and its qualities; ratnaaDhyam = replete with gems; samudram iva = ocean, like; sarvashrutimanoharam = delightfully listenable for all(or by all Veda-s acceptable, or in any kind of listening, a pleasing one); abhiraamasya raamasya = one who delights all, of such a Rama; charitam kartum udyataH = pioneered to author all legend.`\n Discerning all of Ramayana in its actuality by his yogic prowess that highly intellectual Valmiki pioneered to author all of the legend of Rama, for Rama is a delighter of all in all worlds, and whose legend is abounding with the real functional qualities of earthly pleasures and prosperities, and which clearly elaborates the meaning of probity and its operative qualities, and thus this legend is like an ocean replete with such gems called thoughts, and an ear-pleasing legend, as well. [1-3-7, 8]\n Comment: The pleasures and gains of the humans are puruSaartha -s, in its axiological meaning. Hindus have four such puruSaartha -s [namely human values,] dharma probity artha prosperity, kaama pleasures, and finally mokSha , blessedness. Of these four only the first three, dharma, artha, kaama are usually referred, and they are called tri-varga . The final one mokSha is not often quoted. Dhrama is the driving force. chodanaa lakShaNaartho dharmaH - Jaimini. Hence dharma is the prescribed conduct, either by scriptures or by the society, and it does not entail any merit or demerit, but just an obligatory conduct or duty or, say categorical imperative of Kant. And the other two, artha, kaama , are the means of dharma, and all leading to moksha. These two great epics Ramayana and Mahabharata are structured on these puruSaartha -s alone. Thus though Ramayana is abounding with the accounts of richness and glory of all kinds of wealth, which is secondary to human values, its main import is the virtuosity of human living. The ocean, though abounding with other less valuable items like conch shells, mother-of-pearl shells etc., its gems beneath all these peripherals are of high value. Thus this is an ear pleasing by its musical melody and heart pleasing by its meaningful wording. Further, it is pleasant for its import is in accordance with all the scriptures.\n  'स यथा कथितं पुर्वं नारदेन महात्मना | रघुवंशस्य चरितं चकार भगवान्मुनिः || १-३-९'\n `9. bhagavaan saH muniH = he that godly saint [Valmiki]; mahaatmanaa naaradena = by Divine Soul, Narada; puurvam yathaa kathitam = earlier, as to how, narrated; [in that way only]; raghuvamshasya = one who is born in Raghus lineage - of Rama; charitam chakaara = legend, made [composed].`\n That godly saint Valmiki composed the legend of Rama, the legatee of Raghu, exactly as the divine-soul Narada narrated it earlier. [1-3-9]\n  'जन्म रामस्य सुमहद् वीर्यं सर्वानुकूलताम् | लोकस्य प्रियतां क्षान्तिं सौम्यतां सत्यशीलताम् || १-३-१०'\n `1 O . raamasya janma = Ramas, birth [incarnation]; sumahat viiryam = very great, valour; sarvaanukuulataam = to all gracefulness; lokasya priyataam = universal, cordiality; kShaantim = perseverance; satyashiilataam = truthful conduct; saumyataam = courteousness; [Valmiki described].`\n The birth of Rama as an incarnation of Vishnu, his very great valour, his gracefulness to all, his universal cordiality, perseverance, courteousness, and his truthful conduct, Valmiki described them all. [1-3-1 O ]\n  'नानाचित्रकथाश्चान्या विश्वामित्रसमागमे | जानक्याश्च विवाहं च धनुषश्च विभेदनम् ||१-३-११'\n `11. anyaaH naanaachitrakathaaH ca = other, very many amusing stories, also; vishvaamitrasamaagame = associated with Viswamitra; jaanakyaaH ca vivaaham ca = also marriage with Janaki and; dhanuSaH ca vibhedanam = breaking of great bow; [are narrated.]`\n Narrated are very many other amusing stories, Ramas breaking the great bow; his associated with sage vishvamitra... [1-3-11]\n  'रामरामविवादं च गुणान्दाशरथेस्तथा | तदाभिषेकं रामस्य कैकेय्या दुष्टभावताम् ||१-३-१२'\n `12. raamaraamavivaadam ca = dispute of Raama and Parashurama, also; guNaan = merits of; daasharatheH = Dasharathas son [Ramas]; tathaa = that way; tadaa abhiShekam raamasya = then likewise, [preparations for ] anointing, of Rama; kaikeyyaaH duSTabhaavataam = Kaikeyis, vicious intentions.`\n Dispute of Rama and Parashurama; the merits of Rama, the son of Dasharatha; and the preparations for anointing of Rama as crown prince; Queen Kaikeyis vicious intentions... [1-3-12]\n Comment: Rama is shriiraama one who delights in shrii , where shrii is Goddess Lakshmi. Where as Parashurama delights in his axe parashu axe; and Balarama, the brother of Krishna delights in his own bala might.\n  'विघातं चाभिषेकस्य रामस्य च विवासनम् | राज्ञः शोकविलापं च परलोकस्य चाश्रयम् || १-३-१३'\n `13. vighaatam ca abhiShekasya = also disruption of royal unction; raaghavasya vivaasanam = Ramas, exile; raaj~naH shokavilaapam ca = King Dasharathas grief and bewailing, and; paralokasya cha aashrayam = into taking shelter [demise] also into other world.`\n Disruption in royal unction of Raghava; his exile to forests; King Dasharathas grief and bewailing, and thus his departing to other worlds... [1-3-13]\n  'प्रकृतीनां विषादं च प्रकृतीनां विसर्जनम् | निषादाधिपसंवादं सूतोपावर्तनं तथा || १-३-१४'\n `14. prakRitiinaam viSaadam ca = grieving of subjects, also; prakRitiinaam visarjanam = people, leaving off; niSaadaadhipasamvaadam = conversing with tribal chief; suutopaavartanam tathaa = thus returning of charioteer.`\n The grief of the subjects; Rama leaving them off; his conversing with tribal chief Guha; returning the charioteer Sumantra to kingdom from forests, leaving the trio at the banks of river Ganga... all these elements are well- described. [1-3-14]\n  'गङ्गायाश्चापि संतारं भरद्वाजस्य दर्शनम् | भरद्वाजाभ्यनुज्ञानाच्चित्रकूटस्य दर्शनम् || १-३-१५'\n `15. ga~ngaayaaH ca api samtaaram = also even crossing over River Ganga; bharadvaajasya darshanam = seeing of Sage Bharadwaja; bharadvaajaabhyanuj~naanaat = on Bharadwajas advise; chitrakuuTasya darshanam = seeing [visiting] of Chitrakuta.`\n Crossing over River Ganga; looking up Sage Bharadwaja; their look up at Chitrakuta on Sage Bharadwajas advise... [1-3-15]\n  'वास्तुकर्म निवेशं च भरतागमनं तथा | प्रसादनं च रामस्य पितुश्च सलिलक्रियाम् || १-३-१६'\n `16. vaastukarma nivesham = architectural work [construction of hermitage,] dwelling in; bharataagamanam tathaa = then Bharatas, arrival; prasaadanam ca raamasya = for graciousness, also, of Rama; pituH salilakriyaam = water oblation to father.`\n Construction of a hermitage and dwelling therein; Bharatas arrival at that place for the graciousness of Rama to take back the kingdom; Ramas denial of it; Ramas offering water oblations to his father on hearing the demise of his father... [1-3-16]\n  'पादुकाग्र्याभिषेकं च नन्द्रिग्रामनिवासनम् | दण्डकारण्यगमनं विराधस्य वधं तथा || १-३-१७'\n `17. paadukaagryaabhiShekam ca = also high enthroning of sandsls[shoes]; nandigraamanivaasanam = living [of Bharata] in the village Nandigrama; dandakaaraNyagamanam = going Dandaka forests; viraadhasya vadham tathaa = Viradhas, killing, thus.`\n Enthroning shoe-sandals of Rama by Bharata; Bharatas living in a village Nandigrama; Ramas going to Dandaka forests; killing the demon named Viradha... [1-3-17]\n  'दर्शनं शरभङ्गस्य सुतीक्ष्णेन समागमम् | अनसूयासमाख्यां च अङ्गरागस्य चार्पणम् || १-३-१८'\n `18. darshanam sharabha~ngasya = seeing [visiting,] Sage Sarabhanga; sutiikShNena samaagamam = meeting with Sage Suteekshna; anasuuyaasamaakhyaam ca = also smooth speaking of Anasuya; angaraagasya = of applying body cream; ca = also; arpaNam = giving.`\n Ramas visit to Sage Sarabhanga and Suteekshna; their visiting hermitic lady Anasuuya, and her smooth speaking with Seetha and also her giving a body cream to Seetha...[by applying which cream Seetha will not wither away in the rough weather of woods. These details are incorporated with great care.] [1-3-18]\n  'दर्शनं चाप्यगस्त्यस्य धनुषो ग्रहणं तथा | शुर्पणख्याश्च संवादं विरुपकरणं तथा || १-३-१९'\n `19. darshanam ca api agastasya = seeing, also, even, Sage Agastya,; dhanuSaH grahaNam tathaa = a great bow, taking, likewise; shuurpaNakhyaaH cha samvaadam = also palaver of ShuurpaNakhaa; viruupakaraNam tathaa = defacing, likewise.`\n Also even Ramas seeing the Sage Agastya, and likewise taking a great bow from that sage... also the palaver of Surpanakha, the demoness, and defacing her, likewise... [1-3-19]\n  'वधं खरत्रिशिरसोरुत्थानं रावणास्य च | मारीचस्य वधं चैव वैदेह्या हरणं तथा || १-३-२०'\n `2 O . vadham kharatrishirasoH = killing of, Khara and Trisirasa [the demons]; utthaanam raavaNasya ca = upsurge, of Ravana, also; maariichasya vadham ca eva = killing of Maariicha, also, thus; vaidehyaaH haraNam tathaa = Vaidehis, abduction, like that.`\n The elimination of demons like Khara, Trishirasa and the upsurge of Ravana thereby; elimination of demon Mareecha, and Ravanas abduction of Vaidehi, likewise... [1-3-2 O ]\n  'राघवस्य विलापं च गृध्रराजनिबर्हणम् | कबन्धदर्शनं चैव पम्पायाश्चापि दर्शनम् ||१-३-२१'\n `21. raaghavasya vilaapam ca = Raghavas, anguish, also; gRidhraraajanibarhaNam = slaying eagle mighty; kabandhadarshanam ca eva = seeing Kabandha also, thus; pampaayaaH ca api darshanam = seeing the lake Pampa also, thus, .`\n Raghavas anguish at the loss of Seetha; Ravanas slaying the mighty eagle Jatayu; Ramas seeing Kabandha, and also Lake Pampa...[1-3-21]\n  'शबरीदर्शनं चैव फलमूलाशनं तथा | प्रलापं चैव पम्पायां हनुमद्दर्शनं तथा || १-३-२२'\n `22. shabariidarshanam cha eva = seeing the hermitic lady Sabari, also, thus; phalamuulaashanam tathaa = thus eating fruits and tubers; pralaapam cha eva = bemoaning, also, thus [of Rama]; pampaayaam hanumaddarshanam = sighting Hanuma at Pampa Lake.`\n Ramas seeing Shabari, a hermetic lady and eating fruits and tubers given by her in utmost adoration; Ramas bemoaning for Seetha; his sighting Hanuma at Lake Pampa... [1-3-22]\n  'ऋष्यमूकस्य गमनं सुग्रीवेण समागमम् | प्रत्ययोत्पादनं सख्यं वालिसुग्रीवविग्रहम् || १-३-२३'\n `23. Rishyamuukasya gamanam ca = also going to Rishyamuka; sugriiveNa samaagamam = meeting with Sugreeva; pratyayotpaadanam sakhyam = confidence generating friendship [with Sugreeva]; vaalisugriivavigraham = duel of Vali-Sugreeva.`\n Also going to Mt. Rishyamuka, meeting Sugreeva and generating confidence in Sugreeva, befriending him and the duel of Vali and Sugreeva... [1-3-23]\n  'वालिप्रमथनं चैव सुगीवप्रतिपादनम् | ताराविलापं समयं वर्षरात्रनिवासनम् || १-३-२४'\n `24. vaalipramathanam cha eva = also thus elimination of Vali; sugriivapratipaadanam = Sugreeva is established; taaraavilaapam = grieving of Tara, [wife of Vali] ; samayam varSaraatranivaasanam = consented, stopover during rainy nights [and days].`\n Also thus Valis elimination and establishing Sugreeva on throne of monkey kingdom, grieving of Tara, the wife of Vali and empress of that kingdom, and as consented Ramas stopover during the days of rain... [1-3-24]\n Comment: This raatri usually means night. But it includes day also. When saying triraatra, dasharaatra, in conducting rituals it includes daytime also. On the whole it is total rainy season that is admirably narrated in KiShkindhaa Kanda.\n  'कोपं राघवसिंहस्य बलानामुपसंग्रहम् | दिशः प्रस्थापनं चैव पृथिव्याश्च निवेदनं || १-३-२५'\n `25. kopam raaghavasimhasya = wrath of the lion Raghava; balaanaam upasa~ngraham = troops, foregathering; dishaH prasthaapanam ca eva = also thus, sending to quarters ; pRithivyaaH ca nivedanam = also earths [topography,] description.`\n The wrath of Raghava, the lion, at the delay caused by Sugreeva, and Sugreevas foregathering of all troops, and sending them to all quarters, and Sugreevas description of earths topography to monkey-troops... [1-3-25]\n  'अङ्गुलीयकदानं च ऋक्षस्य बिलदर्शनम् | प्रायोपवेशनं चापि सम्पातेश्चापि दर्शनम् || १-३-२६'\n `26. a~nguliiyakadaanam ca = also giving ring of his finger; RikShasya biladarshanam = Rikshas cave, seeing; praayopaveshanam ca api = fasting unto death, and, even; sampaateH ca api darshanam = also even seeing Sampaati.`\n Ramas giving his ring to Hanuma as a token for Seethas recognition... and the monkeys thus searching Riksha cave, bear-cave, and their fasting unto death for their quest remained unsuccessful, and their seeing Sampaati, another mighty eagle and the brother of slain Jatayu, who guides the monkeys to the destination where Seetha is held captive. [1-3-26]\n  'पर्वतारोहणं चापि सागरस्यापि लङ्घनम् | समुद्रवचनाच्चैव मैनाकस्य च दर्शनम् || १-३-२७'\n `27. parvataarohaNam ca api = mountain [Mt. Mahendra] climbing, also, even; saagarasya ca la~nghanam = also leaping out of ocean; samudravachanaat ca eva = advise of Ocean, also, thus; mainaakasya ca darshanam = also seeing of Mt. Mainaka.`\n Hanumas climbing Mt. Mahendra to leap over the ocean, and on the advice of the Ocean, Mt. Mainakas coming up from under waters to give rest to Hanuma, and Hanumas seeing that mountain are depicted. [1-3-27]\n  'राक्षसीतर्जनं चैव छायाग्राहस्य दर्शनम् | सिंहिकायाश्च निधनं लङ्कामलयदर्शनम् || १-३-२८'\n `28. raakShasii tarjanam ca eva = demoness, killing, also, thus; Chaayaagraahsya darshanam = seeing Simhika the capturer by shadow; simhikaayaaH ca nidhanam = Simhikas, killing, also; la~nkaamalayadarshanam = seeing Lanka mountain.`\n Hanumas killing the demoness Surasa, and his seeing of Simhika, a rapacious creature of gigantic origin, which captures its prey by the shadow, and Hanumas killing that Simhika, and his seeing the mountain of Lanka, called Mt. Trikuta, on which the state of Lanka is built, Valmiki described them all. [1-3-28]\n  'रात्रौ लङ्काप्रवेशं च एकस्याथ विचिन्तनम् | आपानभूमिगमनमवरोधस्य दर्शनम् || १-३-२९'\n `29. raatraula~nkaapravesham ca = entering Lanka in night also; ekasya api vichintanam = even though thinking over lonely; aapaanabhuumigamanam = going to liquor consuming place; avarodhasya darshanam = seeing of secure place [the palace chambers].`\n In night Hanumas entry into Lanka, for being lonely his thinking over the course to search for Seetha, and his going to the liquor consumption place, and also his seeing the palace chambers of Ravana... [1-3-29]\n  'दर्शनं रावणस्यापि पुष्पकस्य च दर्शनम् | अशोकवनिकायानं सीतायाश्चापि दर्शनम् || १-३-३०'\n `3 O . darshanam raavaNasya api = seeing, Ravana, also; puSpakasya ca darshanam = seeing of Pushpaka [aircraft] also; ashokavanikaayaanam = wandering in Ashoka gardens; siitaayaaH ca api darshanam = also, even, seeing Seetha.`\n Hanumas seeing Ravana, and also his seeing Pushpaka, the divine aircraft, and wandering in Ashoka gardens, his seeing Seetha also... [1-3-3 O ]\n  'अभिज्ञानप्रदानं च सीतायाश्चापि भाषणम् | राक्षसीतर्जनं चैव त्रिजटास्वप्नदर्शनम् || १-३-३१'\n `31. abhij~naanapradaanam ca = credential presenting, also; siitaayaaH ca api bhaaSaNam = also even talking to Seetha; raakShasiitarjanam ca eva = demoness scaring also, thus; trijaTaasvapnadarshanam = witnessing dream of the demoness Trijata; dream witnessing.`\n Presenting his credential, the ring of Rama, to Seetha and his talk with Seeta, and also his witnessing the demonesses scaring Seetha to oblige Ravana, and his witnessing demoness Trijata narrating her bad dream, are all narrated in the epic. [1-3-31]\n  'मणिप्रदानं सीताया वृक्षभङ्गं तथैव च | राक्षसीविद्रवं चैव किंकराणां निबर्हणम् |१-३-३२'\n `32. maNipradaanam siitaayaaH = giving jewel of Seetha; vRikShabha~ngam tathaa eva ca = thereby thus trees uprooting; raakShasiividravam ca eva = demonesss fleeing, also, thus; kinkaraaNaam nibarhaNam = killing of guards [at the gardens].`\n Seethas giving her bejeweled hairslide to be shown to Rama, Hanumas uprooting of the trees of that beautiful Ashoka gardens, thereby the demonesses fleeing in scare, his killing the guards of that garden... [1-3-32]\n  'ग्रहणं वायुसूनोश्च लङ्कादाहाभिगर्जनम् | प्रतिप्लवनमेवाथ मधूनां हरणं तथा || १-३-३३'\n `33. grahaNam vaayusuunoH ca = capture of son of Vayu [Air god] also; lankaadaahaabhigarjanam = burning of Lankaa and his blaring at demons; pratiplavanam eva = return flying, also; atha madhuunaam haraNam tathaa = then, honey, appropriation of, thus.`\n The capture of Hanuma, the son of Air-god, by the magical missile of Indrajit, son of Ravana, and also Hanumas burning down Lanka, and his blaring at the demons, also his return flight from Lanka... and on his way back Hanumas seeing a honey garden, and the appropriation of honey... [1-3-33]\n  'राघवाश्वासनं चैव मणिनिर्यातनं तथा | सङ्गमं च समुद्रेण नलसेतोश्च बन्धनम् || १-३-३४'\n `34. raaghavaashvaasanam ca eva = solaced Rama, also, thus; maNiniryaatanam tathaa = jewel presenting, thus; sangamam samudreNa ca = meeting, with Ocean, also; nalasethoH ca bandhanam = also building bridge by Nala.`\n Hanumas action in presenting the jewel sent by Seetha solaces Raghava, and thus the meeting of Rama with the Ocean, and Nalas building the bridge on ocean... [1-3-34]\n  'प्रतारं च समुद्रस्य रात्रौ लङ्कावरोधनम् | विभीषणेन संसर्गं वधोपायनिवेदनम् || १-३-३५'\n `35. prataaram ca samudrasya = also crossing over ocean; raatrau la~nkaavarodhanam = seizure of Lanka in night; samsargam vibhiiSaNena vadhopaayanivedanam = meeting with Vibheeshana, telling killing scheme.`\n Crossing over the ocean by the boulder bridge built by Nala, and seizure of Lanka in night, and Vibheeshana, the younger brother of Ravana, whom Ravana banished, comes to meet Rama, and his telling the scheme to kill Ravana to Rama... [1-3-35]\n  'कुम्भकर्णस्य निधनं मेघनादनिबर्हणम्| रावणस्य विनाशं च सीतावाप्तिमरेः पुरे || १-३-३६'\n `36. kumbhakarNasya nidhanam = destruction of Kumbhakarna; meghanaadanibarhaNam = elimination of Meghanada; raavaNasya vinaasham ca = Ravanas, annihilation, also; siitaavaaptim areH pure = restitution of Seetha in enemys, city.`\n Destruction of Kumbhakarna, elimination of Meghanada, Ravanas annihilation, also restitution of Seetha in enemys city...[1-3-36]\n  'वीभीषणाभिषेकं च पुष्पकस्य च दर्शनम् | अयोध्यायाश्च गमनं भरद्वाजसमागमम् || १-३-३७'\n `37. vibhiiSaNaabhiShekam cha = also Vibheeshanas crowning; puSpakasya ca darshanam = seeing Pushpaka aircraft; ayodhyaayaaH ca gamanam = also going to Ayodhya; bharadvaajasamaagamam = meeting with Sage Bharadvaja.`\n Crowning of Vibheeshana as the king of Lanka, after the demise of Ravana, and also Ramas seeing Pushpaka, the divine aircraft, and returning to Ayodhya in that aircraft... and Ramas meeting Sage Bharadvaja on his way back... [1-3-37]\n  'प्रेषणं वायुपुत्रस्य भरतेन समागमम् | रामाभिषेकाभ्युदयं सर्वसैन्यविसर्जनम् | स्वराष्ट्ररञ्जनं चैव वैदेह्याश्च विसर्जनम् || १-३-३८'\n `38. preSaNam vaayuputrasya = sending of, Air-gods son[Hanuma]; bharatena samaagamam = meeting with Bharata; raamaabhiShekaabhyudayam = Ramas coronation festival; sarvasainyavisarjanam = all military disbandment; svaraaSTrara~njanam ca eva = to the delight of own kingdom ; vaidehyaaH ca visarjanam = desolation of Seetha too.`\n Sending Hanuma to meet Bharata, for he avowed to self-immolate if Rama were not to come in time; the coronation festival of Rama; disbandment of all military troops of monkeys; Ramas ruling his kingdom to the delight of his subjects, and the desolation of Vaidehi too... are described by Valmiki. [1-3-38]\n  'अनागतं च यत्किञ्चिद्रामास्य वसुधातले | तच्चकारोत्तरे काव्ये वाल्मीकिर्भगवानृषिः || १-३-३९'\n `39. bhagavaan vaalmikiH RiSiH = godly sage Valmiki; raamasya yat kimchit = whatever minutely of Rama; vasudhaatale = on earths surface; anaagatam ca = futuristic, also; tat = that; uttare = in later [parts of, coming chapters]; kaavye = of epic; chakaara = composed. `\n The godly sage Valmiki composed the futuristic legend of Rama while Rama is on the surface of earth, and whatever that is there, that is composed in all its minuteness, in the coming chapters of this epic. [1-3-39]\n Comment: In this verse, some take the word uttare as Uttara Ramayana, the events occurring after his crowning, Seethas departure to forest, birth of Lava and Kusha, the sons of Rama and a battle between father and sons etc., are ascribed to Valmiki. But to some commentators, as per the format of this chapter, which surveys what Valmiki has scheduled to write, it is unacceptable since the word uttare occurs for only one occasion, hence cannot mean next canto. Thus, they say, Uttara Ramayana cannot be ascribed to Valmiki. Hence the word uttare here is taken to mean henceforth, hereinafter of the epic.\n"
  },
  {
    "id": 4,
    "Sarg": "4",
    "Kand": "Bala Kanda",
    "Text": "'प्राप्तराज्यस्य रामस्य वाल्मीकिर्भगवानृषिः | चकार चरितं कृत्स्नं विचित्रपदमर्थवत् || १-४-१' \n `1. bhagavaan RiSiH = godly, saint Valmiki; praaptaraajasya raamasya = on retrieval, of kingdom by Rama; vichitrapadam = admirably worded; kRitsnam = in entirety; charitam = legend; arthavat = meaningfully; chakaara = composed.`\n The godly saint Valmiki composed Ramayana on Ramas retrieving kingdom, wording admirably and meaningfully. [1-4-1]\n 'चतुर्विंशत्सहस्त्राणि श्लोकानामुक्तवानृषिः | तथा सर्गशतान् पञ्च षट् काण्डानि तथोत्तरम् ||१-४-२'\n `2. RiSiH = sage Valmiki; shlokaanaam = verses; chaturvimshatsahasraaNi = twenty-four thousand; tathaa = that way; panchasargashataan = five hundreds chapters; SaT kaaNDaani cha = six, books, also; tathaa uttaram = that way, an end piece; uktavaan = said.`\n Sage Valmiki said Ramayana in twenty four thousand verses, in five hundred chapters, in six books, likewise an end-piece too. [1-4-2]\n The twenty-four are the letters in Gayatri hymn. Ramayanas scheming is based on Gayatri hymn and for this: atra caturvi~Nshatisa~Nkhyo uktyaa caturvi~NshatyakSharagaayatrii tulyataa suucitaa | prathamaadhyaaye - tapaHsvaadhyaaya - ityatra prathamam takaarasya - sargaante - mahatvamiiyaat -- ityatra yaat - iti akSharasya grahaNaat api gaayatriiruupatvam suucitam - dharmaakuutam\n There is a controversy about the number of verses and cantos. If Uttara Ramayana, otherwise called abhudaya-kaanDa, is ascribed to Valmiki, the cantos are seven and chapters are about 649 and verses are about 24,253. But some verses and chapters are deleted for standardization of Ramayana as per this verse and they contain 56 O chapters and 24, O O verses only. Some argue that when it is said 24, O O O verses are there, it does not actually a mathematical assertion, like the calculation of mahaayuga -s and manvantara -s, and as one would give a reply to his age as 3 O years, or 6 O years, but not as 29 years, 6 months, seven days or so... In furthering that standardization affair, some said that even this canto, Bala kaanda is not authored by Valmiki. It is not clear as of now when the pundits can decide as to which is standard and which is not.\n The transcendental aspect of Ramayana and its content is explained in 18 terms by ancient commentator Govindaraja. 1] Ramas Absoluteness, paramaatmatattva ; 2] Ideation to know Him, upaaya ; 3] Dedication in Him, kainkarya ; 4] Human aspect, puruSaakaara ; 5] Diviner, adhikaara ; 6] Resolve in God, adhikaarapaaratantrya ; 7] Gods resolve in Dedicate, bhagavatpaaratantrya ; 8] Knowledge of five Meanings, arthapancakaj~naana ; 9] Self-denial, akincanatvam ; 1 O ] Teacher selecting, aacaaryavaraNam ; 11] Climax, autkaNThataa ; 12] Behaviour, pravartanaa ; 13] Residence, vaasasthaana ; 14] Two Narayana hymns, naaraayaNamantradvaya ; 15] Gayatri, Gayatri hymn; 16] Negating negative-thinking, durvicaaraparihaara ; 17] negating Love for Living, samsaarajihaasa ; 18] 64 Divinely Arts, catuHSaSTi-kalaamayatva . Of them we take up the 15th Gayatri.\n The identification of Gayatri with Ramayana scheme is explained in many ways. By tat savitRi the features and attributes of the Absolute as per narrations in Bala Kanda. vareNya by the narration of Absolutes attributes in Ayodhya and Kishkindha kaanda-s, and adherents like Lakshmana, Bharata, Sugreeva take shelter in Him here only. bharga is identified as per the description of resplendence of The Divine as envisaged by the sages and hermits in Aranya Kanda. devasya and in dhiimahi where that deva the Divine is explained by Hanuma, not only to Seetha but to all in Sundara kanda. hi dhii mahi is as explained in Uttara Kanda, which centers around mokSha salvation.\n 'कृत्वापि तन्महाप्राज्ञः सभविष्यं सहोत्तरम् | चिन्तयामास कोन्वेतत्प्रयुञ्जीयादिति प्रभुः ||१-४-३'\n `3. mahapraaj~naH prabhuH = great scholar, godly-saint Valmiki; sabhaviShyam saha uttaram = with leading, with sequel; tat = that Ramayana; kRitvaa tu = having composed, but; kaH = who; nu = really; etat = all this; prayu~njiiyaat iti = well render, thus; chintayaamaasa = thought over.`\n Though that great scholar composed thus with leading and sequel legends, that godly saint thought over thus really, who will render all this ballad... [1-4-3]\n 'तस्य चिन्तयमानस्य महर्षेर्भावितात्मनः | अगृह्णीतां ततः पादौ मुनिवेषौ कुशीलवौ || १-४-४'\n `4. tataH = then; muniveShau kushiilavau = Kusha, Lava in hermits attire; chintayamaanasya = thoughtful one; bhaavitaatmanaH = contemplating soul; tasya maharSheH = his, of the Sages; paadau agRihNiitaam = feet taken [touched.]`\n Then Lava and Kusha who are in the attire of hermits have touched the feet of that contemplative soul Valmiki, who is now thoughtful. [1-4-4]\n `कुशीलवौ कुशलवौ। ईकारश्छान्दसः`\n 'कुशीलवौ तु धर्मज्ञौ राजपुत्रौ यशस्विनौ | भ्रातरौ स्वरसम्पन्नौ ददर्शाश्रमवासिनौ || १-४-५'\n `5. kushiilavau tu = Kusha and Lava; dharmaj~nau = virtue-knowers; raajaputrau = princes; yashasvinau = glorious ones; svarasampannau = endowed with melodious voice; bhraatarau = brothers; aashramavaasinau = residents of [of same] hermitage; [Valmiki] dadarsha = seen;`\n Glorious Kusha and Lava are the virtue knowing princes, and they are endowed with melodious voice, besides being the residents of the same hermitage, thus Valmiki saw them saluting at his feet. [1-4-5]\n 'स तु मेधाविनौ दृष्ट्वा वेदेषु परिनिष्ठितौ | वेदोपबृंहणार्थाय तावग्राहयत प्रभुः || १-४-६'\n `6. prabhuH = self-reliant sage; saH = he, Valmiki; medhaavinau = intellectual pair; vedeShu pariniSTitau = proficient in Vedas; dRiSTvaa = having seen; vedopabRimhaNaarthaaya [ kathitam kaavyam] = aiming at ancillary reinforcement of Veda-s[rendered, epic]; tau agraahayata = them two, made to receive [epic to memorise].`\n On seeing that pair intellectuals who are proficient in Veda-s that self-reliant sage Valmiki made those two to memorize the epic, as the epic Ramayana is composed only to reinforce the import of Veda-s, as an ancillary. [1-4-6]\n 'काव्यं रामायणं कृत्स्न्नं सीतायाश्चरितं महत् | पौलस्त्यवधमित्येवं चकार चरितव्रतः || १-४-७'\n `7. charitavrataH = sage who observed all sacred vows; kRitsnam kaavyam = entire epic; raamaayaNam = Ramayana; siithaayaH charitam mahat = Seethas, sublime legend; poulastyavadham = Ravanas, elimination; iti = thus [naming]; evam cakaara = that way, rendered.`\n That sage with observed sacred vows has rendered the entire epic in the name of Ramayana, Sublime Legend of Seetha and elimination of Ravana. [1-4-7]\n Seethas conduct is the primary aspect and Ravanas elimination is secondary in the epic of Ramayana. poulasthyavadha . Giving one to many names to poem/epics is usual as in maaghakaavya which is known as shishupaalavadha whereas it is actually kRiShNacarita . \n 'पाठ्ये गेये च मधुरं प्रमाणैस्त्रिभिरन्वितम् | जातिभिः सप्तभिर्बद्धं तन्त्रीलयसमन्वितम् ||१-४-८'\n `8. paaThye geye madhuram = melodious to read and to sing; pramaaNaiH tribhiH anvitam = adaptable in three kinds scales; jaatibhiH saptabhiH baddham = orchestral sevenfold classification; tantriilayasamanvitam = string-instrument, rhythm, included.`\n To read or to sing it is melodious, adaptable to music with three scales and sevenfold tune, and orchestral to the tunes of string-instrument and rhythm included... [1-4-8]\n The three Indian scale pauses are dRita, madhyama, vilambita . These though not equal but identical to Breve, Minim and Quaver of Western classical music. The seven fold classifications of swara-s are 1] shadja [2] madhyama [3] gaandhaara [4] niSaada [5] RiSabha [6] dhaivata [7] pa~nchama . These are roughly identical to Accelerando, Calando, Decresando, Smorzando, Sostentuo, and others of Western classical music.\n 'रसैः शृंगारकरुणहास्यरौद्रभयानकैः | वीरादिभी रसैर्युक्तं काव्यमेतदगायताम् ||१-४-९'\n `9. rasaiH sRingaarakaruNahaasyaraudrabhayaanakaiH = aesthetics, romance, pathos, comic, fury, fright, and others; viiraadibhiH rasaiH yuktam = embodying aesthetics like valour et cetera; kaavyam agaayataam = epic, is sung.`\n Aesthetics like romance, pathos, comic, fury, fright, valour etc., embodying the epic is sung [by Kusha, Lava.] [1-4-9]\n The Indian categorization of aesthetics rasaa -s is in nine emotions. sRingaara [romance] haasa [humour] shoka [grief] krodha [fury] utsaaha [enthusiasm, bravery] bhaya [fright] jugupsaa [disgust] vismaya [amaze.] Again sRingaara is of two kinds - a] sambhoga , [being with his/her partner,] b] vipralamba [not being with his/her partner.]\n Ramas togetherness with Seetha from Bala Kanda till her abduction is the first category of romance. After her departure and until regain, it is second sort of romantic narration. Episodes of Surpanakha, Trijata are humorous. Those of Dasharatha, Jatayu etc., are of grievous nature. Killing, torturing etc., situations arouse furiousness. Lakshmana, Indrjit and others are showing bravery. Seeing ugly demons either in forests or those that surround Seetha is causing fright. The very sight of ugly bodied demons like Viradha, Kabandha is creating disgust. Hanumas leaping ocean, burning Lanka, and the entire Rama-Ravana war are amazing\n . 'तौ तु गान्धर्वतत्त्वज्ञौ स्थानमूर्च्छनकोविदौ | भ्रातरौ स्वरसम्पन्नौ गन्धर्वाविव रुपिणौ || १-४-१०'\n `1 O . tau tu gaandharvatattvaj~nau = they are conversant with musical art; sthaanamuurchanakovidau = proficient in pause pitch of voice; bhraatarau svarasampannou = two brothers with wealthy voice; gandharvau iva ruupiNau = celestial singers, like, in appearance.`\n They are conversant with the art of music and proficient with the pitch and pausing their voices, and those two brothers have not only a wealthy voice, but they also look like celestial singers. [1-4-1 O ]\n The gandharva-s are celestial beings with adorable personalities and performers of all kinds of performing arts. Hence, Indian musical art is termed as gaandhava-vidyaa.\n `रूपलक्षणसम्पन्नौ मधुरस्वरभाषिणौ | बिम्बादिवोत्थितौ बिम्बौ रामदेहात्तथापरौ || १-४-११`\n `11. ruupalakShaNasampannau = privileged with in appearance charm; madhurasvarabhaShiNau = melodiously voiced in voicing; bimbaat iva utthitau bimbau = reflections issued forth like [from original] reflection; raamadehaat = from Ramas body; tathaa aparau = like that, separately.`\n They have charm in their appearance and melodiousness in their voice, they are like the two reflections of one original object, and thus they came out from the body of Rama, separately. [1-4-11]\n Vishnus reflection is Rama; and Kusha, Lava are two reflections of Rama, and thus, in turn, these two princes are adorable like Vishnu, as in bimba-pratibimba nyaaya , image-reflection syndrome.\n 'तौ राजपुत्रौ कार्त्स्न्येन धर्म्यमाख्यानमुत्तमम् | वाचो विधेयं तत्सर्वं कृत्वा काव्यमनिन्दितौ || १-४-१२'\n `12. tau raajaputrau kaartsnyena = they, kings, sons [princes,] in entirety; dharmyam aakhyanam uttamam = virtue expounding, best epic; vaachaH vidheyam tat sarvam = by voice, preserved [memorized,] all that; kRitvaa kaavyam aninditau = doing so epic without fault.`\n They the princes have memorized that virtue-expounding epic, the best; in its entirety and in doing so, they rendered that epic faultlessly. [1-4-12]\n 'ऋषीणां च द्विजातीनां साधूनां च समागमे | यथोपदेशं तत्त्वज्ञौ जगतुः सुसमाहितौ || १-४-१३'\n `13. RiSiiNaam cha dvijaatiinaam = of sages, also, of scholars; saadhuunaam cha samaagame = also assemblages of eminent persons; yathopadesham tattvaj~nau = as schooled, those two that are well aware of; jagatuH = sung; susamaahitau = with best concentration.`\n They sung the epic as schooled, well aware of its content and intent, among the assemblages of sages, scholars and also of eminent persons, with their best concentration [1-4-13]\n 'महात्मानौ महाभागौ सर्वलक्षणलक्षितौ | तौ कदाचित्समेतानामृषीणां भावितात्मनाम् | मध्येसभं समीपस्थाविदं काव्यमगायताम् || १-४-१४'\n `14. mahaatmaanau = those two great-souls; mahaabhaagau = highly endowed [with musical talent]; sarvalakShaNalakShitau = possessing all features; tau kadachit = those two, once; sametaanaam RiSiiNaam = at a gathering, of sages; bhaavitaatmanaam = of pious souls; madhyesabham samiipasthau = standing nearby midst of assemblage; idam kaavyam agaayataam = sung this epic.`\n Once those two great-souls who endowed with musical talent and with all remarkable features, sung this epic, standing nearby the midst of a gathering of sages and pious souls. [1-4-14]\n 'तच्छ्रुत्वा मुनयः सर्वे बाष्पपर्याकुलेक्षणाः | साधु साध्विति तावूचुः परं विस्मयमागताः || १-४-१५'\n `15. sarve munayaH = all, sages; tat shrutvaa = that, on hearing; param vismayam aagataaH = great, surprise, coming on; baaSpaparyaakulekShaNaaH = with tears overspread eye-sight; saadhu saadhu iti tau uuchuH = splendid, splendid, thus, they, said [appreciated].`\n On hearing that, the eyes of all the sages were overspread with tears of happiness, and they appreciated saying, splendid, splendid is this... [1-4-15]\n 'ते प्रीतमनसः सर्वे मुनयो धर्मवत्सलाः | प्रशशंसुः प्रशस्तव्यौ गायमानौ कुशीलवौ || १-४-१६'\n `16. sarve munayaH = they, all the saints; dharmavatsalaaH = [saints] patrons of virtue; te priitamanasaH = they pleased at heart; prashastavyau = praise worthy ones; gaayamaanau kushiilavau = while singing, Kusha and Lava; prashashamsuH = praised.`\n All those saints being the saint-patrons of virtue are pleased at heart, and praised the praiseworthy Kusha and Lava, while they are singing. [1-4-16]\n 'अहो गीतस्य माधुर्यं श्लोकानां च विशोषतः | चिरनिर्वृत्तमप्येतत् प्रत्यक्षमिव दर्शितम् || १-४-१७'\n `17. aho giitasya maadhuryam = aho, ballads, melody [is superb]; visheSataH cha slokaanam = especially, also, of verses; etat chiranirvRittam api = all this though happened long-ago; pratyakSham iva darshitam = shown like happenig one presently.`\n The melody of the ballad, especially the meaning of verses, aha! Superb... though this has happened long-ago it is shown like the one happening presently... [1-4-17]\n 'प्रविश्य तावुभौ सुष्ठु तथा भावमगायताम् | सहितौ मधुरं रक्तं सम्पन्नं स्वरसम्पदा || १-४-१८'\n `18. tau ubhau = those two; sahitau = in oneness [of musical notes]; suSThu pravishya = very well, on entering [into the mood of epic]; madhuram = melodiously; raktam = rapturously; svarasampadaa sampannam = (shaDjaadi svarasampadaa) maintaining pitch and tune; bhaavam agaayataam = sang its import.`\n On getting into the mood of the epic, those two sang its import in one tune, that too melodiously and rapturously, marinating the pitch and tune... So said the saints. [1-4-18]\n 'एवं प्रशस्यमानौ तौ तपःश्लाघ्यैर्महर्षिभिः | संरक्ततरमत्यर्थं मधुरं तावगायताम् || १-४-१९'\n `19. tapaHshlaaghyaiH maharSibhiH = great saints blessed by asceticism; evam prashasyamaanau = that way, being appreciated; tau = those two; samraktataram = very effectually; atyartham = very meaningfully; madhuram = melodiously; agaayataam = sang.`\n While the great saints of blessed ascesis are appreciating that way, those two melodiously sang very effectually and very meaningfully. [1-4-19]\n 'प्रीतः कश्चिन्मुनिस्ताभ्यां संस्थितः कलशं ददौ | प्रसन्नो वल्कलं कश्चिद्ददौ ताभ्यां महायशाः || १-४-२०'\n `2 O . kashchit muniH = someone, a saint; priitaH = pleased; samsthitaH = on getting up; taabhyaam = to them; kalasham dadau = bestowed a handy vessel; mahaayashaaH kashchit = verily reputed saint, someone; prasannaH = lauding; valkalam dadau = contributed jute robe.`\n And someone, a pleased saint, got up and bestowed a handy vessel to them... another reputed sage, lauding them contributed a jute robe. [1-4-2 O ]\n 'अन्यः कृष्णाजिनमदाद्यज्ञसूत्रं तथापरः | कश्चित्कमण्डलुं प्रादान्मौञ्जीमन्यो महामुनिः || १-४-२१ बृसीमन्यस्तदा प्रादात्कौपीनमपरो मुनिः | ताभ्यां ददौ तदा हृष्टः कुठारमपरो मुनिः || १-४-२२ काषायमपरो वस्त्रं चिरमन्यो ददौ मुनिः | जटाबन्धनमन्यस्तु काष्ठरज्जुं मुदान्वितः || १-४-२३ यज्ञभाण्डमृषिः कश्चित् काष्ठभारं तथापरः | औदुम्बरीं बृसीमन्यः स्वस्ति केचित्तदावदन् || १-४-२४ आयुष्यमपरे प्राहुर्मुदा तत्र महर्षयः | ददुश्चैवं वरान्सर्वे मुनयः सत्यवादिनः || १-४-२५'\n `21-26. anyaH kRiSNaajinam adaat = another sage bestowed black-deerskin; tathaa aparaH yaj~nasuutram = like that, another sacred thread; kashchit kamaNDalum praadaat = someone bestowed water-pot; anyaH mahaamuniH mau~njiim = another, great saint, girdle of maunja grass; brusiim anyaH tadaa praadaat kaupiinam = to tellers [to singes,] another, then, contributed, an under cloth; aparaH hRiSTaH muniH taabhyaam dadau tadaa kuThaaram = another,gladdened saint contributed them a hatchet; aparaH muniH kaaSaayam vastram = another, sage, saffron, cloth; chiiram anyaH muniH dadau = cloth-wrapper, another, saint, bestowed; anyaH tu jaTaabandhanam = another, also, tuft-headband; aparaH mudaanvitaH kaaSTharajjum = another one, with enchantment wood-sticks, band; kashcit RiSiH yaj~nabhaaNDam = someone, a sage, sacrificial vessel; kaaSThabhaaram tathaa aparaH = firewood sticks, then, another; audumbariim = plank of audumbarii tree wood; brusiim anyaH svasti = other called forth blessings; kechit tadaa avadan = someone, then, chanted; aayuSyam apare praahuH = longevity, then, chanted; mudaa tatra maharSayaH = happily, there, great sages; daduH cha evam varaan = bestowed, also, thus, boons; sarve munayaH satyavaadinaH = by all, saints, truth-avowed one.`\n And another sage bestowed a black-deerskin, and like that yet another a sacred thread... someone gave a water-pot and another great saint a girdle of maunja grass to singers, while that way another contributed an under cloth; another sage gladly contributed a hatchet to them, another a saffron clothe, and yet another saint bestowed a cloth-wrapper; another delivered tuft-headband also, and another enchanted for their singing ballad handed out a sacrificial vessel, and another a bundle of firewood sticks, and yet another gave a plank-seat of audambari wood, and other called forth blessings, and someone then happily chanted bless-hymns for longevity... there by all the truth-avowing saints, those that are great sages have thus bestowed boons. [1-4-21-26]\n 'आश्चर्यमिदमाख्यानं मुनिना सम्प्रकीर्तितम् | परं कवीनामाधारं समाप्तं च यथाक्रमम् || १-४-२६'\n `26. muninaa samprakiirtitam = well-said by sage Valmiki; idam aakhyanam = this, rendering; aashcharyam = surprising; param kaviinaam aadhaaram = tomorrows, poets, subsistence; yathaakramam cha samaaptam = completed sequentially as well.`\n Surprising is this well-said rendering of Valmiki... it is the subsistence for tomorrows poets... and this is completed sequentially, as well... [1-4-26]\n 'अभिगीतमिदं गीतं सर्वगीतेषु कोविदौ | आयुष्यं पुष्टिजनकं सर्वश्रुतिमनोहरम् || १-४-२७ प्रशस्यमानौ सर्वत्र कदाचित्तत्र गायकौ | रथ्यासु राजमार्गेषु ददर्श भरताग्रजः || १-४-२८'\n `27-28. idam giitam = this, song; saayuSyam puSTijanakam = generates longevity and prosperity; sarvashrutimanoharam = melodious one to all ears; abhigiitam = well-sung; prashasyamaanau = those being appreciated; rathyaasu raajamaargeSu = in streets, in kings ways; sarvatra = everywhere; gaayakau = those that are singing; sarvagiiteSu kovidau = experts in every type of singing - Lava and Kusha; kadaachit tatra = at one time, there; dadarsha bharataagrajaH = on seeing, Bharatas elder brother [Rama].`\n While this song that generates longevity and prosperity, and one that is melodious one to all ears is being sung everywhere in streets and kings ways and while those two singers who are experts in singing any kind of music are being appreciated everywhere, Rama has seen them. [1-4-27-28]\n 'स्ववेश्म चानिय ततो भ्रातरौ स कुशीलवौ | पूजयामास पूजार्हौ रामः शत्रुनिबर्हणः || १-४-२९'\n `29. tataH = then; shatrunibarhaNaH = enemy eliminator; saH ramaH = he, that Rama; puujaarhau = worthy to be honoured; braatarau kushiilavau = two brothers (Kusha and Lava); svaveshma aaniiya = having fetched to his palace; puujayaamaasa = honoured them.`\n Then on seeing them Rama, the enemy-eliminator, fetched those honour-worthy bothers, Lava and Kusha, to his palace and honoured them. [1-4-29]\n 'आसीनः काञ्चने दिव्ये स च सिंहासने प्रभुः | उपोपविष्टैः सचिवैर्भ्रातृभिश्च समन्वितः || १-४-३०'\n `3 O . saH prabhuH = he, that king Rama; upopaviSTaiH = sitting nearby; sachivaiH bhraatRibhiH cha samanvitaH = surrounded by ministers and brothers; divye kaa~nchane siMhaasane = on divine, golden, throne; aasiinaH = sat.`\n He that king Rama is then surrounded by his ministers and brothers that are sitting his nearby, he himself sat on a divine golden throne. [1-4-3 O ]\n 'दृष्ट्वा तु रूपसम्पन्नौ विनीतौ भ्रातरावुभौ | उवाच लक्ष्मणं रामः शत्रुघ्नं भरतं तथा || १-४-३१'\n `31. raamaH = Rama; dRiSTvaa = on seeing; ruupasampannou = rich in features; viniitau = mannerly ones; bhraatarau ubhau = at brothers, both; lakShmaNam shatrughnam bharatam tathaa = to Lakshmana, to Shatrughna, Bharata, likewise; uvaaca = spoke to.`\n Having seen the mannerly brothers endowed with beautiful features, Rama spoke to Lakshmana, and Shatrughna, and Bharata likewise. [1-4-31]\n 'श्रूयतामेतदाख्यानमनयोर्देववर्चसोः | विचित्रार्थपदं सम्यग्गायकौ समचोदयत् || १-४-३२'\n `32. anayoH devavarchasoH = from them, divinely resplendent ones; vichitraarthapadam = having versatile meanings wordings; idam aakhyaanam samyak shruuyataam = this, legend [ballad], keenly, be heard; [tau] gaayakau samachodayat = [them,] two singers, motivated.`\n Rama said to thus, Let this ballad be keenly heard from these divinely resplendent brothers, for it contains versatile words and meanings... and thus he motivated the singers. [1-4-32]\n 'तौ चापि मधुरं रक्तं स्वञ्चितायतनिःस्वनम् | तन्त्रीलयवदत्यर्थं विश्रुतार्थमगायताम् || १-४-३३'\n `33. tau cha api madhuram = those two, even, melodiously; raktam sva~chitaayataniHsvanan = effectually, with clear and clarified voices; tantriilayavat = rhythmic like string-instrument; atyartham = very; vishrutaartham agaayataam = clear meaningful [intonation,] have sung.`\n Even those two singers have sung the ballad melodiously and effectually, with their clear and clarified voices, like the melody of string and rhythmic instruments, with very clear and meaningful intonation. [1-4-33]\n `स्वञ्चितायतनिःस्वनम् - स्वञ्चितः सुतरां पूजितः आयतो दीर्घः निःस्वनः आलापो यस्मिन् |`\n 'ह्लादयत्सर्वगात्राणि मनांसि हृदयानि च | श्रोत्राश्रयसुखं गेयं तद्बभौ जनसंसदि || १-४-३४'\n `34. shrotraashrayasukham = bearing comfort for all ears; geyam = that song; janasamsadi = in peoples gathering; sarvagaatraaNi = for all bodies [courtiers]; manaamsi hRidayaani cha = minds, hearts, also; hlaadayat = enthralling,; tat babhau = that, shone forth.`\n Enthralling courtiers bodies, minds and hearts also, and thus that song shone forth as it is for all ears, bearing a comfort in its manifestation, among the gathering of the people. [1-4-34]\n 'इमौ मुनी पार्थिवलक्षणान्वितौ कुशीलवौ चैव महातपस्विनौ | ममापि तद् भूतिकरं प्रचक्षते महानुभावं चरितं निबोधत || १-४-३५'\n `35. imau munii paarthivalakShaNaanvitau = these two, saints, possessing kingly features, ; kushiilavau cha eva mahaatapasvinau = thus great hermits like Kusha and Lava ; mama api tat bhuutikaram = to me, also, that, good fortune endowing; mahaanubhaavam charitam prachakShate = the great efficacious, legend, they tell; nibodhata = listen it.`\n These two saint-like Kusha and Lava, who also possess kingly features, but they are great hermits... this narration is endowing good fortune to me also, listen to that great efficacious legend [of Seetha...] [So said Rama to those courtiers.] [1-4-35]\n Here Rama tells that this legend is efficacious for it is the legend of Seetha, and should it be Ramas alone, he will get the blemish of self-glorification, aatmaprashamsaa doSa , and brave heroes of legends cannot be subjected to such a blemish. And to listen to the legend of his dearest, who at present is not with him, gives a kind of consolation, and thus he is asking all of us to listen to siitaayaH caritam mahat ...\n 'ततस्तु तौ रामवचःप्रचोदितावगायतां मार्गविधानसम्पदा | स चापि रामः परिषद्गतः शनैर्बुभूषया सक्तमना बभूव || १-४-३६'\n `36. tataH = then; tau = those two, Lava and Kusha; raamavacaH prachoditau = motivated by Ramas words; maargavidhaanasampadaa = well-versed in maarga system ; agaayataam = sang; pariShadgataH = available in congregation; saH raamaH api = he, that Rama, even; shanaiH bubhuuSayaa = again, to pacify his mind; saktamanaaH babhuuva = interested at heart, became.`\n Then those two singers, motivated by Ramas words, sang the ballad in maarga system, for they are well versed in it, then even Rama, who is also in the congregation, again to pacify his mind, [for the story of Seetha puts his mind to turmoil,] became interested at heart [to continue listening Seethas story...] [1-4-36]\n"
  },
  {
    "id": 5,
    "Sarg": "5",
    "Kand": "Bala Kanda",
    "Text": "'सर्वा पूर्वमियं येषामासीत्कृत्स्ना वसुंधरा | प्रजापतिमुपादाय नृपाणां जयशालिनाम् ||१-५-१ येषां स सगरो नाम सागरो येन खानितः | षष्टिः पुत्रसहस्राणि यं यान्तं पर्यवारयन् ||१-५-२ इक्ष्वाकूणामिदं तेषां रज्ञां वंशे महात्मनाम् | महदुत्पन्नमाख्यानं रामायणमिति श्रुतम् || १-५-३' \n `1-3. iyam kRitsnaa vasundharaa = this, entire, earth; sarvaa = (sakaladwiipaatmaka) = with all islands; upaadaaya prajaapatim = starting from, Prajapati; jayashaalinaam = victorious ones; yeSaam nRipaaNam = [under] which, kings; puurvam aasiit = once, it is there; yena saagaraH khaanitaH = by whom, oceans, deepened; yam yaantam = whom, while setting out in battles; SaSTiH putrasahasraaNi = sixty-thousand, sons; paryavaarayan = [going with him] fencing in; yeSaam = in which kings; saH saagaraH naama = he, that Sagara, named [king was there]; teShaam mahaatmanaam = such of those, great-souled; IkShwaakuuNaam raaj~naam vamshe = Ikshvaku, kings, dynasty; raamaayaNam = Ramayana; iti shrutam = thus, heard [reputed]; idam mahat aakhyaanam utpannam = this, highly revered, epic, originated.`\n Once upon a time, under which victorious kings, starting from Prajapati-s, this entire earth with all its islands is there, among which kings one king named Sagara is there, well-known for his deepening the oceans, and whom his sixty thousand sons were fencing in when he is set out for action, in the dynasty of such Ikshvaku kings this highly revered and reputed epic Ramayana is originated. [1-5-1, 3]\n 'तदिदं वर्तयिष्यावः सर्वं निखिलमादितः | धर्मकामार्थसहितं श्रोतव्यमनसूयया || १-५-४'\n `4. tat = such an epic; idam = this Ramayana; sarvam = in its entirety; vartayiSyaavaH = we two wish to relate [to the world]; dharmakaamaarthasahitam = endowed with probity, prosperity, pleasures [values of]; nikhilam = completely; aaditaH = from beginning; anasuuyayaa shrotavyam = without cavilling, [this may] be listened.`\n Being such a legend, we two wish to relate this Ramayana entirely and completely from the beginning, which is endowed with the values and means of probity, prosperity, and pleasure seeking... and this be listened without any caviling. [1-5-4]\n 'कोसलो नाम मुदितः स्फीतो जनपदो महान् | निविष्टः सरयूतीरे प्रभूतधनधान्यवान् || १-५-५'\n `5. prabhuutadhanadhaanyavaan = well flourishing with monies cereals; muditaH sphiitaH = joyous one, vast one; kosalaH naama = Kosala, named; mahaan janapadaH = great, kingdom; sarayuutiire niviSTaH = is snugly situated on the banks of River Sarayu .`\n A great kingdom named Kosala, a joyous and a vast one well flourishing with monies and cereals, is snugly situated on the riverbanks of Sarayu. [1-5-5]\n 'अयोध्या नाम नगरी तत्रासील्लोकविश्रुता | मनुना मानवेन्द्रेण या पुरी निर्मिता स्वयम् || १-५-६'\n `6. tatra yaa purii = there in that kingdom, which, city; maanavendreNa manunaa = by Manu the ruler of mankind; svayam nirmitaa = personally, is built; [such city] ayodhyaa naama nagarii = Ayodhya, named, city; lokavishrutaa = renowned in worlds; aasiit = there is.`\n A world-renowned city is there in that kingdom, which is personally built by Manu, the foremost ruler of mankind. [1-4-6]\n 'आयता दश च द्वे च योजनानि महापुरी | श्रीमती त्रीणि विस्तीर्णा सुविभक्ता महापथा || १-५-७'\n `7. shriimatii = glorious one - city; suvibhaktaa mahaapathaa = with well devised high ways; mahaapurii = great city; dasha cha dve = ten, and, two - twelve; yojanaani = yojana-s; aayataa = lengthy; triiNi [yojanaani] vistiirNaa = three [yojana-s,] in breadth.`\n That glorious city with well-devised highways is twelve yojana-s lengthwise and three yojana-s breadth wise. [1-5-7]\n Yojana is an ancient measure of distance, where one yojana roughly equals to 8 to 1 O miles. Its account is like this : 1 angula is 3/4 inch; 4 angula-s are = one dhanu-graha - bow grip; 8 angula-s are = one dhanu-muSTi - fist with thumb raised; 12 angula-s are = 1 vitasti - distance between tip of thumb and tip of last finger when palm is stretched; 2 vitasti-s = 1 aratni -s - cubit; 4 aratni-s = one danDa, dhanuS - bow height - 6 ft ; 1 O danDa-s = 1 rajju 6 O ft ; 2 rajju-s = 1 paridesha - 12 O ft ; 2, O O O dhanuS-s = one krosha , and also called goraTa - 4, O O O yards ; 4 krosha-s = 1 yojana - thus one yojana is 9 to 1 O miles. But the British Revenue measurement scaled it down to 5 miles, and all the dictionaries say that one yojana is 5 miles. But traditionally it is held as 1 O miles. More info on these measures can be had from The Artha-Shaastra of Kautilya - a republication of Penguin.\n 'राजमार्गेण महता सुविभक्तेन शोभिता | मुक्तपुष्पावकीर्णेन जलसिक्तेन नित्यशः || १-५-८'\n `8. suvibhaktena = well laid out; mahataa raajamaargeNa = with great royal highways; muktapuSpaavakiirNena = scattered flowers strewn on; nityashaH jalasiktena = always wet with water; shobhitaa = shining forth.`\n That city shines forth with well-laid great royal highways that are always wetted with water, and with flowers strewn and scattered on them. [1-5-8]\n 'तां तु राजा दशरथो महाराष्ट्रविवर्धनः | पुरीमावासयामास दिवं देवपतिर्यथा || १-५-९'\n `9. mahaaraaSTravivardhanaH = improver of great empire; raajaa dasharathaH = king Dasharatha; devapatiH divam yathaa = as Indra with heaven; taam puriim aavaasayaamaasa = made that city as abode.`\n As an improver of great kingdom Dasharatha the king made her as his abode, as Indra made heavens as his abode. [1-5-9]\n 'कवाटतोरणवतीं सुविभक्तान्तरापणाम् | सर्वयन्त्रायुधवतीमुषितां सर्वशिल्पिभिः || १-५-१०'\n `1 O . kavaaTatoraNavatiim = surrounded with gateways, archways; suvibhaktaantaraapaNaam = well laid-out internal forefronts; sarvayantraayudhavatiim = all machinery, weaponry; uSitaam sarvashilpibhiH = lodged with, all, craftsmen; [puriim dasharathaH aavaasayaamaasa = in such a city, Dasharatha, dwells - this is to be suffixed up to 22nd versse.]`\n That city is surrounded with gateways and archways; the front yards of buildings are well laid; it is lodges all kinds of machinery, weaponry and craftsmen, and king Dasharatha dwells in such a city. [1-4-1 O ]\n 'सूतमागधसंबाधां श्रीमातीमतुलप्रभाम् | उच्चाट्टालध्वजवतीं शतघ्नीशतसंकुलाम् || १-५-११'\n `11. suutamaagadhasambaadhaam = muchly crammed with eulogists panegyrists; shriimatiim atulaprabhaam = prosperous one,[ city,] highly splendorous; ucchaaTTaaladhvajavatiim = bastions, flags she has; shataghniishatasamkulaam = canons hundreds of batteries.`\n She that prosperous city Ayodhya is muchly crammed with many a eulogist and panegyrist, yet she is highly splendorous with many a bastion, flag and hundreds of batteries of canons, and Dasharatha dwells therein. [1-5-11]\n Comment: This shataghnii literally is that which can kill a hundred people, and it is said to be a canon and also said to be thorny weapon: shataghniicatuHtalaalohakaNTakasa~ncitaa | ayaHkaNTakasa~ncchannaa mahatii shilaa -- elaborate accounts of this shataghni, kshipaNi are there in yajuraaraNyaka .\n 'वधूनाटकसंङ्घैश्च संयुक्तां सर्वतः पुरीम् | उद्यानाम्रवणोपेतां महतीं सालमेखलाम् || १-५-१२'\n `12. vadhuunaaTakasanghaiH cha samyuktaam = [she] contains [accommodates] danseuses and theatrical groups ; sarvataH puriim = everywhere, in city; udyaanaaamravaNopetaam = surrounded with gardens and mango brakes; mahatiim saalamekhalaam = great [wide,] fort wall, as cincture ornament.`\n That city Ayodhya accommodates groups of danseuses and theatrical personnel, and she is surrounded everywhere with the gardens and brakes of mango trees, and her wide fort-wall is like her cincture ornament. [1-5-12]\n 'दुर्गगंभीरपरिखां दुर्गामन्यैर्दुरासदाम् | वाजिवारणसपूर्णां गोभिरुष्ट्रैः खरैस्तथा || १-५-१३'\n `13. durgagambhiiraparikhaam = impassable profound moats; durgaam anyaiH duraasadaam = impossible [to trespass,] by others invaders; vaajivaaraNasampuurNaam = abounding horses and elephants; gobhiH uSTraiH kharaiH tathaa = cows, camels, donkeys, likewise.`\n That Ayodhya is an impassable one for trespassers, or for others invaders, owing to her impassable and profound moats, and she is abounding with horses, camels, likewise with cows and donkeys. [1-5-13]\n 'सामन्तराजसंङ्घैश्च बलिकर्मभिरावृताम् | नानादेशनिवासैश्च वणिग्भिरुपशोभिताम् || १-५-१४'\n `14. saamantaraajasanghaiH cha = with throngs of provincial kings, also; balikarmabhiH aavRitaam = pervaded by dues paying; naanaadeshanivaasaiH cha = residents of various countries; vaNigbhiH upashobhitaam = verily lustrous with traders too.`\n With the throngs of provincial kings who come hither to pay dues pervade that city, and she is verily lustrous with residents of various other countries, and with traders, too. In such a city Dasharatha dwells. [1-5-14]\n 'प्रासादै रत्नविकृतैः पर्वतैरुपशोभिताम् | कूटागारैश्च सम्पुर्णामिन्द्रस्येवामरावतीम् |१-५-१५'\n `15. praasaadaiH ratnavikRitaiH = precious gems studded ornamentally buildings; parvataiH upashobhitaam = adorned with mountain [skyscrapers,]; kuuTaagaaraiH cha sampuurNaam = also filled with multi-storeyed; indrasya iva amaraavatiim = like Indras Amaraavati.`\n Buildings are ornamentally studded with precious gems, and with such multi-storied sky scrappers she is adorned, and filled with them she is like Amaravati, the capital of Indra. [1-5-15]\n 'चित्रामष्टापदाकारां वरनारीगणैर्युताम् | सर्वरत्नसमाकीर्णां विमानगृहशोभिताम् || १-५-१६'\n `16. chitraam aSTaapadaakaaraam = amazing, a game board-like, in lay-out; varanaariigaNaiH = flocks beautiful womenfolk; sarvaratnasamaakiirNaam = all kinds of precious gems heaped up; vimaanagRihashobhitaam = by seven storied buildings picturesque.`\n `अष्टापदं शारिफमम्इत्यमरः । अष्टापदोऽस्त्री कनके शारीणां फलकेऽपि च इति मेदिनी । फलं हेतुसमुत्थे स्यात्फलके व्युष्टिलाभयोः इति विश्वः ।`\n Amazing is Ayodhya for its lay-out is like a game board called aSTapadi, and with its flocks of beautiful women moving thereabout, where all kinds of precious gems are heaped up, and where its seven storied buildings are picturesque. [1-5-16]\n 'गृहगाढामविच्छिद्रां समभूमौ निवेशिताम् | शालितण्डुलसम्पूर्णामिक्षुकाण्डरसोदकाम् ||१-५-१७'\n `17. gRihagaaDhaam avicChidraam = housing dense nothing left unutilised; samabhuumau niveshitaam = constructed on well levelled lands; shaalitaNDulasampuurNaam = plentiful rice grains; ikShukaaNDarasodakaam = water is like sugar cane juice.`\n The housing is very dense and there is no place or ground unutilized, and all are constructed on well-levelled lands, and rice-grain is plentiful while the drinking water tastes like sugar cane juice. [1-5-17]\n 'दुन्दुभीभिर्मृदङ्गैश्च वीणाभिः पणवैस्तथा | नादितां भृशमत्यर्थं पृथिव्यां तामनुत्तमाम् ||१-५-१८'\n `18. dundubhiibhiH mRidangaiH cha = great drums, rhythm instruments, also; viiNaabhiH paNavaiH tathaa = Veena, string instruments, cymbals, also; naaditaam bhRisham = sounding, markedly; pRithivyaam atyartham anuttamam taam = on earth, uniquely, the best [city]; taam = her [Dasharatha made an abode.]`\n That city is sounding with the drumbeats of great drums, and with musical rhythm instruments like mridanga, cymbals, and with string instruments like Veena etc., and on earth she is uniquely the best city. [1-5-18]\n Great drums, called dundubhi , placed on castle walls and at central places to drum the times of the day or night, or at the arrivals of the noblemen or to keep the sentry whistles. As well, the melodious tunes from string instruments like Veena or rhythmic instrument mridanga and from various other instruments are always made available to the citizens, as a sort of background music, since royalty sponsors these performing arts.\n 'विमानमिव सिद्धानां तपसाधिगतं दिवि | सुनिवेशितवेश्मान्तां नरोत्तमसमावृताम् ||१-५-१९'\n `19. divi tapasaa adhigatam = heavens attained with ascesis; siddhaanaam = of sages; vimaanam iva = space-stations, like; suniveshitaveshmaantaam = well planned with edifices; narottamasamaavRitaam = teemed with the best people.`\n Ayodhya is like a hovering space station attained by sages by their ascesis, and its edifices are well planned and it is teeming with best people. [1-4-19]\n 'ये च बाणैर्न विध्यन्ति विविक्तमपरापरम् | शब्दवेध्यं च विततं लयुहस्ता विशारदाः || १-५-२०'\n `2 O . ye cha baaNaiH na vidhyanti = those not killed with arrows also; viviktam aparaaparam = lone one, at his hind [without a successor,] at his fore [without a predecessor]; shabdavedhyam cha vitatam = killing by sound also fleeing away; laghuhastaaH vishaaradaaH = acumen handiness, skilful ones.`\n They the skilful archers of that Ayodhya will not kill a lone one with their arrows, one that does not have either a predecessor or a successor in his family, a fleeing one, or by listening to the sound of the target, as is done in sonic-archery, and their skills, acumen and handiness are thus benevolent. [1-5-2 O ]\n Dasharatha in his youth, when he was on a hunting spree, killed the son of a hermit who was drawing water from a river. That son of the sage dipped his pot in the waters and the filling water gave sounds like that of a grumbling tiger. Dasharatha mistook that sound to be a tigers grumble and swung his arrow that way, killing the boy. Thereby the father of the boy being a sage of eminence, cursed Dasharatha to die lamenting for his son, which happens after the exile of Rama. Perhaps the sonic-archery may thus have been banned in Ayodhya, lest such sad incidents would have recurred.\n 'सिंहव्याघ्रवराहाणां मत्तानां नर्दतां वने | हन्तारो निशितैः शस्त्रैर्बलाद्बाहुबलैरपि || १-५-२१'\n `21. simhavyaaghravaraahaaNaam = lions, tigers, wild boars; mattaanaam nardataam vane = fattened ones, roaring, in forests; hantaaraH nishitaiH shastraiH = killers, with sharp, weapons; balaat baahubalaiH api = with might by arms might also.`\n They kill the fattened and roaring lions, tigers and wild boars with the might of their sharp weaponry, or even with the might of their own arms alone. [1-4-21]\n 'तादृशानां सहस्रैस्तामभिपूर्णां महारथैः| पुरीमावासयामास राजा दशरथस्तदा || १-५-२२'\n `22. taadRishaanaam sahasraiH = that kind of, with thousands [of archers]; taam abhipuurNaam mahaarathaiH = in her [in city,] filled with, great chariot-warriors; puriim aavaasayaamaasa = dwelling in the city; raajaa dasharathaH tadaa = king, Dasharatha, then.`\n With that kind of thousands of archers, and with speediest chariot-warriors she that Ayodhya is filled with, and King Dasharatha made his abode in such a city. [1-5-22]\n 'तामग्निमद्भिर्गुणवद्भिरावृताम् द्विजोत्तमैः वेदषडङ्गपारगैः | सहस्रदैः सत्यरतैर्महात्मभिः महर्षिकल्पैः ऋषिभिश्च केवलैः || १-५-२३'\n `23. agnimadbhiH = by ritual-fire worshippers; guNavadbhiH = with virtuous ones; vedaSadangapaaragaiH = scholars in Veda-s their six ancillary subjects ; sahasradaiH = donors that donate in thousands - not miserly; satyarataiH = by truth abiding ones; mahaatmabhiH = with great souls; maharSikalpaiH = in similitude great saints; kevalaiH RiSibhiH cha = just [like,] sages, also; dvijottamaiH = with Brahman scholars; aavRitaaam = she is encompassed with; taam = her; [puriim dasharathaH aavaasayaamaasa = in such a city, Dasharatha, is dwelling].`\n She that Ayodhya is encompassed with Vedic scholars who always worship the ritual fire by enkindling the three kinds of ritual-fires continuously, virtuous Brahman scholars in Veda-s and their six ancillary subjects, and other great souls that are in similitude with great saints, and who are just like sages that are charitable donors, and that abide by the truth. [1-5-23]\n"
  },{
    "id": 6,
    "Sarg": "6",
    "Kand": "Bala Kanda",
    "Text": "'तस्यां पुर्यामयोध्यायां वेदवित्सर्वसंग्रहः | दीर्घदर्शी महातेजाः पौरजानपदप्रियः || १-६-१ इक्ष्वाकूणामतिरथो यज्वा धर्मपरो वशी | महर्षिकल्पो राजर्षिः त्रिषु लोकेषु विश्रुतः || १-६-२ बलवान्निहतामित्रो मित्रवान्विजितेन्द्रियः | धनैश्च संचयैश्चान्यैः शक्रवैश्रवणोपमः || १-६-३ यथा मनुर्महातेजा लोकस्य परिरक्षिता | तथा दशरथो राजा लोकस्य परिरक्षिता || १-६-४'\n `1-4. vedavit = knower of Veda-s[well-versed in Veda-s]; sarvasangrahaH = all gatherer [of all riches, forces, learned men etc]; diirghadarshii = foreseer; mahaatejaa = very resplendent one; paurajaanapadapriyaH = esteemed by urbanites and countrymen; ikShwaakuuNaam atirathaH = top-speeded chariot-warrior among Ikshwaku kings; yajvaa = one who performed Vedic rituals; dharmaparaH = dedicated one to probity; vashii = controller; maharSikalpaH raajarSiH = saint like, kingly sage; triSu lokeShu vishrutaH = among three, worlds, renowned one; balavaan = mighty one; nihataamitraH = one who eradicated unfriendly ones [enemies]; mitravaan = one who has many friends; vijitendriyaH = one who conquered his senses; dhanaiH cha anyaiH sanchayaiH cha = with wealth, also, with other accumulations, too; shakravaishravaNopamaH = similar to Indra and Kubera; yathaa manuH mahaatejaa = as, Manu, great magnificent one; lokasya parirakShitaa = protected the world; tathaa raajaa (dasharathaH) = likewise, king, (Dasharatha); [tasyaam puryaam ayodhyaayaam = in that, city, Ayodhya; vasan = while dwelling]; lokasya parirakShitaa = protected the world.`\n He who is well-versed in Veda-s, who is a gatherer of all scholars, riches and forces as well, a foreseer and a great resplendent one, also one who is esteemed by urbanites and countrymen alike, one who is a top-speeded chariot-warrior among the emperors of Ikshwaku kings, one who has performed many Vedic rituals, a virtuous one, a great controller, a saint-like kingly sage, one who he is renowned in all the three worlds, a mighty one with all his enemies eradicated, nevertheless who has friends, one who conquered all his senses, one who is similar to Indra, or Kubera on earth with his wealth, accumulations and other possessions, he that king Dasharatha while dwelling in the city of Ayodhya protected the world, like Manu, the foremost protector of mankind. [1-6-3,4,5]\n 'तेन सत्याभिसंधेन त्रिवर्गमनुतिष्ठता | पालिता सा पुरी श्रेष्ठा इन्द्रेणेवामरावती || १-६-५'\n `5. tena = by him; satyaabhisandhena = truth abiding; trivargam anutiSTataa = adherent to the three-fold virtues; paalitaa saa shreSTaa purii = ruled, that, best, city; indreNa iva amaraavati = by Indra, like, Amaravati.`\n He that truth-abiding king, who adheres to the three-fold virtues rules the vast of that kingdom from that best city Ayodhya, as Indra rules heaven from his capital Amaravati. [1-6-5]\n 'तस्मिन्पुरवरे हृष्टा धर्मात्मानो बहुश्रुताः | नरास्तुष्टा धनैः स्वैः स्वैरलुब्धाः सत्यवादिनः ||१-६-६'\n `6. tasmin puravare = in that, the best city; naraaH hRiSTaaH = people, exuberant; dharmaatmaanaH bahushrutaaH = virtuous ones, variously heard [learnt]; svaiH svaiH = of their, their; dhanaiH = with riches; tuSTaaH = satisfied; alubdhaaH = not greedy; satyavaadinaH = truth advocating ones.`\n In that best city Ayodhya all are exuberant yet virtuous ones, and scholars are variously learned ones, people are satisfied with their own riches, they have no greed, and they advocate truthfulness alone. [1-6-6]\n 'नाल्पसंनिचयः कश्चिदासीत्तस्मिन्पुरोत्तमे | कुटुंबी यो ह्यसिद्धार्थोऽगवाश्वधनधान्यवान् || १-६-७'\n `7. na alpasannichayaH = none, meagre in accumulations; kashchit aasiit tasmin = anyone, is there, in that; pure uttame = the great city; kuTumbii = a householder; yaH hi = who, really; asiddhaarthaH = unearned means; agavaashvadhanadhaanyavaan = one without cows, horses, monies, and cereals.`\n None with meagre accumulations is there in that great city and no householder is there without unearned means, and without cows, horses, monies or cereals and who could not sustain his family. [1-6-7]\n /An ordinary family kuTumba is an assemblage of the householder, his wife, two of his parents, two sons, two daughters-in-law, one daughter, and one guest, totalling to ten members./ \n 'कामी वा न कदर्यो वा नृशंसः पुरुषः क्वचित् | द्रष्टुं शक्यमयोध्यायां नाविद्वान्न च नास्तिकः || १-६-८'\n `8. kaamii vaa = lustful one, either; na kadaryaH vaa = none, miserly one, either; nRishamsaH = cruel one; puruSaH = person; avidvaan cha = none, unscholarly, also [nondescripts]; naastikaH = non-believers; kvachit = anywhere; ayodhyaayaam = in Ayodhya; draSTum na shakyam = not possible to see.`\n None can see a lustful person, or a miser or a cruel one anywhere in that Ayodhya, along with nondescripts or non-believers, for there are no such persons. [1-6-8]\n 'सर्वे नराश्च नार्यश्च धर्मशीलाः सुसंयताः | उदिताः शीलवृत्ताभ्यां महर्षय इवामलाः || १-६-९'\n `9. sarve naraaH cha = all the males, also; naaryaaH cha = females, also; dharmashiilaaH = virtue minded; susamyataaH = well self-controlled ones; shiilavRittaabhyaam = in character and conduct; uditaaH = self-satisfied ones; maharSayaH iva = like great saint; amalaaH = without blemish.`\n All the ladies and gentlemen in that city are virtuous in mind, self-controlled ones, they are all self-satisfied like great saints, and both in their conduct and character they are blameless. [1-6-9]\n 'नाकुण्डली नामुकुटी नास्रग्वी नाल्पभोगवान् | नामृष्टो नानुलिप्ताङ्गो नासुगन्धश्च विद्यते || १-६-१०'\n `1 O . akunDalii = without earrings; na vidyate = not, known - not there; amukuTii = without headgear; asragvii = without garlands; na = not there; alpabhogavaan = lowly enjoyer; na = not there; amRiSTaH = without oil-baths; na = not there; aliptaangaH = without cream-coated body; na = not there; asungandhaH cha = un-perfumed, also; na = not there.`\n In that city none is there without his earrings, headgear, or garlands, none is an enjoyer of lowly things, or misses his regular oil-baths, or with an un-creamed body with sandalwood paste or with other body cream, or with an un-perfumed physique. [1-6-1 O ]\n /Earrings are the indicators of scholarship, and there are grades in their make and design, on par with the education one receives. The headgears present their social status, while other decorations are to exhibit their lavishness./\n 'नामृष्टभोजी नादाता नाप्यनङ्गदनिष्कधृक् | नाहस्ताभरणो वापि दृश्यते नाप्यनात्मवान् || १-६-११'\n `11. amRiSTabhojii = not eating stomachfuls - on an empty stomach, not famished; adaataa = none uncharitable; na dRishyate = not, seen; na api = none, even; ana~NgadaniSkadhRik = with undecorated body ornaments; na = unseen; na ahastaabharaNaH = none, without arms ornaments; vaa api = either, also; na anaatmavaan = none, without a heart.`\n There is none who is famsihed, an uncharitable one in his nature, one with an undecorated body with ornaments like bracelets or chest plates, and there is none without a heart. [1-6-11]\n 'नानाहिताग्निर्नायज्वा न क्षुद्रो वा न तस्करः | कश्चिदासीदयोध्यायां न चावृत्तो न संकरः || १-६-१२'\n `12. na anaahitaagniH = none, without sacrificial fires; ayajvaa = non performer of rituals; na kShudraH = none, mean or low; vaa = or; na taskaraH = none, a thief; kashchit = someone; aasiit = is there; ayodhyaayaam = in Ayodhya; na cha = none, also; aavRittaH na sankaraH = immoral, nor bastardised.`\n There is none someone who is without sacrificial fires, and none without performing sacrificial rituals, and none is low in living; neither an immoral, nor a bastard nor even a thief, can be found in Ayodhya. [1-6-12]\n 'स्वकर्मनिरता नित्यं ब्राह्मणा विजितेन्द्रियाः | दानाध्यानशीलाश्च संयताश्च प्रतिग्रहे || १-६-१३'\n `13. svakarmanirataaH = engaged in ones own rituals works; nityam = always; braahmaNaaH = Brahmana-s; vijitendriyaaH = with conquered senses; daanaadhyaanashiilaaH cha = donating, practicing minded, also; samyataaH cha = principled, also; pratigrahe = in accepting donations.`\n The sense-controlled scholarly Vedic Brahmans are always engaged in their rituals, and they donate the education of Vedas to their students, as well practice their own, and while receiving donations they are principle-minded. [1-6-13]\n /The donations received by Vedic scholars are not alms to beggars or charities to the destitute. The Vedic scholars do not receive them from anybody or everybody. There are set rules to accept such donations like cows, gold coins, villages, temples etc., from a befitting hand. Otherwise, the recipient is destined to go to Hell for having received greedily. Thus, if ever somebody wants to donate to such a scholar he should first notify his bona fides, which are verifiable by the recipient. Another kind of donation is referred here as daana-aadhyaana, meaning that these scholars while receiving donations from a righteous source, they also have to donate something to others. It is the education in Veda, which they have to impart to their students free of any charge and that too, to the befitting students only. Thus, the words, daana and pratigrahaNa mean all these rules to accept a donation or to accord it./\n 'न नास्तिको नानृतको न कश्चिदबहुश्रुतः | नासूयको न चाशक्तो नाविद्वान्विद्यते तदा || १-६-१४'\n `14. naastikaH na = atheist, none; anRitakaH = liar; na = None; na kashchit = none, anyone; abahushrutaH = not much heard [learned]; na asuuyakaH = none, jealous; na cha = not, also; ashaktaH = disabled; na avidvaan = none, unscholarly; vidyate tadaa = is found, thus.`\n There is no atheist, no liar, and none is less learnt in Veda-s, and no one is found to be jealous, or disabled, or unscholarly person. [1-6-14]\n 'नाषडङ्गविदत्रासीन्नाव्रतो नासहस्रदः | न दीनः क्षिप्तचित्तो वा व्यथितो वापि कश्चन ||१-६-१५'\n `15. na = none; aSaDa~Ngavit na asti = unknowing scholar of Vedas ancillaries, is not there; na avrataH = none, non-performer of rituals; na asahasradaH = donor in thousands; na diinaH = none, saddened person; kShiptachittaH = with mental turmoil; vaa = or; vyathitaH = agonised one; vaa api = or, even; kashchana = anyone.`\n None can be found anywhere in Ayodhya without the knowledge of the six ancillaries of Veda-s like astrology, prosody, grammar etc., none a non-performer of the prescribed rituals, and none a non-donor in thousands, thus none with a saddened heart, turmoil in mind or agonised in will is there. [1-6-15]\n 'कश्चिन्नरो वा नारी वा नाश्रीमान्नाप्यरूपवान् | द्रष्टुं शक्यमयोध्यायां नापि राजन्यभक्तिमान् || १-६-१६'\n `16. kashchit = whoever; naraH vaa naarii vaa = gentleman, either, lady, or; na ashriimaan = none, without wealth; na api = not, even; aruupavaan = without elegance; draSTum = to see; ashakyam = not possible; ayodhyaayaam = in Ayodhya; na api = not, even; raajanyabhaktimaan = to king, not devout one.`\n Whoever it may be, either a gentleman or a lady, none is without wealth, even none without elegance or devoid of devotion to their king, and it is impossible to see suchlike person in Ayodhya. [1-6-16]\n 'वर्णेष्वग्र्यचतुर्थेषु देवतातिथिपूजकाः | कृतज्ञाश्च वदान्याश्च शूरा विक्रमसंयुताः || १-६-१७'\n `17. varNeSu = in four caste-system; agryachaturtheSu = first one among four; devataatithipuujakaaH = worshippers of deities and guests; kRitajnaaH cha = faithful ones, also; vadaanyaaH cha = illustrious, also; shuuraaH = valiant ones; vikramasamyutaaH = having with bravery.`\n In the four-caste system, from the first caste to the last, everyone is a worshipper of deities and guests and everyone is also faithful, illustrious, valiant, and each one is a brave one. [1-6-17]\n /Though the word caste - Spanish and Portuguese casta - lineage, race, breed is distasteful, it is used here for an easy communication. Latin classis - assembly or section of society would be more suitable./\n 'दीर्घायुषो नराः सर्वे धर्मं सत्यं च संश्रिताः | सहिताः पुत्रपौत्रैश्च नित्यं स्त्रीभिः पुरोत्तमे || १-६-१८'\n `18. diirghaayuSaH = long life [longevity]; naraaH sarve = people, all of them; dharmam = virtuousness; satyam = truthfulness; cha = also; samshritaaH = they have; sahitaaH = along with; putrapautraiH = sons and grandsons; cha = also; striibhiH = ladies; purottame = the best city.`\n Longevity is there for all of the people, all are with virtuosity and truthfulness, and they lived in that best city along with their sons, grandsons and their ladies. [1-6-18]\n 'क्षत्रं ब्रह्ममुखं चासीद्वैश्याः क्षत्रमनुव्रताः | शूद्राः स्वधर्मनिरतास्त्रीन्वर्णानुपचारिणः || १-६-१९'\n `19. kShatram = Kshatriya-s, warrior-class; brahmamukham = towards Brahmans ; cha aasiit = only, is there; vaishyaaH = Vyasya-s, trading-class; kShatram anuvrataaH = following Kshatriya; shuudraaH = Shuudra-s, working-class; svadharmanirataaH = performing their own duty; triin varNaan upachaariNaH = working for other three castes.\n The warrior class Kshatriya-s is turned towards the Brahmans, the scholarly class, for intellectual and religious support. The trading class, Vaisya-s, is the follower of the Kshatriya-s, the ruling class, for the states economy is dependent on the rulership. And the fourth one, Shuudra-s, the working class, while performing its own duties, is always working for the other castes. [1-6-19]\n 'सा तेनेक्ष्वाकुनाथेन पुरी सुपरिरक्षिता | यथा पुरस्तान्मनुना मानवेन्द्रेण धीमता || १-६-२०'\n `2 O . saa = she [that city]; purii = the city; tena ikShwaakunaathena = by him, Ikshwaku king; suparirakShitaa = very well protected; yathaa = like; purastaat = earlier; manunaa = by Manu; maanavendreNa = king of mankind; dhiimataa = the wise king.`\n That city is well protected by that king from Ikshwaku dynasty namely Dasharatha, like Manu, the foremost king of mankind in earlier times. [1-6-2 O ]\n 'योधानामग्निकल्पानां पेशलानाममर्षिणाम् | संपूर्णा कृतविद्यानां गुहा केसरिणामिव || १-६-२१'\n `21. agnikalpaanaam = like firebrand; peshalaanaam = skilful ones; amarSiNaam = intolerant of insults; kRitavidyaanaam = who prosecuted their education; yodhaanaam = [with such] warriors; kesariiNaam guhaa iva = lions, cave, like; [saa purii] sampuurNaa = replete with. `\n That city Ayodhya is replete with firebrand like skillful warriors that are intolerant of insults, and who have prosecuted their education in archery, chariot-wars, swordplay etc. and with them it is like a cave replete with lions. [1-6-21]\n 'कांभोजविषये जातैर्बाह्लीकैश्च हयोत्तमैः | वनायुजैर्नदीजैश्च पूर्णा हरिहयोत्तमैः || १-६-२२'\n `22. kaambhojaviSaye = in the country Kaambhoja; jaataiH = born in; baahliikaiH = in Baahlika country; hayottamaiH = the best horses; vanaayujaiH = born in Vanaayu; nadiijaiH = born in rivers ; cha = also; puurNaa = full with; harihayottamaiH = like Indras best horse. `\n That city is full with best horses born in countries like Kaambhoja, Baahlika, Vanaayu, and also in river-bed counties, which are like the horse of Indra namely ucChaishrava. [1-6-22] \n /It is said that the horses born in the rivers nadii+ja are brought to the city Ayodhya. They are not water horses but horses born at the place where the historically prominent Seven Rivers of Indus Valley Rivers flow.\n Here again an account of countries is given as a glimpse. These countries Kambhoja, Bahlika, Vanayu may not be taken as the provincial countries within the present day India. Prior to the present-day peninsular India, the belt from Himalayas to Alps had a great rapport in cultural and trade exchanges without demarcations of east or west, which paved the way for Alexander, the Great, towards India.\n Sometime back, say during 1985-87, the National Geography magazine contained a beautiful article under the heading IRAQ, the crucible of civilisation , Merle Severy, as its Asst. Editor. In its carefully worded introduction, it is stated that Iraq is the traditional birthplace of man for Jews, Christians and Muslims... On the other hand, Hindus naturally believe that the Southward Himalayan region is the birthplace of man. In the same article, the regions around Euphrates and Tigris are said to be the Fertile Crescent, the cradle of Western civilization ... in the third millennium BC . Further that To the east a similar florescence occurred in the Indus and Yellow River Valleys... This florescence in Indus Valley and far eastward did not occur later to Mesopotamian or Babylonian civilisations but flourished much earlier, as per Hindu scripts and the dating of which is the eternal question like Aryan Question. However, Hindu scripts centre the present world, Bhuuloka, surrounding Meru Mountain and its geography includes the land unto Rome, Russia, China. We will refer to Meru mountain-oriented geography and its geographical account at the appropriate place. Since Ramayana dates back to Buddhism and Buddhisms westward spread is unto Afghanistan, the Kings of Ramayana must have had no problem to draft horses from Persian, Arabian or the other of Middle East countries. These countries are always famous for horse breeding, right from the days of Ramayana to Moses. Hence the accounts of horses and the countries from where they are brought may be treated as cross-continental culture. Since history believes only in the unearthed iconography and the epics or their content can not stand to the carbon-testing, the countries named here as Kambhoja, Baahlika may nearly mean Babylonian, Mesopotamian, Arabian or other unknown or unearthed historic countries of the crucible of Western civilisation, Iraq. Vanaayu, another country referred may nearly mean Roman, as Persians term Greeks as Unani in India, advent to the arrival of Alexander, the Great. We still have an herbal medication called Unani, a hybrid between Ayurveda, Greek and Persian herbal treatments. / \n 'विंध्यपर्वतजैर्मत्तैः पूर्णा हैमवतैरपि | मदान्वितैरतिबलैर्मातङ्गैः पर्वतोपमैः || १-६-२३'\n `23. vindhyaparvatajaiH = born in Vindhya mountains; mattaiH = vigorous; puurNa = full of; haimavataiH api = Himalayan born, also; madaanvitaiH = fully fattened; atibalaiH = most mighty; maatangaiH = elephants; parvatopamaiH = mountain in similitude.`\n Born in Vindhya Mountains, and also from Himalayan regions, mighty are the elephants fully vigorous and fattened ones, and most powerful in their strength and each in similitude is a huge mountain. [1-6-23]\n 'ऐरावतकुलीनैश्च महापद्मकुलैस्तथा | अंजनादपि निष्क्रान्तैः वामनादपि च द्विपैः || १-६-२४'\n `24. airaavatakuliinaiH = from the breed of Airavata [the Elephant of Indra]; cha =also; mahaapadmakulaiH = from Mahapadma breed; tathaa = thus; anjanaat api = From Anjana breed, also; niSkraantaiH = derived from; vaamanaat api cha = from Vamana breed, too; dvipaiH = elephants.`\n High bred from the classes of Airavata, the Elephant of Lord Indra, and from Mahapadma, Anjana and Vamana, too...are the elephants [of that city] [1-6-24]\n /It is said that eight elephants from eight corners called aSTadiggaja support the Universe. And these eight elephants have their presiding deities. From those eight elephants, four are prominent. They are Airaavata , the Elephant of Indra, anjana , the Elephant of varuNa , the Rain-god, vaamana , the Elephant of Yama, the Lord of Death, and another is punDariika . Thus, the elephants of Ayodhya are termed as divine breed./\n 'भद्रैर्मन्द्रैर्मृगैश्चैव भद्रमन्द्रमृगैस्तथा | भद्रमन्द्रैर्भद्रमृगैर्मृगमन्द्रैश्च सा पुरी | नित्यमत्तैः सदा पूर्णा नागैरचलसन्निभैः || १-६-२५'\n `25-26a. saa purii = that city; bhadraiH = class of Bhadra; mandraiH = class of Mandra; mRigaiH = class of mriga; cha eva = like that; bhadramandramRigaiH tathaa = a mixture of these three; bhadramandraiH = bhadra and mandra; bhadramRigaiH = bhadra and mriga; mRigamandraiH cha = mriga and mandra, also; nityamattaiH = always vigorous; naagaiH = elephants; achalasannibhaiH = mountain like; sadaa puurNaa = always, full with.`\n That city is always full with vigorous and mountain like elephants bred mainly from three classes viz., Bhadra, Mandra and Mriga. And inter-bred among these three main classes are Bhadra-Mandra, Mandra-Mriga, Bhadra-Mriga and the like. [1-6-25]\n /The bhadra is the elephant class for Kings ride, called bhadragaja . It is a state elephant with high honors and for occasional or ceremonial use. mandra and mRiga are classes of breed tamed and used in wars or for the ride of other nobility. These are the essential mammals used for other lifting and carrying works./\n 'सा योजने च द्वे भूयः सत्यनामा प्रकाशते | यस्यां दशरथो राजा वसन् जगदपालयत् || १-६-२६'\n `26b-c. raajaa = king; dasharathaH naama = Dasharatha, named; yasyaam = in which [city]; vasan = while residing; jagat = world; apaalayat = ruled; saa = she that Ayodhya; bhuuyaH = further - outside also; dve yojane = two, yojana-s; satyanaamaa = true to its name; prakaashate = shines forth [well fortified.]`\n While residing in which city King Dasharatha ruled the world that city is further fortified up to two more yojana-s outside city, true to its name a yodhya , an un-assailable one. [1-6-26] \n 'तां पुरीं स महातेजा राजा दशरथो महान् | शशास शमितामित्रो नक्षत्राणीव चन्द्रमाः ||१-६-२७'\n `27. mahaatejaaH = he, the great resplendent; mahaan = admirable one; raajaa dasharathaH = king, Dasharatha; shamitaamitraH = silenced enemies; taam puriim = that, city; chandramaaH nakShatraaNi iva = like moon, for the stars; shashaasa = ruled.`\n In which city the great resplendent and admirable king Dasharatha resided, he ruled the world from that city with silenced enemies, like the moon governing the stars. [1-6-27]\n 'तां सत्यनामां दृढतोरणार्गलाम् गृहैर्विचित्रैरुपशोभितां शिवाम् | पुरीमयोध्यां नृसहस्रसंकुलाम् शशास वै शक्रसमो महीपतिः || १-६-२८'\n `28. dhRiDhathoraNaargalaam = firm arches, castle-door-bars; vichitraiH = amazing; gRihaiH = with houses; shobhitaam = magnificent; shivaam = auspicious one; nRisahasrasankulaan = full with thousands of people; satyanaamaam = true to its name taam = her; puriim ayodhyaam = city, Ayodhya; shakrasamaH = coequal of Indra ; mahiipatiH = king; shashaasa = ruled; vai = indeed.`\n With gorgeous arches, castle-door-bars and with amazingly built houses that city is magnificent and auspicious one, and full with thousands of provincial kings too, and king Dasharatha, a coequal of Indra, indeed ruled that city which is true to its name. [1-6-28]\n"
  },{
    "id": 7,
    "Sarg": "7",
    "Kand": "Bala Kanda",
    "Text": "'तस्यामात्या गुणैरासन्निक्ष्वाकोस्तु महात्मनः | मंत्रज्ञाश्चेङ्गितज्ञाश्च नित्यं प्रियहिते रताः || १-७-१'\n `1. mahaaatmanaH tasya ikShwaakoH tu = for the great soul from Ikshvaku kings, Dasharatha; guNaiH = those with epitomised attribute; mantraj~naaH cha = tactful, also; iNgitaj~naaH cha = adroit ones, also; nityam priyahite rataH = always, obliged to undertake welfare alone; amaatyaaH = ministers; aasan = are there.`\n The misters for the great soul from Ikshvaku kings of Emperor Dasharatha, are epitomised ones of their tactfulness, adroitness and are always obliged to undertake welfare activities of their king and the kingdom. [1-7-1]\n  'अष्टौ बभूवुर्वीरस्य तस्यामात्या यशस्विनः | शुचयश्चानुरक्ताश्च राजकृत्येषु नित्यशः || १-७-२'\n `2. viirasya = of the valiant one; yashasvinaH = glorious king; tasya = his; shuchayaH = clean at heart; nityashaH = all time; raajakRityeSu = in king s works; anuraktaaH cha = involved in, also; amaatyaaH = ministers; aSTau bhabhuuvuH = eight, are there.`\n Eight ministers are there for that valiant and glorious King Dasharatha, who are clean at heart and are involved in the works of the king and kingdom at all time. [1-7-2]\n  'धृष्टिर्जयन्तो विजयो सुराष्ट्रो राष्ट्रवर्धनः | अकोपो धर्मपालश्च सुमंत्रश्चाष्टमोऽभवत् || १-७-३'\n `3. dhRiSTiH = Dhristi; jayantaH = Jayantha; vijayaH = Vijaya; suraaSTraH = Suraashtra; raaSTravardhanaH = Raashtravardhana; akopaH = Akopa; dharmapaalaH cha = Dharmapaala, also; SumantraH = Sumantra; aSTamaH = eighth; abhavat = will be.`\n Dhristi, Jayantha, Vijaya, Suraashtra, Raashtravardhana, Akopa, Dharmapaala, are seven, and Sumantra is the eighth one. [1-7-3]\n  'ऋत्विजौ द्वावभिमतौ तस्यास्तामृषिसत्तमौ | वशिष्ठो वामदेवश्च मंत्रिणश्च तथापरे || १-७-४'\n `4. tasya = to him, Dasharatha; vashiSTaH = Vashishta; vaamadevaH cha = Vamadeva, also; dvau = two; aastaam RiSisattamau = eminent saints were there; abhimatau = acquiescent; Ritwijau = Vedic ritual-authorities; tathaa apare = like that, furthermore; mantriNaH cha = ministers, also [are there.]`\n Two venerable saints of eminence are religious ministers for they are authorities in Vedic rituals, namely Vashishta and Vamadeva, who are the acquiescent with religious matters, and apart from these two some more religious ministers are also there to King Dasharatha. [1-7-4]\n  'सुयज्ञोऽप्यथ जाबालिः काश्यपोऽप्यथ गौतमः | मार्कण्डेयस्तु दीर्घायुस्तथा कात्यायनो द्विजः || १-७-५ एतैर्ब्रह्मर्षिभिर्नित्यमृत्विजस्तस्य पौर्वकाः |'\n `5, 6a. suyaj~naH api = Suyajna, also; atha jaabaaliH = then, Jaabaali; kaashaypaH api = Kashyapa, also; atha gautamaH = then, Gautama; maarkaNDeyaH tu = Maarkandeya, also; diirghaayuH tathaa = Deerghaayu, like that; kaatyaayanaH = Kaatyayana; dvijaH = Brahman; etaiH = along with them; brahmarSibhiH = Brahma-sages; nityam = always; RitvijaH = ritual scholars; tasya paurvakaaH = his ancestral pundits.`\n Suyajna, Jabaali, Kaashyapa, Gautama, Maarkandeya, Deerghaayu, and then Kaatyayana are the scholarly Brahmans acting as religious ministers, and along with them there are also Brahma-sages who are always the ancestral ritual scholars for Dasharathas family. [1-7-5, 6a] \n  'विद्याविनीता ह्रीमंतः कुशला नियतेन्द्रियाः || १-७-६ श्रीमन्तश्च महात्मानः शास्त्रज्ञा धृढविक्रमाः | कीर्तिमन्तः प्रणिहिता यथावचनकारिणः || १-७-७ तेजःक्षमायशःप्राप्ताः स्मितपूर्वाभिभाषिणः |'\n `6b, 8a vidyaaviniitaaH = well-versed in scriptures; hriimantaH = shun bad deeds; kushalaaH = skilful; niyatendriyaaH = with regulated senses; shriimantaH cha = affluent ones; mahaaatmaanaH = great souls; shaastraj~naaH = knowers of sciences; dhRiDhavikramaaH = firmly courageous; kiirtimantaH = distinguished ones; praNihitaaH = quiet souls; yathaavachanakaariNaH = doers as per their word, [true to their word]; tejaHkShamaayashaHpraaptaaH = having magnificence, patience, fame; smitapuurvaabhibhaaShiNaH = smile afore while they converse.`\n All the ministers are well versed in scriptures, they shun bad deeds, skilful ones in their duties with their senses regulated. Those great souls are affluent, knowers of all sciences, firmly courageous, and they are distinguished and quiet-souls, and those ministers are true to their word. They are magnificent, patient and famed ones and they smile afore they converse. [1-7-6b, 8a]\n  'क्रोधात्कामार्थहेतोर्वा न ब्रूयुरनृतं वचः || १-७-८ तेषामविदितं किंचित्स्वेषु नास्ति परेषु वा | क्रियमाणं कृतं वापि चारेणापि चिकीर्षितम् || १-७-९'\n `8b, 9. krodhaat kaamaarthahetoH vaa = in anger, in greed, for monetary reason, either; anRitam = untruthful; vachaH = words; na bruuyuH = never, they speak; teShaam = to them; aviditam = unknown; kimchit = a little; sveSu = in their own [country]; naasti = not there; pareSu vaa = in other [countries,] either; kriyamaaNam = that is happening; kRritam = already happened; vaa api = either, that too; chaareNa = through agents; chikiirSitam = that is going to be undertaken [by others, is not there]. `\n They never speak untruthful words in anger or in greed or for monetary reasons either. There is nothing unknown to them, even a little, in their own country or in the others either, or about everything that is happening or has happened, or that is going to happen, for they know them through agents. [1-7-8b, 9]\n  'कुशला व्यवहारेषु सौहृदेषु परीक्षिताः | प्राप्तकालं यथादण्डं धारयेयुः सुतेष्वपि || १-७-१०'\n `1 O . vyavahaareSu = in administration; kushalaaH = efficient; sauhRideSu = in their friendships; pariikShitaaH = well examined [by the king]; suteSu api = to their sons, even; praaptakaalam yathaa = according to time[if situation demands]; daNDam dhaarayeyuH = they impose punishment.`\n They are efficient in administration and their friendships are well examined by the king, and those ministers impose punishment even on their own sons, if situation demands it. [1-7-1 O ] \n  'कोशसंग्रहणे युक्ता बलस्य च परिग्रहे | अहितं चापि पुरुषं न हिंस्युरविदूषकम् || १-७-११'\n `11. koshasamgrahaNe yuktaaH = dutiful in collecting treasury; balasya cha parigrahe = militarising of armies, also; ahitam cha api puruSam = even unfriendly person also; aviduuShakam = not really blameworthy; na himsyuH = do not, torture.`\n In collections to their treasury and to militarise their armies they are dutiful, even an unfriendly person will not be tortured, if he were not really blameworthy. [1-7-11]\n  'वीराश्च नियतोत्साहा राजशास्त्रमनुष्ठिताः | शुचीनां रक्षितारश्च नित्यं विषयवासिनाम् || १-७-१२'\n `12. viiraaH = valiant; niyatotsaahaaH = engineered enthusiasm; raajashaastram = political science; anuSTitaaH = administrators of; viSayavaasinaam = dwelling in kingdom[subjects of kingdom]; shuchiinaam = clean persons; nityam = at all times; rakShitaaraH = protectors.`\n They are valiant ones with engineered enthusiasm, administrators of political science, clean persons and protectors of subjects of their kingdom at all times. [1-7-12]\n  'ब्रह्म क्षत्रमहिंसन्तस्ते कोशं समपूरयन् | सुतीक्ष्णदण्डाः संप्रेक्ष्य पुरुषस्य बलाबलम् || १-७-१३'\n `13. brahma kShatram = Brahmans, Kshatriya-s; te ahimsantaH = they, do not persecute; kosham samapuurayan = fill up treasury; puruSasya = persons; balaabalam = strength, weakness; samprekShya = after assessing; sutiikShNadanDaaH = high degree punishment givers.`\n They do not persecute Brahman-s and Kshatriya-s to fill-up the treasury, and high degree punishments will be given on assessing that persons, or the offenders strength and weakness. [1-7-13]\n  'शुचीनामेकबुद्धीनां सर्वेषां संप्रजानताम् | नासीत्पुरे वा राष्ट्रे वा मृषावादी नरः क्वचित् || १-७-१४'\n `14. shuchiinaam = decent ones; ekabuddhiinaam = one minded [in league with]; sarveSaam = all of them; samprajaanataam = administering; kwachit = anywhere; pure vaa raaSTre vaa = in capital, or, in kingdom, either; mRiSaavaadii naraH = person speaking lies[liar]; na aasiit = is not, there.`\n All of those ministers are clean administrators of kingdom, and are in league with each other, as such there is none anywhere, either in capital or in country, a liar. [1-7-14]\n  'कश्चिन्न दुष्टस्तत्रासीत्परदाररतो नरः | प्रशांतं सर्वमेवासीद्राष्ट्रं पुरवरं च तत् || १-७-१५'\n `15. tatra = there; duSTaH = evil-minded; paradaararataH naraH = man who is interested in others wife ; kashchit na aasiit = anyone, none, is there; sarvam raaSTram = all, kingdom; tat puravaram cha = that, capital, also; prashaantam eva aasiit = undisturbed, only, it is there.`\n None with an evil-mind or with an interest in other mans wife is there, and thus on whole in the kingdom and also like that in the capital, there is an undisturbed society. [1-7-15]\n  'सुवाससः सुवेषाश्च ते च सर्वे शुचिव्रताः | हितार्थं च नरेन्द्रस्य जाग्रतो नयचक्षुषा || १-७-१६'\n `16. te cha sarve = they, also, all; suvaasasaH = well dressed; suveShaaH cha = well decorated, also; shuchivrataaH = observing decency; narendrasya hitaartham cha = in the interest of king also; nayachakShuSaa = truthful-eyed; jaagrataH = are diligent.`\n Well-dressed and well-decorated and they the ministers of King Dasharatha, observe decency in the interest of the king and also of the kingdom, with diligence and with a truthful-eye. [1-7-16]\n  'गुरोर्गुणगृहीताश्च प्रख्याताश्च पराक्रमे | विदेशेष्वपि विज्ञाताः सर्वतो बुद्धिनिश्चयाः || १-७-१७'\n `17. guroH = from their mentor (mother, father and teachers); guNagRihiitaaH = acquired good qualities; paraakrame = expertise; prakhyaataaH = renowned; sarvataH = in all affairs; buddhinishchayaaH = intellectual determinations; videsheSu api = in foreign countries, also; vij~naataaH = famous.`\n They acquired good qualities from their mentors and they are renowned by their expertise, and even in foreign countries they are famous for their intellectual determinations in all affairs. [1-7-17]\n  'अभितो गुणवन्तश्च न चासन् गुणवर्जिताः | सन्धिविग्रहतत्त्वज्ञाः प्रकृत्या संपदान्विताः | १-७-१८'\n `18. abhitaH = versatile; guNavantaH cha = virtuous ones, also; na cha aasan = not, also, there is; guNavarjitaaH = virtue discarded ones; sandhivigrahatattvaj~naaH = determiners of truce or war; prakRityaa = by nature; sampadaanvitaaH = possessing opulence.`\n Versatile and virtuous are they the ministers and there is none who discarded his virtuosity, and they are the determiners of truce or war, and by their nature they possess opulence. [1-7-18]\n  'मंत्रसंवरणे शक्ताः शक्ताः सूक्ष्मासु बुद्धिषु | नीतिशास्त्रविशेषज्ञाः सततं प्रियवादिनः || १-७-१९'\n `19. mantrasamvaraNe shaktaaH = capable to keep confidentiality of strategies; shaktaaH = capable of; suukShmaasu = micro-affairs; buddhiSu = applying mind; niitishaastravisheShaj~naaH = comprehensively known moral science; satatam priyavaadinaH = always, gentle articulators.`\n They are capable to keep up the confidentialities of strategies, and also capable to apply their mind even in micro-affairs, and they know moral science comprehensively, and above all, they are gentle articulators. [1-7-19]\n  'ईदृशैस्तैरमात्यैश्च राजा दशरथोऽनघः | उपपन्नो गुणोपेतैरन्वशासद्वसुंधराम् || १-७-२०'\n `2 O . anaghaH = exalted - [here, not sinless, but exalted king]; dasharathaH = Dasharatha; guNopetaiH = good-natured; iidRishaiH = suchlike [that efficacious]; taiH amaatyaiH cha = with those, ministers, also; upapannaH = accompanied with; vasundharaam = the earth; anvashaasat = ruled.`\n Accompanied with such of those effectual and good-natured ministers the exalted king Dasharatha ruled the earth. [1-7-2 O ]\n  'अवेक्षमाणश्चारेण प्रजा धर्मेण रक्षयन् | प्रजानां पालनं कुर्वन्नधर्मं परिवर्जयन् || १-७-२१ विश्रुतस्त्रिषु लोकेषु वदान्यः सत्यसंगरः | स तत्र पुरुषव्याघ्रः शशास पृथिवीमिमाम् || १-७-२२'\n `2 O -21. puruSavyaaghraH = tigerly man [most generous among people]; chaareNa avekShyamaaNaH = observing by spies; prajaaH = people; rakShayan = to protect; dharmeNa = virtuously; prajaanaam paalanam kurvan = to give good rule to people; adharmam parivarjayan = entirely giving up unrighteousness; vadaanyaH = generous; satyasangaraH = avowedly truthful; triSu lokeSu vishrutaH = renowned in three worlds; saH = he, Dasharatha; tatra = from there; shashaasa = ruled.`\n He that most generous one among men, Dasharatha, while observing through spies, and to protect people righteously, and to give a good governance to them, he forsook unrighteousness and became a generous king avowed to truthfulness alone, and thus he that Dasharatha ruled the earth, which rulership is renowned in all the three worlds. [1-7-21,22]\n  'नाध्यगच्छद्विशिष्टं वा तुल्यं वा शत्रुमात्मनः | मित्रवान्नतसामन्तः प्रतापहतकण्टकः | स शशास जगद्राजा दिवं देवपतिर्यथा || १-७-२३'\n `23. mitravaan = one who has many friends; natasaamantaH = subdued provincial kings; prataapahatakanTakaH = eliminated thorniness by valour; aatmanaH = to himsef; vishiSTam vaa = a superior one, either; tulyam vaa = equal one, or; shatrum = an enemy; na adhyagacChat = not encountered; divam devapatiH yathaa = in Heaven, like Indra; saH shashaasa jagat = he, ruled, the world.`\n Emperor Dasharatha has not encountered either a superior or an equal in his kingship, and to him there are many friends, subdued are his provincial kings and eliminated is thorniness by his own valour. He thus ruled the world like Indra would in Heaven. [1-7-23]\n  'तैर्मंत्रिभिर्मंत्रहिते निविष्टैः वृतोऽनुरक्तैः कुशलैः समर्थैः | स पार्थिवो दीप्तिमवाप युक्तः तेजोमयैर्गोभिरिवोदितोऽर्कः || १-७-२४'\n `24. mantrahite niviSTaiH = conducive to strategies, concerned; anuraktaiH = interested in; kushalaiH = well skilled; samarthaiH = efficient; taiH mantribhiH = with those, ministers; vRitaH = surrounded by, in the company of; saH = he; paarthivaH = king; uditaH arkaH [yathaa] = rising, Sun [as with]; yuktaH tejomayaiH gobhiH = having resplendent sunrays; diiptim avaapa = brilliance, obtained.`\n In the company of those ministers, who are conducive to the strategies, interested in the king and subjects as well, skilful and efficient ones, he that King Dasharatha obtained brilliance, like the rising Sun along with resplendent sunrays. [1-7-24]\n"
  }
]
